{"name":"Arturo Fuente - Anejo Reserva - SSS Shark #77 Xtra Viejo","url":"https://www.cigarcentury.com/en/cigars/arturo-fuente-anejo-reserva-sss-shark-77-xtra-vie","brand":"Arturo Fuente, Anejo Reserva","series":"","diameter_mm":0,"ring":64,"length_mm":149,"length_inch":0,"format":"Torpedo / Piramide","maker":"Tabacalera Fuente","manufactureOrigin":"Dominican Republic","isBoxpressed":false,"wrapperOrigin":["USA Connecticut Broadleaf"],"fillerOrigin":["Dominican Republic"],"binderOrigin":["Dominican Republic"],"color":"Maduro","aromaProfileCommunity":{"weights":{"Cherry":0.2,"Chocolate":0.2,"Cocoa":0.2,"Coffee Beans":0.2,"Oak":0.2},"numberOfVotes":0},"strength":"Full","price":0,"additionalNotes":"First released in 2000, the Fuente Añejo cigars are among the rarest cigars being released only a few times each year. Not one to be deterred, Carlos Fuente Jr. came up with an idea that turned out to be one of the Fuentes’ master strokes. Facing a lack of the prized wrappers for their Fuente Fuente Opus X line, Carlos Fuente Jr. had a brainstorm. He decided to use US Connecticut Broadleaf maduro wrappers over the existing Opus X blend. But in keeping with the Fuente style, these are not your ordinary maduro wrappers. The wrappers for the Fuente Añejo series are aged for one year in oak Cognac barrels! These wrappers, when combined with what are some of the finest filler tobacco grown today, create a cigar that is truly unlike any other in the world Arturo Fuente Añejo cigars have a blend of Opus X, Don Carlos, and Hemingway filler, with Connecticut broadleaf maduro wrappers that are cured in cognac barrels for 6-8 months after they've been aged. The term Añejo is Spanish means refined with aging and the Añejo is a great testimony for the process.","specializedRatings":[{"who":"Katman","year":"2024","ratingOutOf100":93},{"who":"Halfwheel","year":"2020","ratingOutOf100":74},{"who":"Cigar Insider","year":"2012","ratingOutOf100":93},{"who":"Halfwheel","year":"2010","ratingOutOf100":93}]}
