{"name":"Aging Room - Rare Collection - Scherzo","url":"https://www.cigarcentury.com/en/cigars/aging-room-rare-collection-scherzo","brand":"Aging Room, Rare Collection","series":"","diameter_mm":0,"ring":55,"length_mm":140,"length_inch":0,"format":"Robusto","maker":"Altadis USA","manufactureOrigin":"Nicaragua","isBoxpressed":false,"wrapperOrigin":["Nicaraguan"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"color":"Colorado","aromaProfileCommunity":{"weights":{"Baking Spices":0.2,"Cedar":0.2,"Earth":0.2,"Leather":0.2,"Roasted Coffee":0.2},"numberOfVotes":0},"strength":"Medium","price":0,"additionalNotes":"The Aging Room Rare Collection is not only a masterful collaboration of two cigar industry greats but a refreshing reunion. In the past, Rafael Nodal and AJ Fernandez have worked in concert to produce memorable and noteworthy cigars. This time they got together to create a series of premium cigars that use rare and well-aged tobaccos. Rare Collection is extra special, because it uses some of the rarest and most well-aged tobaccos of any cigar that they’ve released to date. Available in three popular sizes, this Nicaraguan puro blend is composed of a rare, vintage Cuban seed hybrid wrapper grown by Fernandez on his La Lilia farm in Estelí, Nicaragua. This small farm was named after AJ’s beloved grandmother who raised him in Cuba after his parents emigrated to Nicaragua, so it holds a special place in his heart. This stunning, oily, leaf surrounds a core of deeply aged Cuban-seed tobaccos that includes some “ Pelo d’ Oro” in the blend, a tobacco known for its distinct flavor and strength, but is very difficult to grow. The end result is a highly complex, medium-to- full bodied smoke with rich, smooth flavors of earth, cedar, leather, dark roast coffee, and baking spices.","specializedRatings":[{"who":"Blind Mans Puff","year":"2022","ratingOutOf100":95},{"who":"Cigar Dojo","year":"2022","ratingOutOf100":87},{"who":"Halfwheel","year":"2021","ratingOutOf100":87},{"who":"Katman","year":"2021","ratingOutOf100":98}]}
