{"name":"Ashton - Cameroon - Senoritas","url":"https://www.cigarcentury.com/en/cigars/ashton-cameroon-senoritas","brand":"Ashton, Cameroon","series":"","diameter_mm":0,"ring":30,"length_mm":89,"length_inch":0,"format":"-","maker":"Tabacalera Fuente","manufactureOrigin":"Dominican Republic","isBoxpressed":false,"wrapperOrigin":["Cameroon"],"fillerOrigin":["Dominican Republic"],"binderOrigin":["Dominican Republic"],"color":"Colorado Claro / Natural","aromaProfileCommunity":{"weights":{"Cedar":0.25,"Cocoa":0.25,"Nutmeg":0.25,"White Pepper":0.25},"numberOfVotes":0},"strength":"Mild To Medium","price":0,"additionalNotes":"Ashton is among the most revered premium cigar brands in the world. Ashton cigars are handmade in the legendary Tabacalera A. Fuente factory in the Dominican Republic from only the finest aged tobaccos. Ashton has been a perennial “Top 3” brand in the U.S. for more than thirty years and is sold in over 60 countries. Brand founder Robert Levin created Ashton in the early 1980s. A highly respected veteran of the cigar industry, Levin grew up in the 1950s and ‘60s working in his father’s historic cigar shop, Holt’s Cigar Company, in Philadelphia. He took the business over in the 1970s. Following years of steady growth, Levin applied his ambition to the creation of his own cigar brand. Levin debuted Ashton in 1985 and shortly thereafter, he partnered with the Fuente family to produce the brand. Levin successfully expanded the Ashton portfolio to satisfy the evolving tastes of cigar lovers with the introduction of several now-iconic blends, including the original Ashton Classic, Ashton Aged Maduro, Ashton Cabinet, Ashton VSG, Ashton ESG, and more. It is a formula the company follows closely to this day, adhering to the tenets of brand building, longevity, and tradition. Today, Ashton is a father-and-son operation headed by Robert Levin and his son, Sathya Levin. Together, they preserve and build on the company’s extensive reputation for creating premium cigars of superior quality and lasting prestige. A shared ambition between the Levin and Fuente fam"}
