{"name":"Alejandro Lopez Nicaragua Corona","url":"https://www.noblego.de/alejandro-lopez-corona/","brand":"Alejandro Lopez","series":"Alejandro Lopez Nicaragua","details":{"Fazit":"Die Alejandro Lopez Corona der Nicaragua Linie steht für hochwertigen Genuss zu einem absoluten Spitzenpreis, der dank der Verpackung im Bundle gewährleistet werden kann. Zu ihren medium-würzigen Aromen passt ein trockener Rotwein, Bordeaux oder Chianti, am besten.","Genuss":"Bisher war die Marke Alejandro Lopez für ihre dominikanische Linie bekannt. Ganz neu seit 2013 ist die Nicaragua Linie auf dem Markt. Diese ist etwas würziger und besticht als Puro mit den vollen Aromen Nicaraguas, die sich in der ausgewogenen Mischung der Tabake zeigen. Mit 13 Zentimetern Länge und 15 Millimeter Durchmesser liegt die Corona gut in der Hand und lässt sich bis zu 45 Minuten entspannt rauchen. Sie sollten sie jedoch vorsichtig behandeln, da ihr feines Deckblatt einen zu groben Umgang nicht verzeiht. Der Zugwiderstand gestaltet sich dafür ideal und auch der Abbrand erfordert kein erneutes Anzünden. Die zu Beginn leicht pfeffrige Schärfe verliert sich im Rauchverlauf, primär sind erdige Aromen mit Noten von Heu und ein süßer Ton von Karamell zu schmecken.","Hintergrund":"Der Namensgeber der Alejandro Lopez Zigarren stammt ursprünglich aus Asturien in Spanien. Von dort wanderte er 1886 nach Panama aus und arbeitete als Tabakfarmer. 1910 führte ihn sein Weg weiter in die Dominikanische Republik, wo er in den 20er Jahren seine eigene Manufaktur in der Region von Santiago de los Caballeros eröffnete und heute noch die hochwertigen Zigarren von Alejandro Lopez gefertigt werden."},"diameter_mm":15,"ring":38,"length_mm":130,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.6}
