{"name":"Rocky Patel Royale Toro","url":"https://www.noblego.de/rocky-patel-royale-toro/","brand":"Rocky Patel","series":"Royale","details":{"Fazit":"Preisverdächtig, lecker und erschwinglich: Die Rocky Patel Royale Toro ist ein schöner und ausgedehnter Smoke, der wunderbar mit einem Rum mit feiner Karamellnote harmoniert.","Genuss":"Gut Ding will Weile haben. Ganze sechs Jahre wurde am Blend der Rocky Patel Royale Toro gefeilt. Und er kann sich absolut sehen lassen. Eine Einlage aus Triple Ligero Blättern aus Nicaragua wird gleich von zwei Umblättern – einem Connecticut Broadleaf und einem Connecticut Shade – gehalten und von einem Sumatra-Deckblatt aus Ecuador perfekt finalisiert. Die Toro wird im in den USA so beliebten Boxpressed-Format angeboten. Das sieht nicht nur gut aus, sondern wirkt sich auch positiv auf die Zugeigenschaften des Longfillers aus. Schon im Kaltgeruch ist ein starkes Schokoladen-Aroma wahrnehmbar neben einem Hauch von Karamell. Angezündet offenbaren sich Aromen von Erde, Kaffee und Nuss mit etwas Schärfe und einer schönen nicht zu überladenen Süße. Im letzten Drittel kommen zusätzlich Zedernholzaromen auf. Bei einer Länge von 165 mm und einem Ringmaß von 54 lässt sich die Rocky Patel Royale Toro gut und gerne bis zu 90 Minuten genießen.","Hintergrund":"Royale – der Name der neuen Serie weckt hohe Erwartungen und hebt die Serie von den sechs weiteren 2013er Neuerscheinungen aus dem Hause Rocky Patel ab. Mit 94 Punkten im Rating und Top-Platzierungen in den Rankings werden diese Erwartungen bis jetzt eindeutig erfüllt."},"diameter_mm":21.3,"ring":54,"length_mm":165,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Broadleaf","Connecticut Shade"],"wrapperType":"Sumatra","aromaProfileManufacturer":["Erdig","Kaffee","Leder","Mandel","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":5.6,"additionalNotes":"Doppeltes Umblatt"}
