{"name":"Drew Estate Liga Privada Unico Dirty Rat","url":"https://www.noblego.de/drew-estate-liga-privada-unico-dirty-rat/","brand":"Drew Estate","series":"Liga Unico","details":{"Fazit":"Alles Obige in Betracht gezogen, kann man zum Abschluss nur eine einfache Empfehlung geben: RAUCHEN!","Genuss":"Versuchen Sie gar nicht erst, die Drew Estate Liga Privada Unico Dirty Rat von der objektiven Seite bewerten zu wollen, es wird mit dem Aufzählen der Fakten und der Aneinanderreihung der Aromen nicht im Geringsten der Kern der Zigarre oder das Erlebnis Liga Privada freigelegt. Dies vorausgeschickt zu den harten Fakten: Die Dirty Rat ist eine Corona mit den Maßen 127 x 18 mm, sie ist medium bis stark, hat den perfekten Abbrand, den perfekten Zugwiderstand, die perfekte Konstruktion. Sie brennt ca. 70 bis 75 Minuten, wie alle Liga Privadas kann man vom Format nicht auf die Rauchdauer schließen, die Zigarren brennen langsamer. Und das ist etwas, das Sie genießen werden, denn die Aromenpalette der Dirty Rat ist, vorsichtig ausgedrückt, überwältigend. Erde, Karamell, Muskat, Pfeffer, Holz, Zartbitterschokolade sind die Namen der Aromen, die man nennt, um das Erlebnis zu fassen und doch, da ist mehr, so viel mehr, das ungesagt bleiben muss.","Hintergrund":"Über den Zauber und das Besondere von Drew Estate ist an verschiedenen Stellen, auch hier, schon einiges gesagt worden. Vergessen wir nicht, das meiste davon ist Inszenierung, gute Inszenierung um ehrlich zu sein, mehr allerdings nicht. Was die Firma aber kann wie fast keine zweite im Moment, ist, Zigarren zu konstruieren, die den Vergleich mit jedweden anderen nicht scheuen müssen. Die Zigarre hat ein Sungrown Deckblatt aus Connecticut, ein brasilianisches Mata Fina als Umblatt und die Einlage teilen sich Tabake aus Nicaragua und Honduras. Es ist nicht der Name, es ist die Zigarre."},"diameter_mm":18,"ring":44,"length_mm":127,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"wrapperType":"Maduro","aromaProfileManufacturer":["Erdig","Holz","Karamell","Muskat","Pfeffer","Süß","Würzig","Zartbitter"],"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":15.6,"additionalNotes":"Boutique Zigarre, Pigtail"}
