{"name":"Brun del Ré Gold Robusto Immenso","url":"https://www.noblego.de/brun-del-re-gold-robusto-immenso/","brand":"Brun del Ré","series":"Brun del Ré Gold","details":{"Fazit":"Die gewaltige Brun del Ré Gold Robusto Immenso ist nicht nur schön anzuschauen, sondern auch geschmacklich bietet diese Vitola aus Costa Rica wahre Gaumenfreuden. Der Smoke nimmt ein wenig Zeit in Anspruch, machen Sie es sich also am besten mit einem guten Tropfen - auch ein Espresso passt hier ausgezeichnet - im Lieblingssessel bequem und geben sich ganz und gar den Freuden eines entspannten Genusses hin!","Genuss":"100 Millimeter lang, Ringmaß 60. Durch diese „hard facts“ wird schnell klar, dass die Brun del Ré Gold Robusto Immenso tatsächlich eine „immense“ Zigarre ist. Dem beachtlichen Format ist weder jeder Cutter noch jeder Aficionado gewachsen, daher ist Vorsicht geboten, wenn sie noch nicht so gewaltige Formate geraucht haben. Wer sich jedoch an diese Schönheit aus Costa Rica herantraut, der wird den Smoke nicht bereuen. Aromen von Pfeffer, delikate Röstaromen, bei denen immer wieder Nuancen gerösteter Nüsse durchscheinen, sowie eine delikate holzige Grundnote, durchzogen von süßen Karamelltönen, machen den Genuss dieser Zigarre zu einem kleinen Happening.","Hintergrund":"Die Verarbeitung der Brun del Ré Gold Robusto Immenso kann sich sehen lassen. Ein feines Deckblatt aus Ecuador ummantelt das indonesische Umblatt sowie die Einlage aus Costa Rica und Nicaragua. Fest gerollt verfügt diese Zigarre über einen ausgezeichneten Abbrand und sorgt so für einen dichten und aromatischen Rauch."},"diameter_mm":23.8,"ring":60,"length_mm":100,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Costa Rica","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Holz","Karamell","Pfeffer","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.4}
