{"name":"My Father Exclusively For Germany 6 x 54 Toro Gordo","url":"https://www.noblego.de/my-father-exclusively-for-germany-6-x-54-toro/","brand":"My Father","series":"","details":{"Fazit":"Die My Father Exclusively For Germany 6 x 54 Toro Gordo ist eine besondere Zigarre aus Nicaragua, für die Sie eine Menge Zeit investieren müssen. Zwischen 90 Minuten und zwei Stunden liegt die Rauchdauer und dafür sind Plätze an denen Sie die Vögel zwitschern hören können bestens geeignet. Wir haben dazu einen Kaffee getrunken, ein Cognac wäre allerdings zu späterer Stunde auch eine gute Wahl.","Genuss":"Die My Father Exclusively For Germany 6 x 54 Toro Gordo ist eine stattliche Zigarre. 15,2 Zentimeter Länge und ein Durchmesser von 21,4 Millimetern bedeuten weit mehr als 90 Minuten Rauchdauer. Von Beginn an sind es Pfeffer und Erde, die das Bild prägen, eine leichte Fruchtigkeit scheint sich im ersten Drittel bereits anzubahnen. Der Pfeffer bleibt über den gesamten Rauchverlauf präsent und wird durch die im zweiten Drittel stärker werdende Fruchtigkeit dominiert. Kaffee und Kakao scheinen immer wieder auf, ohne durchgehend präsent zu sein. Der Zug fühlt sich zu Beginn recht leicht an, im Verlauf normalisiert er sich allerdings. Der Abbrand ist nicht perfekt, beeinflusst den Rauchverlauf allerdings nicht signifikant.","Hintergrund":"Die Zigarre hat ein Rosado Deckblatt aus Ecuador sowie ein Umblatt und die Einlage aus Nicaragua. Damit unterscheidet Sie sich nicht von den anderen My Father Zigarren, das tut sie eher auf der Aromenseite. Dass der deutsche Markt eine eigene Limitada bekommt, spricht für die Akzeptanz der Zigarren von Importeur Fernandez Mendoza hierzulande und das heißt nichts anderes als: Sie liebe Kunden haben einen guten Geschmack."},"diameter_mm":21,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Rosado","aromaProfileManufacturer":["Erdig","Fruchtig","Gewürze","Kaffee","Kakao","Pfeffer","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15}
