{"name":"PDR A Crop Toro Oscuro","url":"https://www.noblego.de/pdr-a-crop-toro-oscuro/","brand":"PDR","series":"A Crop","details":{"Fazit":"Die PDR A Crop Toro Oscuro ist eine große und kräftige Zigarre, die Muße und Zeit zum Rauchen erfordert. Auf Grund ihrer Stärke ist sie nichts für Anfänger. Ein ausdrucksstarker Rotwein, wie zum Beispiel ein Bordeaux Superieur aus dem Barrique mit zupackenden Tanninen und einer leicht rauchigen Note passt hier besonders gut dazu.","Genuss":"Die PDR A Crop Toro Oscuro ist von tadelloser handwerklicher Qualität. Sie ist fest gerollt, was eine reelle Tabakportion verspricht und sich im  Zugwiderstand positiv bemerkbar macht. Ihr Kaltgeruch ist mild und schokoladig. Ein dünnes und gleichzeitig geschmeidiges Oscuro-Deckblatt verstärkt noch den Schokoladentouch durch seine schöne dunkle Farbe. Im voluminösen Rauch schmeckt man Holz, Leder und etwas Kakao. Mit satten 20,6 Millimetern im Durchmesser und einer stattlichen Länge von 152 Millimetern haben wir eine richtig große Zigarre vor uns, die knapp eineinhalb Stunden lang starken Tabakgenuss bescheren kann.","Hintergrund":"Wie alle Zigarren dieser Linie stammt auch die PDR A Crop Toro Oscuro aus einer kleinen Manufaktur in Tamboril in der Nähe von Santiago de los Caballeros in der Dominikanischen Republik. Seit über zehn Jahren werden die PDR Zigarren unter der Regie des Masterblenders Abe Flores und unter Mitwirkung der Gebrüder Rodriguez gefertigt. Sie verwenden für diese Zigarren raffinierter Weise Tabakreste aus früheren Produktionen, die demzufolge schon eine lange Reifezeit hinter sich haben."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Oscuro","strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.8}
