{"name":"Plasencia Corona","url":"https://www.noblego.de/plasencia-corona/","brand":"Plasencia","series":"","details":{"Fazit":"Diese Corona der Firma Plasencia ist eine nette Zigarre für all diejenigen, die einen milden Smoke bevorzugen. Diese Puro aus Nicaragua verfügt über eine solide Aromenkomposition und kann gut in Kombination mit einem Kaffee oder auch einem Gläschen Wein genossen werden.","Genuss":"Die Nicaraguanerin garantiert mit ihrer Länge von 147 Millimetern und einem Durchmesser von 17,0 Millimetern einen soliden Smoke von einer guten Dreiviertelstunde. Dabei ist das matt glänzende, hellbraune Deckblatt mit feinen Adern durchzogen und schön verarbeitet. Diese Zigarre der Red Line, die nach längerer Pause von der Firma Plasencia seit 2012 wieder hergestellt wird, bleibt trotz medium-aromatischer Würze auf der milden Seite. Dabei sind zu Beginn des Smokes vor allem grasige Röstaromen präsent und auch holzige Noten machen sich bemerkbar. Im weiteren Verlauf wird die Zigarre zunehmend schärfer und neben einer süßen Note, die an Honig erinnert, sind auch fruchtige Töne präsent.","Hintergrund":"Die Firma Plasencia ist bereits in der vierten Generation im Tabakbetrieb tätig. Dabei stammt die Familie um den bekannten Tabakexperten Nestor Plasencia ursprünglich aus Kuba, in den 1950er Jahre mussten sie jedoch aufgrund der kubanischen Revolution nach Nicaragua fliehen. Das Wissen um die Kunst des Tabakanbaus wurde jedoch von Generation zu Generation weiter gegeben. Dabei lautet ein Motto des Tabakmoguls: „ Für uns steht der Tabak an erster Stelle. Wir pflegen unsere Felder, als wären sie Gärten.“ Mit dieser sorgsamen Einstellung zu den Rohstoffen aus der Natur konnte sich das Traditionsunternehmen durchsetzen."},"diameter_mm":17,"ring":42,"length_mm":147,"length_inch":0,"format":"Corona","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.4}
