{"name":"Mombacho Botucal Petit Corona ","url":"https://www.noblego.de/mombacho-botucal-petit-corona-zigarren/","brand":"Mombacho","series":"Botucal","details":{"Genussverlauf":"Nach etwa drei Jahren Entwicklungszeit stand der Blend der Mombacho Botucal Petit Corona fest. Die Wahl fiel auf ein aus karibischer Saat gezogenes Deckblatt aus Ecuador, ein nicaraguanisches Jalapa Umblatt und einen stimmigen Dreiklang aus Nicaragua Tabaken der Anbauregionen Estelí, Jalapa und Condega. Diese ausgeklügelte Mischung verleiht der handgerollten Petit Corona eine schmackhafte Würze, tiefe Erd-, Leder-, Zartbitterschokolade-, Röst- und Pfefferaromen. In Kombination mit dem fruchtig-süßen Botucal Rum Reserva Exclusiva genossen, entsteht so ein nahezu perfektes Genusserlebnis zwischen den beiden köstlichen Genussmitteln. Die Mombacho Botucal Petit Corona weist eine tadellose Verarbeitung auf. Ihr hervorragendes Zug- und Abbrandverhalten beweist, dass sich die Roller bei Mombacho bestens auf ihr Handwerk verstehen.","Nice to know":"Viele Aficionados schätzen die Genusskombination zwischen Zigarre und Rum. Allerdings ist es für den Konsumenten nicht immer einfach, aus dem vielfältigen Angebot beider Genussmittel geeignete Kandidaten für das sogenannte „Pairing“ zu finden. Projekte wie die sehr gelungene Kooperation von Botucal und Mombacho machen daher vielleicht bald Schule, so dass wir uns eventuell auf weitere spannende Unternehmungen dieser Art freuen dürfen.","Resümee":"Eine absolute Bereicherung für Rum- und Zigarrenliebhaber! Die Mombacho Botucal Petit Corona bildet zusammen mit dem 12 Jahre alten Botucal Rum Reserva Exclusiva eine stimmige Genuss-Symbiose. Unbedingt probieren!"},"diameter_mm":17.5,"ring":44,"length_mm":114,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"H2000","aromaProfileManufacturer":["Erdig","Leder","Röstaromen","Schwarzer Pfeffer","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":10.9}
