{"name":"Tatuaje Mexican Experiment ME II Robusto","url":"https://www.noblego.de/tatuaje-mexican-experiment-me-ii-zigarre/","brand":"Tatuaje","series":"Tatuaje Mexican Experiment ME II","details":{"Genussverlauf":"Die kompakt gerollte Tatauje Mexican Experiment ME II Robusto verfügt über einen markanten Kaltgeruch, der auf besonders lang gereifte Tabake schließen lässt. Ihr robustes Deckblatt weist einen tief dunklen Braunton auf. Hält man die Zigarre in den Händen, kann man die hohe Qualität des mexikanischen Erzeugnisses regelrecht erfühlen. Unter diesem feinen Mantel für die Augen verborgen liegen das nicaraguanische Umblatt und die Einlagetabake gleicher Herkunft. Einmal entfacht entwickelt die ME II einen beachtlich voluminösen Rauch, der sich aufgrund seiner Cremigkeit angenehm an den Gaumen schmiegt. Nach den ersten Zügen macht sich alsbald eine fruchtige Süße bemerkbar, welche die während des Genusses aufkeimenden Holz-, Erd-, Kaffee-, Schokolade-, Toast und Lederaromen über den gesamten Rauchverlauf hinweg trefflich untermalt. Dazu gesellt sich dann und wann eine dezente Pfeffernote, die meist aufkommt, wenn jene zuvor genannten Aromen miteinander in Wechselwirkung treten. Insgesamt lässt sich der vollmundige Smoke von Tatuaje im mittelkräftigen Bereich ansiedeln. Unerfahreneren Aficionados könnte die schmackhafte Zigarre allerdings wohl doch ein wenig zu stark erscheinen.","Nice to know":"Wer den vollmundigen Geschmack der Tatuaje Mexican Experiment ME II über eine noch längere Rauchdauer genießen möchte, für den stehen mit der Churchill und Toro zwei weitere Formate der aufregenden Serie zur Verfügung.","Résumé":"Mit der Tatauje Mexican Experiment ME II kommt ein ehrliches Stück Handwerkskunst zu Ihnen nach Hause. Unser Genusstipp: Die kraftvolle Zigarre lässt sich perfekt nach dem Verzehr von würzigen Fleischgerichten genießen. Probieren Sie es aus!"},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Kaffee","Leder","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","price":11.2}
