{"name":"Fürst Bismarck Corona","url":"https://www.noblego.de/fuerst-bismarck-corona/","brand":"Fürst Bismarck","series":"","details":{"Fazit":"Die Corona aus dem Hause Fürst Bismarck vereint mildes dominikanisches Flavour mit leicht herben, aber auch fruchtigen Passagen. Eine eher mittelstarke Zigarre, die bei Freunden der dominikanischen Longfiller auf jeden Fall Anklang finden wird.","Genuss":"Die  Fürst Bismarck Corona ist ein klassisches Corona-Format mit einer Länge von 14 Zentimetern und einem Durchmesser von 17 Millimetern, was einem 43er Ringmaß entspricht. Schon die Verarbeitung der preiswerten Vitola fällt positiv auf, ein sehr feines, sauber verarbeitetes Deckblatt und ein sehr prunkvoll gestalteter Zigarrenring werten die Zigarre auf. Auch haptisch ist die leicht raue Oberfläche der Fürst Bismarck Corona ein wahres Schmankerl. Der kalte Zug ist eher grasig und zurückhaltend, erinnert gleich an klassisch milde, dominikanische Zigarren. Das erste Drittel ist erstaunlich fruchtig-grasig und erinnert leicht an Trockenobst. Im Verlauf zum zweiten Drittel bleibt die Fürst Bismarck Corona grasig-mild. Die Asche ist stahlgrau, leicht bröselig, aber trotzdem angemessen fest. Das zweite Drittel bringt einen leicht holzig-herben Ton mit sich. Sehr ausgewogene milde Tabakaromen schmeicheln dem Aficionado. Zum letzten Drittel fügen sich noch leicht holzig-herbale Aromen hinzu und verleihen der Fürst Bismarck Corona einen schon fast majestätischen Auftritt.","Hintergrund":"Bekannt ist die Fürst Bismarck bei Kennern vor allem durch ihre sorgfältige Entwicklung der Tabake. Die Einlage reift 24 Monate, dem Deckblatt werden 6 Monate Zeit gelassen. So können sich die Aromen besonders gut entfalten."},"diameter_mm":17,"ring":43,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gras","Nuss","Pfeffer","Süß","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.2}
