{"name":"Vasco da Gama Corona Capa de Oro No 2 Caribbean","url":"https://www.noblego.de/vasco-da-gama-corona-capa-de-oro-no-2-caribbean/","brand":"Vasco da Gama","series":"","details":{"Fazit":"Die Vasco da Gama Corona Capa de Oro No.2 Carribean ist eine Zigarre, die sich Vasco da Gama Freunde nicht entgehen lassen sollten, und auch Anfängern bietet sie einen guten Einstieg. Ideal abgerundet mit einem kühlen Pils.","Genuss":"Wer schon die Vasco da Gama Corona Sumatra und Brasil mochte, dem sollten die Vasco da Gama Corona Capa de Oro im Tasting-Portfolio nicht fehlen. Mit der karibischen Einlage und dem ebenfalls karibisches Deckblatt steht sie ganz im Zeichen des karibischen Staates und wird durch die Aromen, die die Tabakpflanzen im tropischen Klima und auf den sandigen Böden ausprägen, bestimmt. Mild-würzige Holz- und Erdaromen mit einer dezenten Süße erfreuen den Gaumen und lassen fast vergessen, dass es sich bei der Corona nicht um eine handgefertigte Zigarre handelt. Mit 15,3 Zentimetern in der Länge und einem Durchmesser von 16,7 Millimetern verspricht sie eine Rauchdauer bis zu 40 Minuten. Das Zugende der Zigarre ist schon rauchfertig angeschnitten, sodass der Rauchgenuss sofort und ohne weitere Hilfsmittel außer einem Feuer beginnen kann. Zug und Abbrand sind optimal.","Hintergrund":"Neben den herkömmlichen \u003ca title=\"Hier gehts zur Vasco da Gama Corona Sumatra\" href=\"/vasco-da-gama-sumatra/\"\u003eVasco da Gama Corona Sumatra\u003c/a\u003e, \u003ca title=\"Hier gehts zur Vasco da Gama Corona Brasil Maduro\" href=\"/vasco-da-gama-corona-brasil-no-2-maduro/\"\u003eBrasil\u003c/a\u003e und Capa de Oro Zigarren ist besonders die aromatisierte Linie beliebt, erhältlich im Tubo und in den Geschmacksrichtungen \u003ca title=\"Hier gehts zur Vasco da Gama Tubo Port Wine\" href=\"/vasco-da-gama-tubo-port-wine/\"\u003ePortwein\u003c/a\u003e und \u003ca title=\"Hier gehts zur Vasco da Gama Tubo Whiskey\" href=\"/vasco-da-gama-tubo-whiskey/\"\u003eWhiskey\u003c/a\u003e."},"diameter_mm":16.7,"ring":42,"length_mm":153,"length_inch":0,"format":"Corona","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Karibik"],"binderOrigin":["Bandtabak"],"aromaProfileManufacturer":["Erdig","Holz"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":6.69}
