{"name":"El Artista Buffalo Ten Toro Maduro","url":"https://www.noblego.de/el-artista-buffalo-ten-toro-maduro-zigarren/","brand":"El Artista","series":"Buffalo Ten","details":{"Genussverlauf":"Für eine Longfiller Zigarre zu einem Preis von unter sechs Euro ist es erstaunlich, wie aufwendig die Tabakmischung der El Artista Buffalo Ten Toro gestaltet wurde. Insgesamt besteht die mit komplexen Aromen von Schokolade, Frucht, Kaffee und Nuss aufwartende Dominikanerin aus Tabaken fünf verschiedener Anbauländer. Ihr etwas rustikal wirkendes Deckblatt stammt aus der San Andrés Region in Mexiko. Besonders interessant ist ihr Umblatt, denn hier wurde mit dem dominikanischen Negrito eine eigentlich aus der Mode geratene Tabaksorte gewählt, die allerdings in den 1950er-Jahren überaus populär war. Die feine Süße des Negrito Tabaks passt jedoch hervorragend zu dem kräftig würzigen Charakter der Buffalo Ten Toro, daher kann man hier von einer sehr gelungenen Kombination sprechen. Unter dem Negrito stecken Einlagetabake aus Nicaragua, Kolumbien, den USA und der Dominikanischen Republik. Mit einer Länge von 15,2 cm und einem 50er Ringmaß ausgestattet, lässt sich die mittelkräftige bis kräftige Toro bis zu 70 Minuten lang in vollen Zügen genießen. Dabei entwickelt sie einen herrlich voluminösen und dichten Rauch, weist ein perfektes Zugverhalten auf und brennt vorbildlich gerade ab.","Nice to know":"Importiert werden die El Artista Buffalo Ten Toros vom deutschen Unternehmen Klaus Kleinlagel aus Bruchsal in Baden-Württemberg. Ein familiengeführter Betrieb mit langer Tradition, welcher unter anderem die Zigarren der Premiummarken \u003ca href=\"/gurkha-zigarren/\" title=\"Direkt zu den Gurkha Zigarren\"\u003eGurkha\u003c/a\u003e, \u003ca href=\"/kristoff-zigarren/\" title=\"Direkt zu den Kristoff Zigarren\"\u003eKristoff\u003c/a\u003e und \u003ca href=\"/principle-cigars-zigarren/\" title=\"Direkt zu den Principle Cigars Zigarren\"\u003ePrinciple Cigars\u003c/a\u003e vertreibt.","Resümee":"Die El Artista Buffalo Ten Toro ist eine außergewöhnlich gute und geschmackvolle Zigarre, die wir Ihnen zu einem sehr attraktiven Preis anbieten dürfen. Erhältlich ist sie als Einzelzigarre oder im 25er Bundle. Greifen Sie zu und lassen Sie sich die würzigen Leckerbissen aus der Dominikanischen Republik schmecken!"},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andrés","fillerOrigin":["Dominikanische Republik","Kolumbien","Nicaragua","USA"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Fruchtig","Kaffee","Schokolade","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7}
