{"name":"Davidoff Winston Churchill Late Hour Churchill","url":"https://www.noblego.de/davidoff-winston-churchill-late-hour-churchill/","brand":"Davidoff","series":"Winston Churchill Late Hour","details":{"Genussverlauf":"Ein kaffeebraunes, verlockend ölig schimmerndes Oscuro Deckblatt aus Ecuador, ein mexikanisches San Andrés Umblatt und handverlesene Visus Tabake aus Nicaragua sowie der Dominikanischen Republik sind die Zutaten, welche der Davidoff Winston Churchill Late Hour Churchill ihren unnachahmlichen Charakter verleihen. Um ihre süß-würzige Grundnote weben sich von Rauchdrittel zu Rauchdrittel abwechslungsfreudige und vollmundig präsente Pfeffer-, Kaffee-, Schokolade-, Eichenholz-, Leder- und verschiedene Gewürzaromen. Getragen werden diese von einem an Cremigkeit kaum zu überbietenden Rauch, den das perfekt verarbeitete Churchill Format für einen ungefähren Genusszeitraum von 120 Minuten verströmt.","Nice to know":"Die nicaraguanischen Visus Tabake in der Einlage der Late Hour Churchill wurden einem besonderen Reifeprozess unterzogen. Für sechs Monate hat man diese in ausgedienten Scotch Single Malt Fässern unter kontrollierten Druckverhältnissen gelagert. Die dabei stattfindende Fermentation verleiht den Tabaken einen einzigartigen Würzcharakter, der den Zigarren der Late Hour Serie zu eigen ist.","Resümee":"Eine Zigarre wie die Davidoff Winston Churchill Late Hour Churchill genießt man besonders bewusst und ausgiebig. Denn es ist ein herrliches Vergnügen, sich auf ihre spannenden Aromen einzulassen und dabei entspannt zu entschleunigen."},"diameter_mm":19.1,"ring":48,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Oscuro","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Cremig","Eichenholz","Erdig","Gewürze","Kaffee","Leder","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":32}
