{"name":"Casa Culinaria Green Robusto","url":"https://www.noblego.de/casa-culinaria-green-robusto/","brand":"Casa Culinaria","series":"Green","details":{"Fazit":"Die Casa Culinaria Green Robusto ist eine mittelstarke und geschmacklich sehr interessante Zigarre, die auch dem erfahrenen Aficionado Freude bereiten wird. Zu der beachtlichen Stärke im Ausdruck passt sicherlich ein hochprozentiger Tropfen in Form eines edlen karibischen Rums.","Genuss":"Die Casa Culinaria Green Robusto ist eine recht würzige Zigarre mittlerer Stärke. Sie hat einen idealen Zugwiderstand und einen ganz gleichmäßigen Abbrand. Die Tabake, die in der Einlage Verwendung finden, werden in verschiedenen Anbauregionen Nicaraguas unter optimalen klimatischen Bedingungen aus karibischem Saatgut gezogen. Das Umblatt der Zigarre kommt ebenfalls aus Nicaragua. Es bereichert den Blend mit seinen typisch erdigen Noten. Die hochwertige Zigarre wird von einem Deckblatt aus Indonesien umschlossen, das mit seinen süßlichen Komponenten einen angenehmen Gegensatz zu den Tabaken der Einlage bietet. Diese interessante Zigarre ist 130 Millimeter lang und hat einen Durchmesser von 20 Millimetern - ein Ringmaß von glatten 50 also. Sie liegt sehr gut in der Hand und beschert uns einen intensiven Rauchgenuss von ungefähr einer Dreiviertelstunde.","Hintergrund":"Casa Culinaria Green gehört zu einer Serie mit drei recht ausgefallenen Kreationen mit edlen Tabaken aus Nicaragua. Innerhalb des vielfältigen Casa Culinaria Angebots liegt sie in Stärke und Würze etwa in der Mitte. Als Mediumfiller können diese Zigarren trotz der kostbaren Rohstoffe sehr preiswert angeboten werden."},"diameter_mm":20,"ring":50,"length_mm":130,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Indonesia"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz","Schärfe"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.3}
