{"name":"Padron Serie 1926 No. 9 Robusto Natural","url":"https://www.noblego.de/padron-serie-1926-no-9-robusto-natural/","brand":"Padron","series":"Serie 1926","details":{"Fazit":"Die Komposition aus Süße und Würze balanciert die Padron Serie 1926 Nr. 9 Robusto Natural bestmöglich aus. Im Zusammenspiel mit der traumhaften Verarbeitung ermöglicht sie unbeschwertes Rauchvergnügen in seiner reinsten Art.","Genuss":"Der Kaltzug offenbart Aromen von Milchschokolade, Würze sowie Espresso. Nach dem Anfeuern spaltet sich die Padron Serie 1926 Nr. 9 Robusto Natural, mit ihrem 55er Ringmaß bei einer Länge von 13,35 cm, geschmacklich in eine süße, schokoladige und eine pfeffrige Seite. Im weiteren Verlauf verstärken sich die Noten von rotem Pfeffer spürbar und werden gegen Ende des ersten Drittels von fruchtigen Noten, Richtung dunkler Kirsche, ergänzt. Im zweiten Drittel besticht die Zigarre durch nussige Aromen, gepaart mit einem schönen Eigengeschmack nach Tabak. Im Hintergrund schwingen beständig Nuancen von Kakao und Kaffee, während die Pfeffrigkeit sich mehr und mehr zurückzieht. Gleichzeitig bildet sich ein angenehmer Geschmack von Leder aus. Im letzten Drittel tritt eine herrliche Cremigkeit hinzu, die den bestehenden Aromen zu einer idealen Geltung verhilft und bis zum Ende der ca. 100 minütigen Rauchdauer bestehen bleibt. Technisch überzeugt die Padron mit einer, der perfekten Verarbeitung geschuldeten, kreisrunden Abbrandlinie sowie leichtgängigem Zugwiderstand.","Hintergrund":"Die Padron Serie 1926 erschien 2002 anlässlich des 75. Geburtstags von Markengründer José O. Padron auf dem Markt. Die in dieser Zigarrenserie verarbeiteten Tabake stammen allesamt aus Nicaragua und lagerten zwischen fünf und zehn Jahren. Sie schaffen so ein wunderbar weiches und rundes Geschmackserlebnis. Eine individuelle Seriennummer auf der Bauchbinde jeder einzelnen Zigarre dient dem Schutz vor Fälschungen."},"diameter_mm":22.2,"ring":56,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Holz","Leder","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":37.4,"additionalNotes":"Boutique Zigarre"}
