{"name":"Drew Estate Liga Privada No. 9 Corona Doble","url":"https://www.noblego.de/drew-estate-liga-privada-no-9-corona-doble/","brand":"Drew Estate","series":"Liga Privada No. 9","details":{"Fazit":"Drei Regeln zu dieser Zigarre: 1) Wenn Sie die Drew Estate Liga Privada No. 9 Corona Doble rauchen, nehmen Sie sich bitte viel Zeit. 2) Wenn Sie die Drew Estate Liga Privada No. 9 Corona Doble rauchen, lassen Sie alles auf sich zukommen. 3) Rauchen Sie sie einfach! Jetzt!","Genuss":"Es ist alles andere als einfach, eine Zigarre wie die Drew Estate Liga Privada No. 9 Corona Doble zu beschreiben, denn egal wen man fragt, jeder bestätigt den eigenen Eindruck: Sie ist eine der besten Zigarren, die man jemals geraucht hat. Jeder hat ein paar andere Aromen geschmeckt, aber der Eindruck ist am Ende der gleiche. Bleiben wir bei den Fakten: Der Abbrand ist perfekt, der Zug ist perfekt, die Asche ist weiß und hält circa 1 Inch. Die Doble Corona ist knapp 18 Zentimeter lang und hat einen Durchmesser von 20.6 Millimetern. Medium bis stark, vollwürzig und mit einer Bandbreite an Aromen ausgestattet, die bemerkenswert ist. Aber das erleben Sie bitte selbst, es reicht zu wissen, dass Sie nicht enttäuscht sein werden.","Hintergrund":"Diese Zigarren wurden für \"El Jefe\" Steve Saka persönlich und allein nach seinem Geschmack geblendet - und überzeugen auf ganzer Linie. Drew Estate baut diese Zigarren, die so selten sind und von allen Zigarren-Bloggern weltweit gefeiert werden. Ein solcher Blend; das Deckblatt ist ein Connecticut Broadleaf Maduro, das Umblatt ein brasilianisches Mata Fina und die Einlage kommt aus Honduras und der Dominikanischen Republik; ist einzigartig und kann nur von einer furchtlosen Unternehmung wie Drew Estate kommen. Hier ist der Anspruch immer der größte und das merkt man."},"diameter_mm":20.6,"ring":52,"length_mm":178,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Kaffee","Leder","Nuss","Pfeffer","Röstaromen","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":22.5,"additionalNotes":"Boutique Zigarre"}
