{"name":"Flores y Rodriguez Cañonazo Claro","url":"https://www.noblego.de/flores-y-rodriguez-canonazo-claro/","brand":"Flores y Rodriguez","series":"Claro Cabinet Seleccion","details":{"Fazit":"Aussehen top, Geschmack top, Zug top, Abbrand top – ein Rauchgenuss, an dem es absolut nichts auszusetzen gibt.","Genuss":"Die Cañonazo ist ein Double Toro Format mit einer Länge von 17 cm und einem Durchmesser von 23 mm. Damit bietet sie einen Rauchgenuss von mehr als 90 Minuten mit Aromen von Kaffee, Leder, Zedernholz, Zitrusfrüchten und Pfeffer. Langweilig wird dieser Smoke also garantiert nicht. Durch ein verlängertes Verfahren bei der Fermentation erhalten die Tabakblätter, die allesamt in dominikanischen Böden gezogen werden, eine besondere Färbung und Aromatik. Da macht schon das Anschauen Spaß und der Genuss ist sogar noch besser. Wir sagen: Anzünden und los geht’s.","Hintergrund":"PDR Cigars konnte sich in den letzten Jahren fest auf dem Zigarrenmarkt etablieren. Dazu haben Serien wie \u003ca title=\"Hier geht's zu den PDR A Crop Zigarren\" href=\"/pdr-a-crop-zigarren/\"\u003ePDR A Crop\u003c/a\u003e, \u003ca title=\"Hier geht's zu den PDR 1878 Zigarren\" href=\"/pdr-1878-zigarren/\"\u003ePDR 1878\u003c/a\u003e und \u003ca title=\"Hier geht's zu den A. Flores 1975 Zigarren\" href=\"/a-flores-1975-zigarren/\"\u003eA. Flores 1975\u003c/a\u003e ihren Teil beigetragen. Und die Kreativität von Chef und Masterblender Abraham Flores scheint ungetrübt, sodass wir uns noch auf viele weitere leckere Zigarren aus dieser dominikanischen Manufaktur freuen können."},"diameter_mm":23,"ring":58,"length_mm":170,"length_inch":0,"format":"Double Toro","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Colorado","aromaProfileManufacturer":["Kaffee","Leder","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8.8}
