{"name":"CAO OSA Lot 58","url":"https://www.noblego.de/cao-osa-lot-58/","brand":"CAO","series":"OSA","details":{"Fazit":"Für Liebhaber besonders voluminöser Zigarren ist die Cao Osa Lot 58 genau das Richtige. Nach dem Abendessen kombiniert mit einem guten Portwein sind sie für den Aficionado ein absoluter Genießer-Tipp und bestechen darüber hinaus durch ihr gutes Preis-Leistungs-Verhältnis.","Genuss":"Die Cao Osa Lot 58 überzeugt nicht nur durch ihr eindrucksvolles Ringmaß, sondern ist mit ihren 165 Millimetern Länge und dem Durchmesser von 23 Millimetern von stattlicher Größe, die sich durchaus mit einer Churchill oder Corona Gorda messen kann.  Das Olancho San Augustin Sun Grown Deckblatt aus eigenem Anbau sorgt für ihr dunkles Aussehen, die ölige Textur und ausgeprägte Würze. Kombiniert wird es mit einem Connecticut Broadleaf Umblatt und feinen honduranischen und nicaraguanischen Einlagetabaken. Das Zug- und Abbrennverhalten lässt keine Wünsche offen. Während der umfangreichen Rauchdauer von bis zu 120 Minuten offenbaren sich in jedem Drittel der Cao Osa Lot 58 im Toro-Gordo Format unterschiedliche geschmackliche Nuancen, die von schwarzem Pfeffer über Nuss bis hin zu herb-süßen Aromen reichen, die von Erd- und Holznoten dominiert werden. Die sehr ausgeprägte Würze und Stärke der Cao Osa Lot 58 machen sie jedoch nicht für Zigarrenanfänger geeignet.","Hintergrund":"Auf dem deutschen Markt sind die Cao Osa Zigarren noch Neulinge. Erst seit 2012 sind die Zigarren der Osa-Linien auch in Deutschland für Zigarrenfreunde erhältlich. Cao Osa Zigarren entstehen inmitten der unberührten Natur Honduras᾽ in Olancho, San Augustin. Dort werden sie seit 2008 durch die idealen klimatischen Bedingungen und sehr gute Bodenverhältnisse zu ihrer Perfektion gebracht."},"diameter_mm":23,"ring":58,"length_mm":165,"length_inch":0,"format":"Toro Gordo","maker":"Rick Rodriguez","manufactureOrigin":"Honduras","construction":"Longfiller","wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Olancho San Augustin","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":9.3}
