{"name":"PDR 1878 Reserva Dominicana Capa Oscura Robusto","url":"https://www.noblego.de/pdr-1878-reserva-dominicana-capa-oscura-robusto/","brand":"PDR","series":"1878","details":{"Fazit":"Wunderschön verarbeitet und ein Geschmack zum Verlieben. Eine klare Empfehlung von der Inter-tabac 2013.","Genuss":"Schon der Kaltgeruch der PDR 1878 Reserva Dominicana Capa Oscura Robusto kann überzeugen: Mild-erdig und schokoladig-süß verbreitet er sich im Nasenraum. Und auch nach dem Entzünden ist die Schokoladennote vorherrschend. Im ersten Drittel kommen Holz- und Nussnoten hinzu, im zweiten Drittel Zimt, Kaffee und Leder. Das Finale nimmt mit den erneut auftretenden Holz- und Lederaromen etwas an Würze zu. Der Blend stammt aus der Dominikanischen Republik und Ecuador und wird von einem schokoladig braunen Sungrown Oscuro gekrönt. Die Einlage besteht aus Criollo 98 und Corojo, das Umblatt aus Caribbean Tabak. Viel Rauch und ein gerader Abbrand mit einer festen Asche machen diesen gut einstündigen Smoke zu einem absoluten Genusserlebnis.","Hintergrund":"Der Namen der Marke \u003cem\u003ePDR\u003c/em\u003e ist ein Akronym und steht für die bekannte kubanische Tabakanbauregion \u003cem\u003ePinar del Río\u003c/em\u003e. Er stellt eine Hommage an die Anfänge der Zigarrenproduktion in der Karibik dar. Hergestellt werden die Zigarren in Tamboril in der Dominikanischen Republik in einer kleinen von Abe Flores geführten Manufaktur."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Oscuro","aromaProfileManufacturer":["Cremig","Holz","Kaffee","Nuss","Schokolade","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":8.6,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
