{"name":"Brick House Toro Maduro","url":"https://www.noblego.de/brick-house-toro-maduro/","brand":"Brick House","series":"Maduro","details":{"Fazit":"Die Toro Maduro ist eine typische Brick House Zigarre mit ausgewogenen und vollmundigen Aromen, die Ihnen den leckeren Genuss nicaraguanischer Tabake auf angenehmste Art und Weise näherbringt.","Genuss":"Die Brick House Toro Maduro kommt aus Nicaragua und gehört der dort ansässigen und sehr beliebten Marke an, die seit Jahrzehnten auf hochwertige Puro Zigarren spezialisiert ist. Im Rahmen dessen konzentriert man sich bei Brick House voll und ganz auf die Produktion schmackhafter Blends, die man einzig aus den Tabaken des mittelamerikanischen Landes kreiert und zu beeindruckenden fair bepreisten Zigarren verarbeitet. Und dass diese sowohl geschmacklich als auch verarbeitungstechnisch sehr hohe Qualität aufweisen, hat sich längst in den Genussraucherkreisen herumgesprochen. Die Toro Maduro von Brick House bietet ein cremig-süßes Zigarrenvergnügen, mit vielen erdigen und schokoladigen Tönen, einem Hauch von Kaffee und Zedernholz. Im Kontrast zum sehr dunklem Maduro Deckblatt schimmert die Asche der nicaraguanischen Puro strahlend weiß. Der Abbrand und Zug gestaltet sich bei der preisleistungsstarken Toro Maduro herrlich unkompliziert, diesbezüglich verlangt die Honduranerin nicht viel Aufmerksamkeit von ihrem Genießer, sodass dieser sich voll und ganz auf den delikaten Genuss der Zigarre konzentrieren kann.","Hintergrund":"Brick House bedeutet aus dem Englischen übersetzt „Backsteinhaus“. Der Unternehmensgründer J.C. Newman hat die Marke nach seinem Elternhaus benannt, welches das einzige Backsteinhaus in seinem Heimatort war. Gleichzeitig fungierte dies auch als Gastwirtschaft, in der die Leute der Gegend bei Speis und Trank, wohl auch die ein oder andere Zigarre genossen haben."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"H2000","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Pfeffer","Schokolade","Süß"],"strength":"Stark","smokingDuration":"45 bis 90 Min","price":6.9}
