{"name":"Santa Damiana Vintage Maduro Corona Glas Tube","url":"https://www.noblego.de/santa-damiana-vintage-maduro-corona-glas-tube/","brand":"Santa Damiana","series":"Vintage Maduro","details":{"Fazit":"Somit ist die Corona für Liebhaber mittelkräftiger und süßer Zigarren geeignet. Aufgrund der Eigenschaften nicht für Anfänger geeignet.  Eine wunderbare Zigarre für den wirklichen Genießer, der in der Corona eine Begleiterin der besonderen Art findet. Zur Maduro bietet sich als korrespondierendes Getränk ein milder Scotch an, vielleicht Glenmorangie Whisky Sherry Wood, der mit einer leichten Sherrynote und Raucharomen die Charakteristik der Zigarre unterstreicht.","Genuss":"Die Santa Damiana Vintage Maduro Corona in der Glas-Tube wirkt auf Grund ihrer Verpackung sehr edel. Ein Eindruck, der sich im weiteren Verlauf der  Beschäftigung mit der Zigarre verfestigt. Etwas mehr als 14 Zentimeter Länge und ca. 18 Millimeter Durchmesser bringt die Corona mit und passt somit in ihr Formatgrenzen. Das bedeutet ca. 50 bis 60 Minuten langen Rauchgenuss. Am Beginn steht ein wunderbar würziger Duft, der sich nach dem Anzünden bestätigt. Die aus der Dominikanischen Republik stammende Corona ist mittelkräftig.  Am Anfang stehen süßliche Töne, die sich langsam mit dem feinbitteren Kern vereinigen. Röstkaffee, Schokolade und leichte Kräutertöne sind es, die das Aromenspektrum bilden. Das Abbrandverhalten ist gut, es kann sich selten uneinheitlich zeigen. Der Zug zeigt sich am Anfang schwergängig, normalisiert sich aber noch im ersten Drittel. Die Asche ist fest und stabil."},"diameter_mm":18.3,"ring":46,"length_mm":142,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Kaffee","Nuss","Schokolade"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":5.8}
