{"name":"Aging Room Small Batch M356 Rondo ","url":"https://www.noblego.de/aging-room-small-batch-m356-rondo/","brand":"Aging Room","series":"M356","details":{"Fazit":"Die Aging Room M 356 Rondo gehört zweifellos zu den kräftigeren Zigarren. Sie ist also gerade nach einem opulenten Essen zu empfehlen, um dem Abend einen würdigen Abschluss zu verleihen. Zu der kleinen Rondo passt ein starker Espresso hervorragend, auch ein kräftig torfiger Whisky oder ein voluminöser schwarzer Tee würden sich großartig zur Kombination mit der Zigarre eignen. Perfekt geeignet wäre die Rondo auch an lauen Sommerabenden im Freien, um der abendlichen Atmosphäre den finalen Schuss Gemütlichkeit zu verleihen.\nDiese Zigarre ist ein wahrer Tausendsassa und wird sowohl Freunde von Havannas als auch Fans kräftiger dominikanischer oder nicaraguanischer Smokes begeistern!","Genuss":"Es offenbaren sich erdige, schokoladige und waldige Aromen, die im Nu große Lust auf den bevorstehenden Smoke machen. Angezündet erschmeckt man genau diese Erdigkeit, gepaart mit heuigen und kräutrigen Aromen, begleitet von süßlichem Zedernholz. Die faszinierende Aromenfülle umschmeichelt den Gaumen mit einer sanften Cremigkeit und macht Lust auf mehr. Im zweiten Drittel treten röstige und rauchige Aromen in den Vordergrund und vereinen sich vorzüglich mit der Holzigkeit des Anfangs. Zum Schluss zeigt sich noch eine gute Spur Salz und Pfeffer, die der kräftigen Robusto nach einer Dreiviertelstunde einen leckeren Abschluss verleiht. Der Zug ist vom ersten Moment an leichtgängig, egal, ob man den Bohrer oder den Cutter bevorzugt. Die Verarbeitung lässt über die gesamte Rauchdauer keinerlei Wünsche offen.","Hintergrund":"Die Marke Aging Room erschien im Jahre 2011 auf der Bildfläche und wurde sofort in höchsten Tönen gelobt. Momentan befinden sich unter dem Markennamen zwei Serien auf dem deutschen Markt, M 356 und Havao, wobei M 356 eindeutig die kräftigere Serie darstellt. Die M 356 kommt in sechs verschiedenen Formaten; die Rondo im Robusto-Format gehört zu den kleineren Formaten. Es lohnt sich allemal, eine Zigarre dieser mehrfach preisgekrönten und ausgezeichneten dominikanischen Marke zu probieren. Renommierte Zigarrenmagazine gaben der dominikanischen Puro Bestwertungen."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Karamell","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.5,"additionalNotes":"Boutique Zigarre"}
