{"name":"Camacho American Barrel Aged Robusto Tubos ","url":"https://www.noblego.de/camacho-american-barrel-aged-robusto-tubos/","brand":"Camacho","series":"","details":{" Hintergrund":"Die Marke Camacho blickt auf eine lange Tradition zurück, sie besteht nun seit gut 55 Jahren und ist nach ihrem Gründer Simon Camacho benannt, welcher zu seiner Zeit keinen geringeren als Winston Churchill mit seinen Zigarrenkreationen begeisterte. Die Camacho American Barrel Aged Robusto hätte sicher auch dem damaligen britischen Premierminister vorzüglich gemundet.","Fazit":"Einen rundum aufregend aromareichen Smoke, den kann man von der „Zigarre vom Fass“ mehr als erwarten. Ob Sie dazu auch etwas Leckeres vom Fass genießen oder einfach nur den authentisch amerikanischen Geschmack der Camacho Barrel Aged, überlassen wir ganz Ihnen.","Genuss":"Hält man die Camacho American Barrel Aged Robusto in den Händen, so imponiert sie einem zugleich mit ihrem angenehm süßen Geruch. Der in der Dominikanischen Republik gerollte Longfiller besteht in Deck- und Umblatt aus American Broadleafs (Colorado Maduro), die in der Einlage ebenfalls verarbeitet sind, gepaart mit Pennsylvania Maduro Blättern und dem Barrel Aged Corojo Blatt. Diese aufregende Kombination beeindruckt schon bei Rauchbeginn mit einer süßlichen Note, die an Kirsche erinnert, zudem sind angenehme Nuancen von Pfeffer, Eiche und Erde deutlich spürbar. Der Clou, dies alles wird begleitet vom zarten Bourbon-Aroma, welches sich dezent aber auch klar definiert im Hintergrund bemerkbar macht. Im weiteren Rauchverlauf verdichten sich die anklingenden Aromen etwas und der Geschmack wird intensiver. Alles in allem ist die Camacho American Barrel Aged eine mittelstarke Zigarre, deren Qualität zusätzlich durch ein einwandfreies Zug- und Abbrandverhalten unterstrichen werden kann."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Honduras","USA"],"binderOrigin":["Broadleaf","USA"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Eichenholz","Erdig","Süß","Whiskey"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.9}
