{"name":"Quisqueya Princess","url":"https://www.noblego.de/quisqueya-princess/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Mit dieser Zigarre kann man nicht viel falsch machen. Hier bekommt man einen soliden und problemlosen Smoke, den man in relativ kurzer Zeit verköstigen kann. Im Zusammenspiel mit dem geringen Preis prädestiniert das die Princess von Quisqueya dazu, Anfänger an die Welt der Zigarren heranzuführen.","Genuss":"Ein hellbraunes, süßlich und nach Holz duftendes Conneticut Shade Deckblatt umgibt die Princess aus dem Hause Quisqueya, die trotz ihres geringen Preises überraschend solide verarbeitet ist. Das ungewöhnliche Format der Zigarre mit einem 12 Millimeter Durchmesser und einer Länge von fast 13 Zentimetern gibt Anlass zur Vermutung, dass es sich hier um ein sehr kurzes Raucherlebnis handelt. Doch weit gefehlt, denn hier kann man mit einer Rauchdauer von knapp einer halben Stunde rechnen! Der Zugwiderstand ist bei dieser Zigarre ein wenig höher, aber zu keiner Zeit störend. Wird dies, wie in diesem Fall, mit einem geraden Abbrand und einem voluminösen, weißen Rauch beim Ausatmen gepaart, sorgt das für einen einfachen und problemlosen Zigarrengenuss. Geschmacklich wartet die recht milde Princess mit einer leichten Würze und einem dominant holzigen Aroma auf. Diese Merkmale teilt sie mit anderen Formaten der Quisqueya Rot Serie. Beim Zug kann man darüberhinaus eine flüchtige Süße erschmecken, die an Honig erinnert.  Während des gesamten Rauchverlaufs können sich zudem gelegentlich florale Noten und Spuren von Röstaromen hinzugesellen, die das Raucherlebnis abwechslungsreicher gestalten können."},"diameter_mm":12,"ring":30,"length_mm":127,"length_inch":0,"format":"Demi-Tasse","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Gewürze","Holz","Kaffee","Nuss"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.4}
