{"name":"Rocky Patel The Edge Corojo Toro","url":"https://www.noblego.de/rocky-patel-the-edge-corojo-toro/","brand":"Rocky Patel","series":"The Edge","details":{"Fazit":"Die Rocky Patel The Edge Corojo Toro ist eine große Zigarre, die im Mittelpunkt eines schönen Rauchabends mit Gleichgesinnten stehen kann. Ihre interessante und wechselvolle Würze wird am besten von einem markanten Rotwein begleitet. Zum Beispiel eignet sich ein körperreicher Primitivo DOC aus Apulien bestens als Pendant zu dieser körperreichen Zigarre.","Genuss":"Die Rocky Patel The Edge Corojo Toro präsentiert sich als wirklich schöne Zigarre mit einem naturfarbenen, eleganten Zigarrenring am Fußende und einem Deckblatt, das an geschmeidigen, braunen Samt erinnert. Die Tabakmischung, deren genaue Zusammensetzung der Meister nicht verrät, liefert einen kräftig würzigen Smoke. Im Verlauf des beachtlich langen Rauchvorgangs wechseln sich die Aromen ab. Der Auftakt zeigt eine sehr pfeffrig-würzige Präsenz, später kommen nussige Aromen hinzu. Eine dezente Süße in der zweiten Hälfte spielt raffiniert mit Kakao und sogar mit etwas salzigen Elementen. Mit einer Länge von 152 Millimetern und einem Durchmesser von 20,6 Millimetern handelt es sich um ein Toro-Format, das eine Rauchdauer von genüsslichen eineinhalb Stunden bietet.","Hintergrund":"Die Rocky Patel the Edge Corojo wurde im Jahr 2014 mit der \u003cem\u003eCigar Trophy\u003c/em\u003e als beste honduranische Zigarre ausgezeichnet und 2015 erhielt sie im Tasting des \u003cem\u003eCigar Aficionado\u003c/em\u003e stolze 91 Punkte. Sie stammt aus Honduras und wird auch hauptsächlich aus honduranischen Edeltabaken gedreht. Ihre Lagerungszeit beträgt mindestens fünf Jahre. Dies und die  exzellente Verarbeitung der gesamten Serie sprechen für sich. Schön, dass diese Zigarren nach ihrer Eroberung des amerikanischen Marktes nun auch bei uns erhältlich sind."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Corojo","aromaProfileManufacturer":["Holz","Kaffee","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.8}
