{"name":"La Reloba Seleccion Toro","url":"https://www.noblego.de/la-reloba-seleccion-toro/","brand":"La Reloba","series":"","details":{"Fazit":"Die La Reloba Seleccion Habano Toro vereint die aromatischen Eigenschaften zweier Welten: Pfeffer aus Nicaragua und typisch kubanische, erdige Noten. Ein sehr ausgewogener und preiswerter Smoke, der Liebhaber von Zigarren aus Nicaragua und/oder Kuba mehr als zufriedenstellen sollte.","Genuss":"Das braune Deckblatt der La Reloba Seleccion ist von klar sichtbaren Äderchen durchzogen und einige davon sind sogar deutlich fühlbar. Dieser Umstand fällt aber zu keinem Zeitpunkt unangenehm auf, verleiht er der Zigarre doch eine attraktiv rustikale Optik. Letztere wird noch durch die stattlichen Ausmaße von 14 Zentimetern Länge und 20,6 Millimetern Durchmesser verstärkt. Ein Zug im Kaltzustand lässt Spuren von Pfeffer erahnen, was sich nach dem Anzünden auch sofort bestätigt und beim Ausatmen des Rauchs sofort ein leichtes Kribbeln im gesamten Mund hinterlässt. Dominiert wird der Geschmack jedoch zunächst von erdigen Tönen und einer an Karamell erinnernden Süße, die im Laufe des ersten Drittels zudem von dezenten Röstaromen begleitet werden. Bitterschokolade und Nuss sind gelegentlich auch anzutreffen. Ab der Mitte des zweiten Drittels wird das Aromaspektrum von holzigen Noten komplettiert, welche bis zum Ende hin immer stärker hervortreten und die anderen Aromen zunehmend in den Hintergrund drängen. Über dem ganzen Rauchverlauf stellt sich zusätzlich eine wunderbare Cremigkeit ein, die ein nachhaltiges, sahnig-buttriges Gefühl am Gaumen hinterlässt. Der gut 90-minütige, mittelkräftige Smoke überzeugt mit einem sehr guten Abbrand, optimalem Zugverhalten und produziert einen dichten, weißen Rauch. Abzüge, allerdings rein optischer Natur, muss man lediglich bei der Asche hinnehmen, da diese ein wenig bröckelig werden kann.","Hintergrund":"Im Gegensatz zur Torperdo-Variante, die eine Puro aus Nicaragua ist, stammt das Deckblatt des Toro Formats der La Reloba Seleccion aus Ecuador. Im renommierten Zigarrenmagazin „Cigar Aficionado“ konnte sie überragende 89 von 100 möglichen Punkten erzielen und wurde in die „Best Bargain Cigars of 2010“-Liste des Magazins aufgenommen."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.55}
