{"name":"Don Tomás Clásico Toro","url":"https://www.noblego.de/don-tomas-clasico-toro/","brand":"Don Tomas","series":"Don Tomas Clasico","details":{"Fazit":"Die Don Tomás Clásico Toro ist eine fein-würzige Zigarre, die gleichermaßen für den erfahrenen Raucher als auch für den Einsteiger überzeugende Merkmale mitbringt. Tagsüber genossen passt Kaffee in jeder Form zu dieser schönen Zigarre.\n","Genuss":"Nach dem Abstreifen der Zellophanhülle präsentiert sich dem Tabakfreund ein makelloses, helles Deckblatt und ein sehr angenehm sanfter und leicht erdiger Kaltgeruch. Das Deckblatt ist ein ganz breites und fein geädertes Connecticut Shade, was für die hohe Qualität der Zigarre spricht. Don Tomás Clásico Toro Zigarren zeichnen sich durch Kaffee- und herbe Lederaromen aus. Auch holzige und erdige Töne klingen während des insgesamt recht milden Smokes an. Die Zigarren zeigen ein perfektes Zugverhalten und sie brennen sehr gleichmäßig ab. 19,8 Millimeter im Durchmesser und eine Länge von 152 Millimetern geben ihr ein starkes Auftreten. Die Rauchdauer beträgt etwas über eine Stunde.","Hintergrund":"Don Tomás Clásico Zigarren werden in Danlí, Honduras von Hand gerollt, wobei große handwerkliche Sorgfalt an den Tag gelegt wird. Dies ist sofort spürbar, wenn man diese fest gerollte Zigarre in die Hand nimmt. Don Tomas Zigarren enthalten eine schön ausbalancierte Tabakmischung aus Honduras, der Dominikanischen Republik und Tabaken aus dem nicaraguanischen Ometepe, der größten Insel des Nicaraguasees. Die Zigarren dieser Serie zeichnen sich durch erdige Würze als Basisnote aus."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Broadleaf","fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.4}
