{"name":"Marca Fina Nicaragua Lonsdale","url":"https://www.noblego.de/marca-fina-nicaragua-lonsdale/","brand":"Marca Fina","series":"Nicaragua","details":{"Fazit":"Eine recht intensive Würze macht die Marca Fina Nicaragua Lonsdale zu einem extravaganten Geschmackserlebnis. Dies wird wohl für einen Zigarrenneuling anfangs ein wenig abschreckend wirken. Aber wer dieser Zigarre eine Chance gibt, wird mit exotischen, lateinamerikanischen Aromen verwöhnt, die einen wunderbaren, entspannten Rauchgenuss ermöglichen.","Genuss":"Die einzelnen Komponenten  der Marca Fina Nicaragua Lonsdale werden, wie es ihr Name schon vermuten lässt, in Nicaragua gewonnen und verarbeitet. Bei einer Länge von 16,3 Zentimetern kommt diese Zigarre auf einen Durchmesser von 1,6 Zentimetern. Somit ist sie größer als eine typische Corona, in ihrem Durchmesser dennoch schlanker als eine vergleichbare Churchill. Dies ergibt eine optimale Kombination aus einer Rauchdauer von bis zu einer Stunde verbunden mit einem sehr guten Aromatransport innerhalb der Zigarre. Die nicaraguanischen Tabake sind bekannt für ihre erdigen, würzigen Aromen. Dieses findet sich auch in der Marca Fina Nicaragua Lonsdale wieder, die insgesamt zwar eine recht milde Zigarre ist, aber vor allem für Tabakneulinge eine Spur zu würzig sein dürfte. Liebhaber von eher pikanten Tabakmischungen dürften hingegen sehr angetan von dieser Zigarre sein.","Hintergrund":"Ähnlich den Marca Fina-Produkten aus Brasilien und der Dominikanischen Republik wird auch die Marca Fina Nicaragua Lonsdale unter Obhut der Federación de Tabaqueros America Central (FTAC) hergestellt und vertrieben. Dieser Verbund regionaler Bauern und Tabakfabrikanten legt bei der Herstellung ihrer Produkte großen Wert auf bestmögliche Qualität, was zweijährige Reife- und Fermentationsprozesse, denen der verwendete Tabak ausgesetzt wird, belegen. Zudem erfolgt die Herstellung der Marca Fina-Zigarren in Handarbeit, dennoch können die Zigarren zu sehr günstigen Preisen angeboten werden."},"diameter_mm":16,"ring":40,"length_mm":163,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kakao"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.6}
