{"name":"Laura Chavin No. 444 Diadema","url":"https://www.noblego.de/laura-chavin-no-444-diadema/","brand":"Laura Chavin","series":"","details":{"Genussverlauf":"Ob die verschiedenen dominikanischen Premiumtabake in der Einlage, das Umblatt oder das seidig-glänzende Connecticut Shade Deckblatt aus Ecuador, jedes dieser handverlesenen Tabakblätter durfte vier bis fünf Jahre lang reifen, bevor daraus diese genussvolle Schönheit gefertigt wurde. Zudem wurden die Tabake der Laura Chavin No. 444 Diadema aufwendigen und mehrfach durchgeführten Fermentationsprozessen unterzogen, um ihnen einen besonders harmonischen und fein herausgearbeiteten Geschmack zu verleihen. Die gekonnt gerollte Grand Perfecto kann als Paradebeispiel für äußerst geschmeidigen und cremigen Zigarrengenuss angesehen werden. Sie entfaltet untereinander akribisch ausbalancierte Aromen von hellem Holz und Frucht (Zitrus), die von komplex auftretenden floralen sowie süßen Noten untermalt werden. Dazu gesellt sich hin und wieder eine ganz zarte, kaum wahrnehmbare Schärfe, die sich wunderbar in das insgesamt sanft gezeichnete Geschmacksbild einfügt. Die nahezu perfekt durchgeführte Konstruktion der No. 444 Diadema führt zu einem absolut unkomplizierten Rauchverlauf, der keinerlei Zug- oder Abbrandprobleme beinhaltet.","Nice to know":"Diadema Zigarren sind mittlerweile zu wahren Raritäten auf dem Zigarrenmarkt geworden. Der Grund dafür ist denkbar einfach, denn nur sehr versierte und erfahrene Torcedores (Zigarrenroller) beherrschen es, die Diadema, die man auch als „Königin aller Zigarrenformate“ bezeichnet, zu fertigen.","Resümee":"Die Laura Chavin No. 444 Diadema verfügt nicht nur über ein über alle Maßen reizvolles und anmutiges Erscheinungsbild. Sie ist zudem eine mit besten Rohstoffen bestückte Feinschmeckerzigarre, die man sich für den geeigneten Anlass vorbehält. Eine wahre Botschafterin für unglaublich sanften und dennoch herrlich aromatischen Zigarrengenuss!"},"diameter_mm":19.1,"ring":55,"length_mm":165,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Blumig","Cremig","Fruchtig","Holz","Süß","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":21}
