{"name":"CAO Italia Gondola","url":"https://www.noblego.de/cao-italia-gondola/","brand":"CAO","series":"Italia","details":{"Fazit":"Ein Angebot, dass Sie nicht ablehnen sollten. Die CAO Italia Gondola ist keine alltägliche Zigarre und wird Sie überraschen. Typisch italienisch mit einem kleinen schwarzen Kaffee oder einem Grappa, so lässt sich leben.","Genuss":"Was gibt es entspannteres als mit der Gondel über den Canale Grande in Venedig zu gleiten und dabei genüsslich eine Zigarre zu rauchen? Denn diese Assoziation bildet sich förmlich, wenn man die CAO Italia Gondola in Händen hält. Haptisch wie optisch ein absolutes Highlight, zeigen sich auch die inneren Werte des Torpedoformats, die ganz im Zeichen einer karibisch-italienischen Allianz stehen von seiner besten Seite. Honduranische Tabake aus Karibik Samen werden sowohl für das Deck- als auch das Umblatt verarbeitet. Ebenfalls aus karibischem Saatgut wird der italienische Tabak gezogen, der mit nicaraguanischen und peruanischen Tabaken zu einer einzigartigen Einlagemischung verbunden wird und den Gaumen des Aficionados mit tief erdigen und süßen Aromen erfreut. Dazu gesellen sich Noten von Kaffee, Kakao, Leder und pfeffrige Untertöne. Mit 15,7 Zentimetern in der Länge und 21 Millimetern im Durchmesser ergibt sich ein genussvoller Smoke bis zu 80 Minuten.","Hintergrund":"Schon seit mehr als 40 Jahren wird das aus der Karibik importierte Saatgut in der Provinz Benevento zwischen Rom und Neapel exklusiv für CAO angebaut. Zwar wird der Tabak nur zu einem geringen Teil in den CAO Italia verarbeitet, dennoch reicht es für die charakteristische Würze. Gefertigt in Honduras erkennt man in der hochwertigen Verarbeitung die langjährige Erfahrung der lokalen Torcedores."},"diameter_mm":21,"ring":53,"length_mm":157,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Italien","Nicaragua","Peru"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Holz","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7}
