{"name":"Dunhill Signed Range Robusto","url":"https://www.noblego.de/dunhill-signed-range-robusto/","brand":"Dunhill","series":"","details":{"Fazit":"Die Zigarre ist aufgrund des großen Formates und der relativen Stärke dem erfahrenen Zigarrenraucher zu empfehlen. Belohnt wird er mit einem intensiven Rauchgenuss, bei dem die Komplexität und die Aromenvielfalt der Dunhill Signed Range Robusto Tube voll zum Tragen kommt.","Genuss":"Die Dunhill Signed Range Rubusto ist eine klassische Vertreterin ihres Formates. Mit 11,2 Zentimetern Länge und einem Durchmesser von 20 Millimetern ist sie robust und stattlich. Unter anderem dies macht aus ihr eine aromatische und mittelstarke Zigarre. Im ersten Drittel dominieren Aromen von Leder, Schokolade  und Gewürzen. Das zweite Drittel liefert  Andeutungen von Zimt und Zedernholz. Im letzten Drittel kommen noch Noten von Kaffee hinzu. Eine Vielfalt an Aromen, auf die man sich einlassen muss. Zwischen 40 und 60 Minuten hat man dafür Zeit. Das Zugverhalten ist hervorragend, der Abbrand kann sich uneinheitlich gestalten, das schafft jedoch keinerlei Probleme. Die Asche ist hellgrau und sehr stabil.","Hintergrund":"Die in Nicaragua hergestellte Zigarre ist durch ihre Komposition eine hoch komplexe Angelegenheit. Die Einlage enthält Tabake aus Nicaragua und der Dominikanischen Republik. Das Umblatt ist ein Connecticut sun-grown aus Kamerun und das Deckblatt wiederum aus Nicaragua. Dieser als perfekt zu bezeichnende Blend  wird zusätzlich permanent auf Qualität und Güte der Zigarre kontrolliert. Eine Unterschriftenkarte vom Roller sowie vom Qualitätskontrolleur liegt jeder ausgelieferten Kiste bei. Nach dem Erwerb sollte man die Zigarre noch einige Wochen im Humidor lagern. Dann entwickeln sich die Aromen zur vollen Entfaltung."},"diameter_mm":20,"ring":50,"length_mm":112,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Gewürze","Kaffee","Leder","Schokolade","Zedernholz","Zimt"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.2}
