{"name":"Las Calaveras Limitada 2021 LC 54 Toro","url":"https://www.noblego.de/las-calaveras-limitada-2021-lc-54-toro-zigarren/","brand":"Crowned Heads","series":"","details":{"Genussverlauf":"Hergestellt wurde die Las Calaveras Limitada 2021 LC 54 Toro bei My Father Cigars in Nicaragua. Ihr Blend besteht aus einem rotbraunen Sumatra Oscuro Deckblatt aus Ecuador, einem nicaraguanischen Umblatt sowie Einlagetabaken, die ebenfalls aus Nicaragua stammen. Somit haben wir es mit einer mittelkräftigen bis kräftigen Zigarre zu tun, die mit einem äußerst vollmundigen und komplexen Aromaverlauf aufwartet. In gut 90 Minuten Rauchzeit bietet diese wirklich einwandfrei gefertigte Toro von Rauchdrittel zu Rauchdrittel sehr wechselfreudige Leder-, Zedernholz-, Milchkaffee-, Nuss- und Erdaromen. Diese werden von feinen Gewürzspitzen und einer an Popcorn erinnernden Süße untermalt. Ab der Hälfte lassen sich zudem zarte Noten von Trockenobst ausmachen. Eine wahre Köstlichkeit, die ebenfalls durch einen kerzengeraden Abbrand und bestens eingestellten Zug zu überzeugen weiß.","Nice to know":"Die Las Calaveras Zigarren der Marke Crowned Heads verfügen bereits über einen gewissen Kultstatus. Die hier besprochene Version von 2021 ist schon die achte Sonderedition dieser eindrucksvollen Reihe. Weltweit wurden von ihr gerade einmal 1.250 Kisten á 24 Exemplaren zur Verfügung gestellt.","Resümee":"Wenn es nicht schon zu spät ist, sollten Sie sich auf jeden Fall einige der grandiosen Las Calaveras Limitada 2021 LC 54 Toros sichern. Denn einen solch schmackhaften Genuss lässt man sich ungern entgehen."},"diameter_mm":21.4,"ring":54,"length_mm":146,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Oscuro","aromaProfileManufacturer":["Holz","Kaffee","Leder","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":15}
