{"name":"Perdomo 20th Anniversary Gordo (G660) Sun Grown","url":"https://www.noblego.de/perdomo-20th-anniversary-gordo-g660-sun-grown/","brand":"Perdomo","series":"20th Anniversary","details":{"Fazit":"Die Perdomo 20th Anniversary Gordo Sun Grown ist die ideale Zigarre, um sich vom Stress der eigenen Feier einfach mal für zwei geruhsame Stunden zurückzuziehen, dem Trubel zu entfliehen und Kraft zu tanken für die nächste Runde Glückwünsche.\n","Genuss":"Im satten Braunton glänzt das Sun Grown Deckblatt mit einem leicht goldenen Schimmer, der strahlt wie die Sonne aus Tabakblättern, die die Bauchbinde ziert. Semi-boxpressed liegt die Toro Gordo gewichtig und fest in der Hand und verströmt im Kaltgeruch süße und grasige Noten, die sich neben würzig-salzigen Aromen auch im Kaltzug  wiederfinden. Nach dem Entzünden startet das erste Drittel mit grasigen und cremig-süßen Noten, im Hintergrund schwingen Aromen von Holz und Erde mit. Auch im zweiten Drittel bleiben die Aromen vollmundig und erinnern an Erde, Leder und Kakao. Die Erdtöne treten im letzten Drittel wieder in den Hintergrund und die grasigen Noten des Beginns kommen wieder stärker hervor. Mit Nuancen von Leder und Kakao klingt die Perdomo 20th Anniversary Gordo Sun Grown nach bis zu zwei Stunden aus. Die Asche ist schön fest und steht erstaunlich lang, Zug und Abbrand sind einfach nur perfekt zu nennen.","Hintergrund":"Zum 20. Jubiläum 2012 brachte Perdomo die 20th Anniversary auf den Markt. Sie erschien in zwei unterschiedlichen Deckblatt-Varianten, Maduro und Sun Grown. Die verarbeiteten Tabake für Einlage, Umblatt und Deckblatt stammen aus Nicaragua. Die Tabakblätter für das Deckblatt werden nach der Ernte für mindestens sechs Jahre gereift und nach der Fermentierung zusätzlich noch weitere 14 Monate in Bourbon Fässern gelagert. Das verleiht ihnen die besondere Optik und eine spezielle aromatische Note."},"diameter_mm":24,"ring":60,"length_mm":153,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gras","Holz","Kakao","Leder","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":14.5}
