{"name":"Alonso Menendez Robusto","url":"https://www.noblego.de/alonso-menendez-robusto/","brand":"Alonso Menendez","series":"","details":{"Fazit":"Die Alonso Menendez Robusto ist eine vollmundige, mittelkräftige und aromatische Zigarre. Unter den echten Longfillern ist sie eine sehr gute Empfehlung, was Preis und Leistung angeht. Ein brasilianischer Rum der Premiumklasse wäre ein exquisiter Begleiter dieses Rauchgenusses.","Genuss":"Die Alonso Menendez Robusto ist eine gediegene brasilianische Schönheit unter den Zigarren im mittleren Preissegment. Das schokoladenfarbene Mata Fina Deckblatt verströmt einen ebensolchen, sehr angenehmen Duft. Der kleine Flagtail spricht immer für gediegene Handarbeit. Die Zigarre ist angenehm fest gerollt und der Zugwiderstand dementsprechend solide. Aromatisch geht es in Richtung Schokolade und Kaffee, Heu und Pfeffer und natürlich darf die leicht malzige Süße, für die der brasilianische Tabak bekannt ist, nicht fehlen. 12,7 x 1,98 Zentimeter, das klassische Robusto-Format also, sorgen für einen Genuss von rund 40 bis 50 Minuten.    \u003cstrong\u003e \u003c/strong\u003e\n\u003cstrong\u003e \u003c/strong\u003e\u003cstrong\u003e\u003c/strong\u003e","Hintergrund":"Die Gegend um São Gonçalo dos Campos im brasilianischen Bundesstaat Bahia hat das Klima und die ideale Bodenbeschaffenheit für die Bepflanzung mit Tabak. Seit 1977 werden in der Tabacalera Menendez-Amerino in São Gonçalo dos Campos Zigarren gedreht. Alonso Menendez Robusto Zigarren werden also beinahe seit 40 Jahren produziert und stehen für hohe brasilianische Zigarren-Qualität. Gleichzeitig ist Menendez-Amerino der größte Hersteller von Zigarren in Brasilien und bedient 70 Prozent des nationalen Marktes. In São Gonçalo dos Campos wird aber nicht nur Tabak fermentiert und von geschickten Torcedors in Handarbeit zu Premium-Zigarren geformt, sondern man fertigt auch die Zigarrenkisten an Ort und Stelle aus Zedernholz an.\u003cstrong\u003e\u003c/strong\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Brasilien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Mata Fina","fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.3}
