{"name":"New World by A.J. Fernandez Connecticut Robusto","url":"https://www.noblego.de/new-world-by-a-j-fernandez-connecticut-robusto/","brand":"A.J. Fernandez","series":"New World","details":{"Fazit":"Die New World by A.J. Fernandez Connecticut Robusto beschert Ihnen einen wundervoll ausbalancierten Smoke mit spannenden Aromen. Ihr klassischer Genusspartner wäre ein feiner, milder Kaffee. Sie dürfen aber auch gerne ein wenig experimentieren, denn neue Geschmackswelten zu entdecken ist stets aufregend und ersprießlich.","Genuss":"Man kann die New World by A.J. Fernandez Robusto als vorbildliche Vertreterin von Connecticut Zigarren aufführen. Zunächst glänzt sie mit ihrem fantastisch seidig öligen Deckblatt aus den Vereinigten Staaten von Amerika, welches ein mexikanisches San Andrés Umblatt umschließt. Die erlesenen Einlage-Tabake stammen aus Nicaragua und Brasilien. Eine „bunte“ Mischung, die in dieser vorzüglich verarbeiteten Vitola unglaublich gut zum Tragen kommt. Die mittelstarke Zigarre aus Estelí (Nicaragua) bietet dem Genießer eine herrliche Aroma-Melange, über ihren cremigen Rauch transportiert sie Aromen von frischer Erde, Zeder und Nuss an den Gaumen desselbigen. Im Verlauf gesellen sich dann noch wohlig belebende Zitrusnoten und gelegentlich leichte Pfeffertöne hinzu. Ohnehin bietet die New World by A.J. Fernandez Robusto spannende und wohl konzipierte Aromasprünge, ihr Finish ist dabei besonders bemerkenswert. Bei Zug und Abbrand verhält sie sich musterhaft, was wiederum ihrer grandiosen Verarbeitung zu verdanken ist.","Hintergrund":"Aufgewachsen in Kuba inmitten einer weitreichenden Tabaktradition, hatte A.J. Fernandez überhaupt keine andere Wahl, als es seinen Ahnen gleichzutun und ins Zigarrengeschäft einzusteigen. Heute ist die Motivation und perspektivische Sichtweise des Masterblenders sowie die Geschichte der Fernandez Familie der Garant für äußerst qualitäts- und geschmackvolle Zigarren aus Nicaragua."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["USA"],"fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["Mexican San Andres"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Erdig","Holz","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.8}
