{"name":"Plasencia Cosecha 149 Azacualpa Toro","url":"https://www.noblego.de/plasencia-cosecha-149-azacualpa-toro-zigarren/","brand":"Plasencia","series":"Cosecha 149","details":{"Genussverlauf":"Hervorragende Einlagetabake aus den Anbauregionen Talanga, Olancho und Jamastran, ein Jamastran Umblatt sowie ein wunderschönes Deckblatt von bestechender Qualität bilden den Aufbau der Plasencia Cosecha 149 Azacualpa Toro. Diese eröffnet das gut 90 Minuten andauernde Zigarrenvergnügen mit toastigen Aromen und verlockenden Würztönen. Im weiteren Verlauf arbeitet sich eine feine cremige Süße heraus, zu der sich weiche Aromen von Nuss, Schokolade, Erde und Pfeffer gesellen. Im letzten Drittel zeigen sich alle bisher genannten Aromen in einem herrlich ausbalancierten Zusammenspiel. Die bestens verarbeitete Toro raucht sich dabei fast von allein, ihr Abbrand- und Zugverhalten ist absolut beispielhaft zu nennen.","Nice to know":"Die erste dokumentierte Ernte der Familie Plasencia fand im Jahr 1865 noch auf Kuba statt. Im Zuge der kubanischen Revolution waren die Plasencias gezwungen, ins Exil zu gehen. Heutzutage betreibt der weltbekannte Premiumhersteller gleich zwei Tabak-Manufakturen, eine in Honduras und eine andere in Nicaragua.","Resümee":"Den wunderbaren Geschmack honduranischer Puro Zigarren trägt die Plasencia Cosecha 149 Azacualpa Toro auf besonders hohem Niveau vor. Nicht nur eingefleischte Fans der beeindruckenden Premiummarke können sich auf einen sehr gehaltvollen und ausgereiften Genuss freuen."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Nestor Plasencia","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Nuss","Schokolade","Süß","Toast","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":16}
