{"name":"Casa de Alegria Suave Perfecto","url":"https://www.noblego.de/casa-de-alegria-suave-perfecto/","brand":"Casa de Alegria","series":"Suave","details":{"Fazit":"Die Casa de Alegria Suave Perfecto ist die gelungene Verführung für anspruchsvolle Zigarrenraucher. Geschmacklich und handwerklich einfach perfekt! Die wunderschöne 24er-Kiste kann man sich auch selbst zum Geschenk machen.","Genuss":"Die Casa de Alegria Suave Perfecto erfreut uns schon vor dem Anzünden mit ihrer bella figura, einem makellosen Deckblatt und einem sehr angenehmen Duft. Das feine, helle und anschmiegsame Deckblatt hüllt eine sehr fest gerollte Portion edelster Tabake aus Nicaragua ein. Darunter befindet sich ein Umblatt aus Ecuador mit erdigen Geschmacksnoten im Rauch. Die Röst- und Kaffeearomen der nicaraguanischen Einlage werden durch die süßen Komponenten der Umhüllung zu einer angenehm mild-würzigen Komposition vereint. Mit 133 Millimetern Länge und einem Ringmaß von 50 besitzt diese Zigarre ein handliches Format. Eine gute halbe Stunde währt der Genuss dieses wahrhaft edlen Stücks.","Hintergrund":"Die Manufaktur der Casa de Alegria stellt mehrere Serien von Premiumzigarren her. Sie werden alle im Zentrum der nicaraguanischen Tabakkultur, in der Ortschaft Esteli, nicht nur von Hand, sondern auch unter „Fair-Trade\"-Bedingungen gefertigt. Viele der verwendeten Tabake werden im eigenen Hause über einen Zeitraum von mehr als zwölf Monaten fermentiert, bevor sie zu den edlen Zigarren-Kreationen der Casa de Alegria gerollt werden. Die Zigarren aus der Suave-Serie zeichnen sich durch einen besonders milden Rauch und eine angenehm dosierte Stärke aus."},"diameter_mm":19.8,"ring":50,"length_mm":133,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Holz","Kaffee","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.2,"additionalNotes":"Fair Trade"}
