{"name":"Leonel L-Series Perla","url":"https://www.noblego.de/leonel-l-series-perla/","brand":"Leonel","series":"L-Series","details":{"Fazit":"Qualität, die sich im Geschmack bemerkbar macht und dabei preislich nicht in Höhenflüge übergeht. Mit der Leonel L-Series Perla finden sowohl Kenner als auch Einsteiger eine milde und aromatisch ausgewogene Zigarre vor, mit der sie gerne zum morgendlichen Kaffee gediegen in den bevorstehenden Tag starten können.","Genuss":"Angenehm mild und gleichwohl aromatisch würzig, so präsentiert sich die Leonel L-Series Perla im Rauchverlauf. Als Deckblatt dient ihr ein wunderbar hell glänzendes Connecticut Shade, in Umblatt und Einlage vereinen sich qualitativ hochwertige Blätter aus der Dominikanischen Republik, von denen man unterschiedliche Teile der Tabakpflanzen verwendet, um in Bezug auf Aroma und Geschmack das angestrebte Optimum herauszuholen. \nFür den rund 20 – 40-minütigen Smoke hält die dominikanische „Perle“ Aromen von unaufdringlichem weißen Pfeffer, Nuss, Kaffee und sogar etwas Frucht bereit. Geleit gibt dabei eine sanfte Süße von Honig, die für eine charmante Ausgewogenheit sorgt.","Hintergrund":"Die Leonel L-Series Perla gehört der Gattung der Boutique Zigarren an. Ihre Tabake stammen aus einem kleinen Anbaugebiet und werden in einer nicht allzu großen Manufaktur, einem kleinen etablierten Familienunternehmen gerollt. Hier wird mit den Ressourcen besonders sorgfältig umgegangen, was sich in der Qualität der Endprodukte entscheidend und deutlich niederschlägt."},"diameter_mm":16,"ring":40,"length_mm":101,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Fruchtig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":4.5,"additionalNotes":"Boutique Zigarre"}
