{"name":"Casdagli Cigars Traditional Line Grand Café Maduro Lancero","url":"https://www.noblego.de/casdagli-cigars-traditional-line-grand-cafe-maduro-lancero/","brand":"Casdagli Cigars","series":"Traditional Line","details":{"Genussverlauf":"Eine lange und filigrane Zigarre wie die Casdagli Cigars Traditional Line Grand Café Maduro Lancero sollte man sich ganz gemächlich zu Gemüte führen. Denn dann kann dieses spezielle Format seine Aromen optimal entfalten und so beim Genießer für ein wunderbares Raucherlebnis sorgen. Der aufregende Blend der Lancero besteht aus einem ecuadorianischen Corojo Deckblatt, einem dominikanischen Umblatt und einer spannenden nicaraguanisch-peruanisch-dominikanischen Einlage. Diese raffinierte Zusammenstellung sorgt für ein von sehr deutlich auftretenden sowie süß-würzig unterlegten Zartbitterschokolade, Kaffee-, Erd- und Holzaromen gesäumtes Rauchvergnügen. Zu den Vorzügen der feinen Lancero gehören zudem ein angenehm sahniger Rauch sowie ein tadelloser Zug und Abbrand.","Nice to know":"Erst seit dem Jahr 2019 heißen die Zigarren, die ehemals unter dem Namen Bespoke vertrieben wurden, wie der Markeninhaber Jeremy Nicholas Casdagli. Grund für die Umbenennung war ein vorangegangener Markenrechtsstreit.","Resümee":"Wunderbar intensive, madurotypische Aromen und eine tadellose Verarbeitung machen die Casdagli Cigars Traditional Line Grand Café Maduro Lancero zu einer absolut begehrenswerten Zigarre. Ein eindrucksvoller Smoke, der richtig viel Vergnügen bereitet!"},"diameter_mm":15.5,"ring":39,"length_mm":190,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Corojo Maduro","aromaProfileManufacturer":["Cremig","Kaffee","Schokolade","Süß","Zartbitter","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":14.4}
