{"name":"Perdomo Fresco Toro Connecticut Bundle","url":"https://www.noblego.de/perdomo-fresco-toro-connecticut-bundle/","brand":"Perdomo","series":"Fresco","details":{"Fazit":"Eine Zigarre, die nicht viel Aufmerksamkeit braucht, aber einem das Doppelte zurückgibt. Florale Nuancen, aufsteigende Cremigkeit und phantastische Würze. So präsentiert sich die Perdomo Fresco Connecticut Toro. Wir empfehlen sie für einen ruhigen Mittagssmoke zum Abschalten. Um die Aromen besser zur Geltung zu bringen, empfehlen wir Ihnen ein kühles Radler zur Erfrischung.","Genuss":"Schon beim Anzünden entfaltet die 15,2 Zentimeter lange und 20 Millimeter dicke Perdomo Fresco Connecticut Toro ein florales Aromen-Bouquet mit einer feinen Cremigkeit. Die aufsteigende Würze harmoniert mit der leicht bitteren Note. Aromen von Holz und schwerem Cognac treten im Hintergrund auf. Im zweiten Drittel gesellt sich eine herbale Erdigkeit hinzu. Sie wird von der Tabaksüße und der milchigen Cremigkeit im letzten Drittel rund im Geschmack. Im gesamten Rauchverlauf liegen im Hintergrund die Aromen von frischem Gras und der Duft nach Flieder. Nicht nur der interessante Aromaverlauf der Zigarre überzeugt von diesem schönen Smoke. Ein fein adriges Deckblatt wurde perfekt verarbeitet und bietet einen super Zug für ca. 80 Minuten Rauchdauer.","Hintergrund":"Perdomo lässt diese Zigarre mit einem feinen Connecticut Shade Deckblatt und nicaraguanischem Umblatt und Einlage in Esteli auf ihren großen Farmen per Hand rollen. Sie ist eine preiswerte Alternative zu den etwas höher im Preis liegenden Zigarren der Perdomo Familie. Nichtsdestotrotz bestehen sie aus hochwertigen Longfiller Tabaken."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Gras","Kaffee","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.5}
