{"name":"Flor de Copan Demi Tasse","url":"https://www.noblego.de/flor-de-copan-demi-tasse/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Die „kleine“ Flor de Copan Demi-Tasse ist eine Alltagszigarre für jeden Augenblick. Entscheiden sie selbst, wann und wo sie diese erstklassige Zigarre mit sehr gutem Preis-Leistungs-Verhältnis rauchen. Diese cremig-holzige Vitola ist sowohl für den blutigen Anfänger als auch für den wahren Kenner immer wieder ein erstklassiger Smoke.","Genuss":"Optisch gibt es an honduranischen Zigarren selten etwas zu bemängeln, ebenso wenig wie an dieser sehr edel daherkommenden Flor de Copan Demi-Tasse. Ein sehr feingeripptes Colorado-Deckblatt, eingehüllt in ein sehr ansprechendes Zedernblatt schmeicheln schon allein mit ihrem Anblick. Der Kaltgeruch dieser Vitola ist eher untypisch und sehr holzig. Eine Länge von 12,8 Zentimetern und ein Durchmesser von 12 Millimetern, versprechen einen zirka 45-minütigen Smoke der Extraklasse, in dieser Preislage. Die Verarbeitung der Demi-Tasse ist erstklassig. Gleich nach dem Zünden stechen cremig-holzige Grundnoten hervor, die bis zum Finish erhalten bleiben. Im Übergang zum zweiten Drittel kommen leichte Kastanien- und Kaffeeröstaromen hinzu und verleihen dem Smoke eine leichte Süße. Die Flor de Copan Demi-Tasse punktet mit ihrem perfekten Abbrandverhalten und einem sehr schönen, fein gerippten Aschekegel. Das Finale dieser Vitola wird begleitet von einem Hauch Honig und gibt dem Finish nochmal einen gewissen Kick. Bis hinter den Zigarrenring lässt sich diese Vitola ohne Kratzen oder Schärfe rauchen. Eine Zigarre, die durch ihren Preis nicht unterschätzt werden sollte.","Hintergrund":"Die Zigarren von „Flor de Copan“ werden von Hand in einer kleinen Stadt in einer kühler gelegenen Hügelregion in Honduras hergestellt. Nahe der Grenze zu Guatemala liegt die Stadt Santa Rosa de Copan. Zigarren der Marke „Zino“ werden in der gleichnamigen Fabrik produziert und bereits die Mayas haben in dieser Region ihre Tabake angebaut, was für die Qualität der Tabake und Verarbeitung spricht."},"diameter_mm":12,"ring":30,"length_mm":128,"length_inch":0,"format":"Demi-Tasse","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Pfeffer","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.2}
