{"name":"Aging Room Havao Canon","url":"https://www.noblego.de/aging-room-havao-canon/","brand":"Aging Room","series":"Havao","details":{"Fazit":"Nehmen Sie sich Zeit und genießen Sie diese elegante dominikanische Zigarre. Mit ihren mittelkräftigen und harmonischen Aromen  lässt sie sich entspannt am Nachmittag mit einer Schale Milchkaffee genießen und versüßt damit so manche Stunde der Muße.","Genuss":"Der einzigartige, fein abgestimmte Blend aus dominikanischem Havano Criollo Tabak in Einlage und Umblatt und das ecuadorianische Connecticut Seed Deckblatt  sorgen für den ausgesprochen harmonischen Geschmack der Aging Room Havao Canon. Das Lonsdale Format misst 15,4 Zentimeter in der Länge und 17 Millimeter im Durchmesser und gehört damit zu den größeren Formaten der Serie. Das bei der Fertigung die Liebe zum Detail eine große Rolle spielt, sieht man schon äußerlich am seidigen, fein-strukturierten Deckblatt, das von zwei Banderolen umschlossen wird, wobei die Banderole am Zigarrenende nicht nur den Seriennamen enthält, sondern auch Schutz vor Erschütterung und Feuchtigkeit bietet. Und auch aromatisch überzeugt der dominikanische Longfiller auf voller Linie: Cremige Holznoten bilden mit pfeffrigen Tönen, Kaffee- und Nussaromen eine ausgewogen würzige Melange.","Hintergrund":"Das Fertigungsprinzip der Aging Room Zigarren beruht auf einem mindestens fünf Jahre währenden Reifeprozess im sogenannten „Aging Room“. Erst diese zusätzliche Reifezeit verleiht ihnen das charakteristische und besonders harmonische Aroma, das der Aging Room Small Batch M356 Presto einen Platz unter den Top 25 Zigarren 2011 im „Cigar Aficionado“ sicherte."},"diameter_mm":17,"ring":42,"length_mm":154,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominican Criollo"],"binderOrigin":["Dominican Criollo"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.3}
