{"name":"La Flor Dominicana Double Ligero Digger Maduro","url":"https://www.noblego.de/la-flor-dominicana-double-ligero-digger-maduro/","brand":"La Flor Dominicana","series":"","videoURLs":["https://www.youtube.com/watch?v=BMdDR2Vc8wM"],"details":{"Fazit":"Dick, dicker, Digger – diese Steigerung sei erlaubt. Unbedingt rauchen und begeistern lassen, die La Flor Dominicana Double Ligero Digger Maduro lässt Aficionado-Herzen höher schlagen.","Genuss":"Wie die Digger Natural ist auch die La Flor Dominicana Double Ligero Digger Maduro eine Zigarre, die man nicht alle Tage raucht. Ebenso kräftig in der Stärke, ebenso stattlich in Länge und Durchmesser und ebenso hocharomatisch – eine Digger, die sich ihren Namen redlich verdient hat. Schon der Kaltgeruch nach Schokolade und einer ordentlichen Portion Süße lässt die Finger schnell zum Anzünder greifen. Und was Sie dann erleben werden, ist nahezu unbeschreiblich. Wir wollen es dennoch versuchen: Das erste Drittel wird von Zedernaromen und kräftiger Würze dominiert, langsam fügen sich Kaffee, Nuss und Schokolade ein und sorgen für ein abwechslungsreiches zweites Drittel. Im finalen Drittel, das immer noch mindesten eine Dreiviertelstunde Zeit in Anspruch nimmt, kommen die erdigen Noten besonders zur Geltung und die Zigarre zeigt nochmal deutlich, was sie an Pfeffer aber auch an Süße zu bieten hat. Der Abbrand der Digger ist erstaunlich gleichmäßig, und der Zug dieser perfekt gerollten Zigarre lässt sowieso keine Wünsche offen. Tun Sie Ihrem Magen aber den Gefallen und füllen Sie ihn, bevor Sie sich über die La Flor Dominicana Double Ligero Digger Maduro hermachen.","Hintergrund":"Litto Gomez ist für Zigarrenkreationen bekannt, die hauptsächlich auf dominikanischen Tabaken beruhen und in der Mischung mit anderen Provenienzen durchweg den Geschmack seiner großen Anhängerschaft treffen. Auch die LFD Double Ligero Digger Maduro weicht nicht von diesem Prinzip ab und offeriert eine dominikanische Einlage in Kombination mit einem dominikanischen Umblatt und einem Connecticut Broadleaf Maduro Deckblatt. Mehr zur Geschichte dieses besonderen Formates finden Sie \u003ca title=\"Hier geht's zur LFD Double Ligero Digger Natural\" href=\"/la-flor-dominicana-double-ligero-digger-natural/\"\u003ehier\u003c/a\u003e."},"diameter_mm":24,"ring":60,"length_mm":216,"length_inch":0,"format":"Gigantes","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":11.8}
