{"name":"La Aurora 115 Anniversary Toro","url":"https://www.noblego.de/la-aurora-115-anniversary-toro/","brand":"La Aurora","series":"115 Anniversary","details":{"Genussverlauf":"Ein spannender und sorgfältig ausgeklügelter Blend liegt der La Aurora 115 Anniversary Toro zugrunde. Das samtige, leicht ölig schimmernde Sumatra Deckblatt aus Ecuador umschließt ein brasilianisches Umblatt, unter dem sich eine aufwendig zusammengestellte Auswahl nicaraguanischer, brasilianischer sowie dominikanischer Tabake verbirgt. Diese aufregende Vielfalt verleiht der hervorragend verarbeiteten Jubiläumszigarre ein reichhaltiges und intensives Aromaaufkommen. So sind es prägnante Noten von Frucht, Erde, Röstkaffee und Holz, pikante Würztöne sowie eine feine Kakaosüße, die im Geschmacksprofil der imposanten Toro auftauchen. Ein herrlich intensiver und eingängiger Gaumenschmaus, wie ihn vor allem der erfahrende Aficionado zu schätzen weiß.","Nice to know":"Die Tabacalera La Aurora liegt am Rande der zweitgrößten dominikanischen Stadt Santiago de los Caballeros. Umschlossen wird die gesamte Region vom fruchtbaren Cibao-Tal, welches über optimale Bedingungen für den Anbau hochwertiger Premium-Tabake verfügt.","Resümee":"In den gut 90 Minuten, die man mit der La Aurora 115 Anniversary Toro verbringen kann, wird dem Genießer jede Menge geschmackvolle Abwechslung geboten. Ein beeindruckender Smoke mit viel Tiefgang und Aussagekraft für anspruchsvolle Gaumen!"},"diameter_mm":21.4,"ring":54,"length_mm":146,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Ecuador Sumatra","fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz","Kakao","Röstaromen","Süß","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":10.8}
