{"name":"Tatuaje Fausto FT 127 Robusto","url":"https://www.noblego.de/tatuaje-fausto-ft-127-robusto/","brand":"Tatuaje","series":"Tatuaje Fausto","details":{"Fazit":"Die Tatuaje Fausto FT127 Robusto ist eine würzig aromatische Zigarre ohne schlechte Eigenschaften, die Qualität und Genuss auf höchstem Niveau verspricht. Für den gemütlichen Aficionado-Abend mit Freunden empfiehlt sich passend zur Tatuaje Fausto ein älterer, etwas kräftiger Single Malt Whisky, welcher die Aromen der Zigarre unterstützt ohne sie zu überdecken oder auch ein kräftiger Portwein.","Genuss":"Die Tatuaje Fausto FT127 Robusto ist eine Kreation Pete Johnsons in Zusammenarbeit mit seinem Freund und Förderer Don Pepin Garcia. Sie bietet mit ihren 127 mm Länge und gut 21 mm Durchmesser eine Rauchdauer von rund einer Stunde. Dabei entfalten sich Aroma und Geschmack in einzigartiger Weise. Sie hat einen gleichmäßigen Abbrand mit fester und heller Asche, die ca. ein Drittel der Zigarre hält. Das Zugverhalten ist ideal und sie braucht nicht neu entzündet zu werden. Der nicaraguanische Longfiller beginnt schon zu Anfang mit einem stark würzigen Geschmack, der komplettiert wird durch die süßen Aromen des Deckblattes. Zum zweiten Drittel nimmt sie sich etwas zurück, um schließlich in ein furioses Finale mit erdigen und holzigen Aromen, begleitet von Kaffee- und Schokoladennoten zu münden.","Hintergrund":"Die Bedeutung des aus dem lateinischen stammenden Namens „Fausto“ ist „glücklich, Glück haben“. Und in der Tat beweist Pete Johnson mit der Tatuaje Fausto ein glückliches Händchen. Wie bei allen Tatuaje Zigarren wird nur ausgewählter Tabak verwendet. Besonderen Wert wird auf die Qualität des Deckblattes gelegt. So bekommt auch die Fausto ihre einzigartig Würze durch das Ecuador Maduro Deckblatt. Handgerollt mit einem Blend aus starken, nicaraguanischen Ligero-Tabaken aus Jalapa und Esteli verleiht es den Tatuaje Zigarren ihren besonderen Geschmack."},"diameter_mm":21,"ring":54,"length_mm":123,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz"],"strength":"Sehr stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.2}
