{"name":"Dalay Hell Honduras Presidente ","url":"https://www.noblego.de/dalay-hell-honduras-presidente-zigarren/","brand":"Dalay","series":"Hell Honduras","details":{"Genussverlauf":"Ein feinadriges Connecticut Shade Deckblatt aus Ecuador schmiegt sich gekonnt verarbeitet an ein dominikanisches Umblatt, welches wiederum eine raffinierte Kombination aus nicaraguanischen, dominikanischen und honduranischen Einlagetabaken umschließt. Laut dem Hersteller Dalay trägt die Hell Honduras Presidente ihre Aromen und Würze am weichsten von allen restlichen Formaten der Serie vor. Je weiter man sich in der Formatgröße nach unten bewegt, umso würziger gestaltet sich der Rauchverlauf. Auf dem Aromenrad ist die Presidente bei den floralen, fruchtigen und schokoladigen Noten vertreten. Im letzten Drittel kommen dann noch feine Aromen verschiedener Gewürze wie Kardamom und Anis hinzu. Der gesamte Smoke (Rauchdauer: 90 -120 Minuten) wird von einer sanften Süße, welche an Honig und Blütennektar erinnert, begleitet. Ein insgesamt sehr ausgewogenes Rauchvergnügen, das sich bei bestem Zug- und Abbrandverhalten ungestört in vollen Zügen genießen lässt.","Nice to know":"Ausschlaggebend für die Namensgebung der Dalay Hell Honduras Zigarren waren die Anteile von speziellen Corojo Tabaken, die im fruchtbaren Jamastran-Tal aus traditionellem Karibik-Saatgut gezogen werden. Bei der Entwicklung des Hell Honduras Blends war es eben dieser Tabak, der dem Masterblender der Tabacalera Zauberberg Michael Grossklos in Zusammenspiel mit den anderen Einlagetabaken am allerbesten gefallen hat.","Resümee":"Es lohnt sich, die erforderliche Zeit für den Genuss der Dalay Hell Honduras Presidente aufzubringen. Ihr weicher und ausgeglichener Geschmack schmeichelt dem Gaumen ungemein. Daher eine absolute Empfehlung unsererseits!"},"diameter_mm":20.6,"ring":52,"length_mm":216,"length_inch":0,"format":"Churchill","maker":"Nein","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Anis","Blumig","Cremig","Fruchtig","Herb","Milchschokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8}
