{"name":"Vega Fina Master Edicion Especial 2012","url":"https://www.noblego.de/vega-fina-master-edicion-especial-2012/","brand":"Vega Fina","series":"VF Edición Especial","details":{"Fazit":"Der Name Master Edicion Especial 2012 sagt schon alles. Hier haben wir es mit einer Master-Zigarre zu tun, die bei einer milden Gesamtkomposition ein großartiges Geschmackserlebnis bietet. Als Abendbegleiter ist ein edler Cognac oder auch ein Champagner angemessen.","Genuss":"Diese 123 Millimeter lange Dominikanerin kommt mit dem 50er Ringmaß in einem Robusto-Format daher. Ihre Erscheinung ist ansprechend, dafür sorgt das ecuadorianische Broadleaf-Deckblatt, das mit seinem warmen Braunton schnell Lust auf mehr weckt. Die Vega Fina Master Edicion Especial 2012 ist insgesamt eine milde Zigarre. Bei ihrer sanften Grundstärke und einer medium-aromatischen Würze kommen ihre Aromen von gerösteten Nüssen voll zum Tragen. Hervorstechend an dieser Master-Zigarre ist jedoch die tolle Cremigkeit. Von Beginn bis zum Ende des Smokes entwickelt sich ein dichter Rauch, der förmlich auf der Zunge zerschmilzt.","Hintergrund":"Das Haus Vega Fina hat es sich zur Gewohnheit gemacht, regelmäßig spezielle Zigarren zu kreieren, die stets als kleine Schmuckstücke gelten können. Die Linie Vega Fina Edición Especial  besteht aus eben solchen kleinen Juwelen, die durch ihre sorgfältigst erlesenen Tabakblätter einen einzigartigen Genuss versprechen. So ist der berühmte José Seijas  für die Komposition der Serie verantwortlich. Der Masterblender zeichnet sich durch eine besondere Begabung für die Mischung von Zigarren aus. Jahrzehntelang war er daher auch für die berühmteste und größte Zigarrenmanufaktur der Dominikanischen Republik verantwortlich, der Tabacalera de Garcia, und einige der besten Zigarren aus diesem Hause wurden von ihm geschaffen."},"diameter_mm":20,"ring":50,"length_mm":123,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"wrapperType":"Broadleaf","aromaProfileManufacturer":["Cremig","Nuss","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8}
