{"name":"Gurkha Cellar Reserve Koi","url":"https://www.noblego.de/gurkha-cellar-reserve-koi/","brand":"Gurkha","series":"Cellar Reserve","details":{"Fazit":"Für einen Preis von 10,50€ bietet die Gurkha Cellar Reserve Koi ein unvergleichlich stimmiges Raucherlebnis, das vornehmlich durch eine Komposition aus Leder, Nuss und waldigen Aromen bestimmt ist. Die herausragende Qualität macht es auch möglich, dieses sorgenfrei zu genießen.","Genuss":"Zu Beginn ist die Gurkha Cellar Reserve Koi von einer intensiven Pfeffrigkeit geprägt, die von etwas Zedernholz und Erde getragen wird. Im weiteren Rauchverlauf wandelt sich ihr Geschmacksbild jedoch spürbar. Die kräftigeren Würzaromen treten in den Hintergrund und machen Platz für aufkeimende Ledertöne, die im Zusammenspiel mit gerösteten Nüssen ideal harmonieren. Durch die dezenten Nuancen von Zedernholz und Erde entsteht so ein wunderbar ausgewogenes Geschmackserlebnis. Mit ihrer Länge von 102 mm bei einem starken 58er Ringmaß sorgt die Gurkha Cellar Reserve Koi für eine Rauchzeit von etwa 40 Minuten, die, ihrer makellosen Verarbeitung geschuldet, von einem leichtgängigen Zug und einer kreisrunden Abbrandlinie begleitet wird.","Hintergrund":"Für die Zigarren der Cellar Reserve Serie hat man sich einer einzigartigen Tabakzusammensetzung bedient. Für die dominikanischen Puros wurden ein Criollo 1998 Deckblatt sowie ein Olor Umblatt und eine Einlage, die aus 15 Jahre lang gereiften Tabakblättern besteht, gewählt."},"diameter_mm":23,"ring":58,"length_mm":102,"length_inch":0,"format":"Short Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Criollo","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Gewürze","Holz","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":11.5,"additionalNotes":"Pigtail"}
