{"name":"ADV \u0026 McKay Cigars The Conqueror Limited Edition Lancero","url":"https://www.noblego.de/adv-mckay-cigars-the-conqueror-limited-edition-lancero/","brand":"ADV \u0026 McKay Cigars","series":"","details":{"Genussverlauf":"Das rotbraun schimmernde Deckblatt der ADV \u0026 McKay Cigars The Conqueror Limited Edition Lancero ist ein H2000 aus Ecuador, darunter ist ebenfalls ein Blatt aus Ecuador, jedoch der Sorte Sumatra verarbeitet worden. Eine Einlagemischung aus handverlesenen dominikanischen und nicaraguanischen Tabaken macht den Blend dieses gemäßigt mittelkräftigen Sonderformats komplett. Die knapp 18 cm lange Lancero verfügt über ein breit gefächertes Aromaaufkommen, welches bestimmt wird von holzigen, nussigen, schokoladigen, fruchtigen und erdigen Noten. Diese zeigen sich in den drei Rauchdritteln verschieden ausgeprägt und intensiv. Sie werden von einer angenehmen Cremigkeit sowie einer zarten Karamellsüße im Hintergrund getragen. Bei gemächlichem Genuss, der sich bei diesem Format geschmacklich besonders bezahlt macht, kann man sich mit der köstlichen Sonderedition gut 60 bis 75 Minuten genussvoll die Zeit vertreiben. Sie wird zu keinem Zeitpunkt scharf oder bitter und brennt hervorragend kerzengerade ab.","Nice to know":"Die aufregenden Kreationen der Marke ADV \u0026 McKay werden in einer kleinen, aber feinen Boutique-Zigarren-Manufaktur, der Tabacalera William Ventura gefertigt. Diese ist in der nördlich gelegenen dominikanischen Stadt Santiago ansässig.","Resümee":"Was spricht dagegen, die spannende ADV \u0026 McKay Cigars The Conqueror Limited Edition Lancero zu probieren? Rein gar nichts! Ein tolles Format wie ein ebenso schmackhafter Blend machen diese limitierte Schönheit zu einem ganz heißen Tipp für den kommenden Zigarrensommer!"},"diameter_mm":16,"ring":40,"length_mm":178,"length_inch":0,"format":"Lancero","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Fruchtig","Holz","Karamell","Nuss","Schokolade","Süß"],"flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":10.9}
