{"name":"SYN Rosado Petit Robusto","url":"https://www.noblego.de/syn-rosado-petit-robusto-zigarren/","brand":"SYN","series":"","details":{"Genussverlauf":"Deck- und Umblatt der SYN Rosado Petit Robusto haben eine fünfjährige Reifezeit absolvieren dürfen. Ihre Einlage besteht aus würzigen Corojo Tabaken, die eine Mindestreifezeit von zwei Jahren aufweisen. Das Deckblatt des mittelkräftigen Kurzformats besticht mit einem fein-öligen Glanz, es zeugt von hervorragender Qualität. Die kleine Dominikanerin ist kein sehr komplexer Smoke. Sie bietet eher einen geradlinig guten Geschmack, der von cremig-holzigen Grundaromen und angenehm auftretenden Noten von schwarzem Pfeffer sowie Zartbitterschokolade bestimmt wird. Dazu gesellt sich eine feine Süße, die an Vanille erinnert. Die Konstruktion der Petit Robusto ist handwerklich einwandfrei. Zug- und Abbrand gehen daher völlig problemlos vonstatten.","Nice to know":"Joseph Casimir, der Unternehmenschef von SYN ist ein großer Liebhaber der Literatur. Seiner Meinung nach ist jede Zigarre die Zusammenfassung einer Geschichte, die zwischen den Tabakbauern, dem Masterblender und dem Zigarrengenießer erzählt wird. Ein interessanter Gedanke, über den man sicher einige Zeit bei einer guten Zigarre sinnieren kann.","Resümee":"Die SYN Rosado Petit Robusto garantiert zuverlässigen und schmackhaften Rauchgenuss. Wem die Zeit für ein größeres Format fehlt, der greift einfach zu dem in praktischen 5er Schachteln präsentierten Leckerbissen aus der Dominikanischen Republik."},"diameter_mm":19.8,"ring":50,"length_mm":89,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"H2000","aromaProfileManufacturer":["Cremig","Holz","Schwarzer Pfeffer","Süß","Vanille","Würzig","Zartbitter"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":5.6}
