{"name":"Drew Estate Liga Privada No. 9 Belicoso","url":"https://www.noblego.de/drew-estate-liga-privada-no-9-belicoso/","brand":"Drew Estate","series":"Liga Privada No. 9","details":{"Fazit":"Absolut beeindruckender Smoke von Drew Estate! Mit jedem Zug an der Liga Privada No. 9 Belicoso steigert sich das Rauchvergnügen, bis es in einem wundervollen Finish endet. Eine Zigarre der absoluten Premiumklasse, die in keinem Humidor fehlen sollte.","Genuss":"Diese wunderschöne Vitola im Belicoso Format müssen Sie einmal in der Hand gehalten haben. Ihr herrlich schimmerndes dunkelbraunes Deckblatt ist ein Connecticut Broadleaf Maduro, das aussieht als hätte man es gemalt. Die Einlage setzt sich aus Karibiksaaten zusammen, die in der Sonne Honduras und Nicaraguas gewachsen sind. Das Umblatt der Drew Estate Liga Privada No. 9 stammt aus Brasilien, dabei handelt es sich um ein hochwertiges Mata Fina Blatt. Ein insgesamt äußerst aufregender Blend, bestehend aus auf den Punkt gereiften Tabaken, die der Belicoso ihren eindrucksvollen Charakter verleihen. Die komplexe Aromaentfaltung wird bestimmt von satten erdigen Tönen, gepaart mit einer klar definierten Espresso Note. Dazu gesellen sich feine Nuancen von Leder, Nuss und unaufdringlichem Pfeffer, umspielt von einer dezenten sehr angenehmen Süße. Die kräftige Longfiller weist wie selbstverständlich perfekte Zug- und Abbrandeigenschaften auf.","Hintergrund":"Eigentlich war es im Hause Drew Estate gar nicht vorgesehen, diese Serie auf den Markt zu bringen. Die Liga Privada (zu dt. etwa: private Mischung), wurde nämlich ursprünglich nur zum Eigengebrauch hergestellt. Das Resultat war jedoch so überwältigend und überzeugend, dass man sich dafür entschied, diese mehr als eindrucksvollen Zigarren dem Endverbraucher nicht vorzuenthalten."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Kaffee","Leder","Nuss","Pfeffer","Röstaromen","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":18.1,"additionalNotes":"Boutique Zigarre"}
