{"name":"La Flor Dominicana Culebra Especial","url":"https://www.noblego.de/la-flor-dominicana-culebra-especial/","brand":"La Flor Dominicana","series":"","details":{"Fazit":"Lecker und ungewöhnlich, das sind die La Flor Dominicana Culebra Especial allemal und eignen sich sehr gut für den sommerlichen Abend draußen im Garten am Grill.\nWer dazu ein süffiges Bier trinkt, liegt nicht falsch.","Genuss":"Die kleine Holzkiste, in der die die La Flor Dominicana Culebra Especial daherkommt, wäre noch schöner ohne die ganzen Hinweise, was sich neben dem guten Geschmack vielleicht noch in der Packung befinden könnte. Geöffnet aber strahlt einen die Herrlichkeit der drei ineinander verwobenen Zigarren an und man will sofort die Fasern aufmachen und eine Zigarre aus dem Verbund lösen, um sie zu verkosten. Was dann bei den ca. 15 Zentimeter langen „Stängeln“ kommt, ist mit dem Wort \"lecker\" ganz gut beschrieben. In den etwa 30 Minuten Rauchdauer erfährt man einen würzigen Rauch, der mit einer leichten Süße daherkommt. Abbrand und Zug sind hier eher unwichtig, bei der Darreichungsform ist eine Ungleichmäßigkeit nicht auszuschließen.","Hintergrund":"Hier bringt uns Litto Gomez eine weitere seiner Preziosen mit einer ausgesucht guten Tabakmischung. Eines der Deckblätter ist ein Connecticut Shade aus dem gleichnamigen Bundesstaat der USA. Das Umblatt und die Einlage kommen vom Hersteller selbst und das garantiert auch die gleichbleibend hohe Qualität der La Flor Dominicana Zigarren. \u003cspan\u003eUnd nicht, dass die dominikanischen Väter es verlernen, Zöpfe zu flechten.\u003c/span\u003e"},"diameter_mm":11,"ring":28,"length_mm":150,"length_inch":0,"format":"Slim Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":16.59,"additionalNotes":"Culebra"}
