{"name":"Perdomo LOT 23 Connecticut Robusto","url":"https://www.noblego.de/perdomo-lot-23-connecticut-robusto-zigarren/","brand":"Perdomo","series":"LOT 23","details":{"Fazit":"Wer eine mittelstarke, aromatisch schön ausbalancierte Zigarre für eine gute Stunde Rauchgenuss sucht, ist mit der Perdomo LOT 23 Robusto Connecticut gut beraten. Genießen Sie dazu einen fruchtigen Cocktail oder lässigen Longdrink auf Rumbasis und Nicaragua rückt wieder ein Stückchen näher.","Genuss":"Man muss auch mal Risiken eingehen, wenn man etwas Besonderes erschaffen möchte. Nick Perdomo hat diese Risiken nicht gescheut, als er seine kostbaren karibischen Tabaksamen auf einem bisher noch nicht bebauten Feld ausstreuen ließ. Und er hatte Erfolg. Zwar war die Ernte von geringerer Quantität, dafür aber von umso besserer Qualität. Nach der Ernte zu Bündeln gerollt und über vier Jahre in den Lagerräumen von Perdomo gereift, ist der in der Perdomo LOT 23 Robusto Connecticut verarbeitete Tabak geprägt von einem unvergleichlich ausgewogenen Aroma. Das nicaraguanische Connecticut Shade Deckblatt erscheint etwas dunkler als gewöhnlich, zeigt sich aber fein in der Aderung und von samtiger Textur. Aromatisch harmonieren Holz- und Nussnoten mit pfeffriger Schärfe und fruchtiger Süße, die im Kern Nuancen von Leder durchscheinen lassen. Der Abbrand ist über die Länge der Robusto von 12,6 Zentimetern stets gleichmäßig, man sollte lediglich darauf achten, sie nicht zu heiß zu rauchen. Bis zu eine Stunde aromatischer Rauchgenuss ist mit dieser besonderen Zigarre garantiert.","Hintergrund":"Fortwährende Kreativität, Risikobereitschaft und Schaffensfreude gehören zu den Kernmerkmalen des Unternehmers Nick Perdomo Jr. In den 20 Jahren des Bestehens seiner Firma sind nicht weniger als 17 Serien auf den Markt gekommen, die sich besonders durch ihre Ausführung in drei verschiedenen Deckblattarten auszeichnen. So gibt es auch die Perdomo LOT 23 mit Connecticut, Natural oder Maduro Deckblatt."},"diameter_mm":19.8,"ring":50,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Holz","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":10}
