{"name":"Drew Estate Larutan Dirt 4x43","url":"https://www.noblego.de/drew-estate-larutan-dirt-4x43/","brand":"Drew Estate","series":"Larutan","details":{"Fazit":"Eine erstklassige Zigarre, die als Musterbeispiel einer gelungenen aromatisierten Zigarre gelten könnte. Die Drew Estate Larutan Dirt 4 x 43 ist die perfekte Zigarre für eine halbstündige Auszeit, genießt sich aber auch gern in netter Gesellschaft.","Genuss":"Die Marke Drew Estate verknüpft traditionelle Tabakshandwerkskunst mit ihrem einzigartigen Stil des Aromen-Arrangements. So geschehen auch bei dieser handgerollten Nicaraguanerin, bei welcher der Eigengeschmack der Tabakblätter durch eine behutsame und meisterhafte Aromatisierung herausgekitzelt und besonders schön betont wird. Bei einer Länge von 102 Millimetern oder auch von 4 Inch und einem Ringmaß von 43 verschafft diese Zigarre im Format einer Petit Corona ein Rauchvergnügen von einer guten halben Stunde, das fast schon zu schnell vorbei ist. Denn die Einlagenmischung mit Blättern aus Syrien, der Türkei, St. James Parish, Nicaragua, Haiti und der Dominikanischen Republik ist spannend und offenbart eine milde Vielfalt an Geschmack, die erst mal ihresgleichen sucht. Kaffee, Gewürze, Karamell und eine komplexe Süße sind zu vernehmen. Der Zug ist perfekt und der dichte und cremige, auf der Zunge zergehende Rauch ist ein weiteres Zeugnis für die erstklassige Verarbeitung.","Hintergrund":"Aromatisierte Zigarren stehen ja gern mal in dem Ruf, dass das hinzugefügte Aroma nötig sei um fehlenden Eigengeschmack der Tabakblätter auszugleichen. Doch was passiert, wenn Qualitätstabake auf dezente Weise und mit Fingerspitzengefühl aromatisiert werden, das zeigt uns Drew Estate mit seiner Larutan-Linie. Dabei wird der Prozess der Aromatisierung bei der Fermentation vorgenommen und geschieht so behutsam, dass die zugefügten Aromen den Eigengeschmack des Qualitätstabaks meisterhaft unterstreichen und somit ein besonders schönes Aromenspektrum erzielt wird.Nicht ohne Grund erhielt die Drew Estate Larutan Dirt auch Spitzenbewertungen auf dem renommierten Online-Portal famous-smoke."},"diameter_mm":17,"ring":43,"length_mm":100,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Geheim"],"binderProperty":"Maduro","aromaProfileManufacturer":["Gewürze","Kaffee","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.6}
