{"name":"Perdomo Exhibicion Torpedo Connecticut","url":"https://www.noblego.de/perdomo-exhibicion-torpedo-connecticut/","brand":"Perdomo","series":"Exhibicion","details":{"Fazit":"Qualität, die man schmecken kann. Die Perdomo Exhibicion Torpedo Connecticut ist eine Zigarre für die ausgewählten Momente im Leben. Mit ihrem milden bis mittelkräftigen Aroma wird sie besonders Anfänger überzeugen, die sich etwas Gutes gönnen wollen, aber auch erfahrenen Aficionados, die es weniger stark mögen, einen entspannten Smoke-Abend bescheren.","Genuss":"Nur die besten Tabake werde für die Perdomo Exhibicion Connecticut Torpedo verarbeitet. Die aus karibischem Saatgut gezogenen Tabake für die Einlage und das Umblatt stammen von den drei besten Anbauregionen in Nicaragua, Condega, Esteli und Jalapa, und werden nach der Ernte noch vier bis sechs Jahre gereift. Für das Connecticut Deckblatt wird handverlesener und fast sieben Jahre in Bourbon Fässern gereifter Tabak verwendet, erst durch diesen Reifeprozess erhält es seine hell glänzende Farbe und die feine Struktur. Perfekt verarbeitet und gerollt entfalten sich während des gut 90-minütigen Smokes zu Beginn süße und florale Noten, die zur Mitte an holzigen Aromen zunehmen. Im Finale treten Ledernoten in den Vordergrund, im Hintergrund begleitet von der lieblichen Süße des Anfangs. Das Zugverhalten bleibt konstant perfekt und der gleichmäßige Abbrand  bildet eine feste hellgraue Asche.","Hintergrund":"Mit etwas über 20 Jahren ein noch relativ junges Unternehmen in der Zigarrenbranche kann Perdomo doch auf die Erfahrung mehrerer Generationen zurückblicken.  Schon der Vater und Großvater von Firmengründer Nick Perdomo Jr. waren in ihrer Heimat Kuba im Zigarrengeschäft tätig. Doch erst der Sohn bzw. Enkel wagte den Schritt in die Selbstständigkeit. Ein Erfolgsgeheimnis ist sicherlich der Ablauf aller Erzeugungs- und Fertigungsprozesse innerhalb der unternehmenseigenen Farmen und Fabriken in Nicaragua."},"diameter_mm":21.3,"ring":54,"length_mm":178,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Holz","Leder","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.6}
