{"name":"Personales Ligero Corojo Corona","url":"https://www.noblego.de/personales-ligero-corojo-corona/","brand":"Personales","series":"Ligero Corojo","details":{"Fazit":"Eine würzige Dominikanerin - die Personales Ligero Corojo Corona ist der würdige Abschluss eines gehaltvollen Essens zu einer schönen Tasse starkem Kaffee.","Genuss":"Die Dominikanische Republik ist eigentlich für mildere Zigarren bekannt. Umso überraschender bietet die Personales Ligero Corojo Corona starken Rauchgenuss, der eher an nicaraguanische Tabake erinnert. Zu verdanken hat sie dies den dominikanischen Ligero Tabaken in der Einlage. Diese am oberen Teil der Tabakpflanze gewachsenen Blätter entwickeln durch die höhere Sonneneinstrahlung Öle, die ihren Geschmack besonders kräftig und aromatisch machen. Mindestens drei Jahre sollten sie gelagert werden, bevor sie als Einlagetabak den Weg in eine Zigarre finden. Mit einem Dominican Olor Umblatt und einem Corojo Deckblatt aus Ecuador ist das schmackhafte 12,7 cm lange und 17,5 mm breite Gesamtergebnis perfekt. Von Beginn an schon kräftig in der Stärke werden Aromen von Holz und Erde deutlich, zur Mitte hin intensive Kaffee und süß-schokoladige Noten, die mit Röstaromen nach rund einer Stunde ausklingen. Zug und Abbrand sind der hochwertigen Qualität entsprechend optimal.","Hintergrund":"Das Unternehmen Charles Fairmorn wurde 1972 in den USA gegründet. Im Jahre 1978 verlegte man den Hauptsitz der Firma nach Deutschland, von wo man heute die Zigarren weltweit vertreibt. Gefertigt werden die Longfiller des Unternehmens jedoch in der Dominikanischen Republik, genauer im Zentrum der Zigarrenproduktion Santiago de los Caballeros."},"diameter_mm":17.5,"ring":44,"length_mm":127,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"wrapperType":"Corojo","aromaProfileManufacturer":["Kaffee","Kakao","Nuss","Röstaromen","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.5}
