{"name":"Alec Bradley Family Blend The Lineage Robusto","url":"https://www.noblego.de/alec-bradley-family-blend-the-lineage-robusto/","brand":"Alec Bradley","series":"Family Blend The Lineage","details":{"Fazit":"Perfekte Verarbeitung, eine Vielfalt an Aromen und hochwertigen Genuss – die Alec Bradley Family Blend The Lineage bietet das und noch viel mehr. Jetzt probieren und einfach nur genießen!","Genuss":"Die Alec Bradley Family Blend The Lineage Robusto bietet höchste Qualität, wie man sie aus dem Hause Alec Bradley gewohnt ist. Perfekt verarbeitet überzeugt die Zigarre mit optimalen Zug- und Abbrandeigenschaften. Der Blend wird aus honduranischen und nicaraguanischen Tabaken in der Einlage, einem nicaraguanischen Umblatt und einem honduranischen Deckblatt zusammengestellt. Das kastanienbraune Deckblatt verleiht der Zigarre ein elegantes Äußeres, das die Aromen schon beim bloßen Anblick auf der Zunge erscheinen lässt. Und tatsächlich überrascht die The Lineage Robusto mit einer vielfältigen Aromenpalette, die schier unendlich scheint. In der Rauchdauer von 60 bis 80 Minuten treten Noten von Erde, Holz, Heu, Kaffee, Pfeffer, Zitrusfrüchten sowie Nuss auf. Für Abwechslung ist bei dem 133 mm langen und 20,6 mm „dicken“ Longfiller also gesorgt.","Hintergrund":"Als die Alec Bradley Zigarren das Licht der Welt erblickten, waren die Söhne von Marken-Gründer Alan Rubin gerade einmal ein und vier Jahre alt. Die The Lineage Serie feiert nun deren Volljährigkeit und damit die Erlaubnis auch in den USA offiziell Zigarren rauchen zu dürfen."},"diameter_mm":20.6,"ring":52,"length_mm":133,"length_inch":0,"format":"Robusto","maker":"Alan Rubin","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Heu","Kaffee","Pfeffer","Zedernholz","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.9,"additionalNotes":"Boutique Zigarre, Pigtail"}
