{"name":"Drew Estate Liga Privada Unico Bauhaus","url":"https://www.noblego.de/drew-estate-liga-privada-unico-bauhaus-zigarren/","brand":"Drew Estate","series":"Liga Unico","details":{"Genussverlauf":"Ein absolut makelloses Connecticut Broadleaf Deckblatt aus den USA, handverlesene Einlagetabake aus Honduras und Nicaragua sowie ein Mata Fina Umblatt aus Brasilien wurden für den Blend der Drew Estate Liga Privada Unico Bauhaus Zigarre verwendet. Mit einer Länge von 11,4 cm und einem 50er Ringmaß steht die mittelkräftige Short Robusto für knapp 60 Minuten Genuss, der von einem herrlich komplexen Aromaverlauf geprägt ist. Am Gaumen erfährt der Genießer dabei ein illustres Wechsel- und Zusammenspiel zwischen diversen Süßnoten (Karamell, brauner Zucker) und dunklen Aromen (Erde, Espresso, Zartbitterschokolade) mit delikater Untermalung von verschiedenen Gewürzen wie Muskat oder schwarzem Pfeffer. Fruchtige Orange- und Aprikose-Noten runden diese erstaunlich vielfältige und reichhaltige Aromakomposition vorzüglich ab. Im Abbrand zeigt sich die Bauhaus Zigarre messerscharf, ihr Zugverhalten ist ebenfalls absolut vorbildlich zu nennen.","Nice to know":"Eine der Grundintentionen des Bauhausbegründers Walter Gropius bestand darin, dem durch die Anfang des 20. Jahrhunderts alles bestimmende Industrialisierung ins Hintertreffen geratenen Kunsthandwerk neues Leben einzuhauchen. Das Ziel war es, eine innovative Formensprache zu entwickeln, welche den industriellen Prozessen der Herstellung gerecht werden konnte.","Resümee":"Die Drew Estate Liga Privada Unico Bauhaus ist eine wahnsinnig gut konstruierte und durchdachte Premiumzigarre mit aufregendem Aromaverlauf. Wie sie dem bekennenden Zigarrenliebhaber Walter Gropius geschmeckt hätte, lässt sich leider nicht mehr beantworten. Uns hat sie in jedem Falle begeistert. Ein fantastisch gelungener Smoke, der bei seinem Genießer jede Menge Aha-Effekte auslöst!"},"diameter_mm":19.8,"ring":50,"length_mm":114,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"binderProperty":"Connecticut Broadleaf","aromaProfileManufacturer":["Erdig","Fruchtig","Karamell","Muskat","Orange","Schokolade","Schwarzer Pfeffer","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":18,"additionalNotes":"Limited"}
