{"name":"Casa de Garcia Maduro Corona","url":"https://www.noblego.de/casa-de-garcia-maduro-corona/","brand":"Casa de Garcia","series":"Maduro","details":{"Fazit":"Die Casa de Garcia Maduro Corona aus der dominikanischen Republik verzichtet auf Eleganz und Holzkiste, dafür schont sie den Geldbeutel. Anfangs mild und später pfeffrig – eine typische Corona eben!","Genuss":"Die Zigarren Casa de Garcia Maduro Corona bieten in diesem klassischen Format einen moderaten Nikotingehalt, einen spürbaren Zugwiderstand und ein gutes Abbrandverhalten. Die sofort präsenten Geschmackselemente sind herbe Schokolade, Kaffee und Holz. Natürlich liefert das Maduro-Deckblatt auch süßliche und cremige Nuancen. Im Rauchverlauf nimmt die Würze an Intensität zu und im letzten Drittel hat man es mit einer pfeffrigen Schärfe zu tun. Bei 17,5 Millimetern im Durchmesser und einer Länge von 139 Millimetern hat man ein Rauchvergnügen von etwa einer Dreiviertelstunde zu erwarten.","Hintergrund":"Das heutige Fabrik-Gelände der Tabacalera de Garcia entstand in den 60er Jahren und liegt im Südosten der Dominikanischen Republik. Die Fabrik ist die größte der Welt und damit auch einer der größten Arbeitgeber in der Dominikanischen Republik. Bei einer Tabacalera de Garcia Factory Tour kann die Fabrik besichtigt werden. In einer höchst lehrreichen Führung wird jeder Schritt der Zigarrenherstellung erklärt und am Ende wartet ein Shop mit einem umfangreichen Angebot auf den Reisenden in Sachen Tabak. Neben den handgefertigten Zigarren bekannter Marken wie der dominikanischen Montecristo oder Romeo y Julieta werden auch die Zigarren der Serie Casa de Garcia Maduro in dieser Fabrik produziert.\u003cstrong\u003e\u003c/strong\u003e"},"diameter_mm":17.5,"ring":44,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Broadleaf","Connecticut","Honduras"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Holz","Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.5}
