{"name":"Flor de las Antillas 10th Anniversary Toro","url":"https://www.noblego.de/flor-de-las-antillas-10th-anniversary-toro-zigarren/","brand":"Flor de Antillas","series":"","details":{"Genussverlauf":"Der rein nicaraguanische Blend der 10th Anniversary Toro enthält die gleichen Tabaksorten, wie sie bei den regulär erhältlichen Flor de las Antillas Zigarren verwendet wurden. Allerdings hat man für den Jubiläumsblend ausschließlich Blätter der höchsten Blattstufe zugelassen, was zu einer gesteigerten Aromaintensität führt. Die im Fachjargon als „High Primings“ bekannten Tabake sind am obersten Teil der Tabakpflanze zu finden und aufgrund dessen sehr geschmacksintensiv. Allerdings sind die Kosten für diese Art Qualität ebenfalls sehr intensiv. Daher werden sie oft nur für ganz besondere Zigarren genutzt. Im Falle der hier vorgestellten Sonderausführung führt der Einsatz dieser edlen Premiumtabake zu einem komplexen Aromaverlauf, der von einer über aus delikaten Tabakwürze sowie einer verlockenden Beerensüße untermalt wird. Zunächst verwöhnt die Toro den Gaumen mit Noten von frischem Kaffee und Erde. Kräuter- und Zedernholztöne kommen hinzu, die kurz darauf von Espresso-, Kakao, Leder und Zitrusnoten umspielt werden. Im zweiten Rauchabschnitt sind cremige Nuss- und Espressoaromen vorherrschend, die im Hintergrund von Noten aus dem ersten Drittel flankiert werden. Nuancen von Zimt und dunkler Schokolade sind zusätzlich auszumachen. Das finale Rauchdrittel führt dieses illustre Aromenspiel fort, zeigt sich jedoch noch abwechslungsreicher und intensiver. Der kräftige Leckerbissen unterstreicht seine Super-Premiumqualität mit perfektem Zug- und Abbrandverhalten.","Nice to know":"Die mit rotem Hochglanzlack bearbeiteten 12er Kisten, in denen die einzelnen Exemplare der Jubiläumstoros einzeln in sehr schicken 1er Holzschubern schlummern, sind eine wahre Augenweide und machen mächtig Eindruck.","Resümee":"Wer das nötige Kleingeld für diese wunderschöne Sonderausführung aufbringen kann, bekommt ein absolutes High-End-Premiumprodukt aus dem renommierten Hause My Father Cigars geliefert. Wir wünschen Ihnen unvergessliche Genussmomente mit der Flor de las Antillas 10th Anniversary Toro!"},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Espresso","Kaffee","Kakao","Kräuter","Leder","Leicht Süß","Nuss","Würzig","Zedernholz","Zimt","Zitrusfrüchte"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":60,"additionalNotes":"Limited"}
