{"name":"Daniel Marshall DM2 Panetela","url":"https://www.noblego.de/daniel-marshall-dm2-panetela/","brand":"Daniel Marshall","series":"","details":{"Fazit":"Die Daniel Marshall DM2 Panetela ist eine würzige Zigarre für den anspruchsvollen Aficionado. Tagsüber genossen passt ein Latte Macchiato sehr gut zu dieser schlanken Lady.","Genuss":"Die Daniel Marshall DM2 Panetela besitzt Einlage und Umblatt aus Nicaragua, das bekannt ist für seine aromatischen und dabei süßlich-pfeffrigen Tabake. Das Jalapa-Deckblatt kommt ebenfalls aus Nicaragua, so dass wir hier von einer edlen Puro-Zigarre sprechen können. Die Daniel Marshall DM2 Panetela hat einen leichten Zugwiderstand und einen perfekten Abbrand. Röstaromen und eine pfeffrig-holzige Note dominieren den Rauch. 14,3 Millimeter im Durchmesser und eine Länge von 152 Millimetern machen diese Zigarre zu einer äußerst attraktiven und schlanken Erscheinung. Ihre Rauchdauer beträgt je nach Temperament 30 bis 40 Minuten.","Hintergrund":"Nicaragua, das Land der tausend Vulkane erlebt seit 1990 einen enormen Aufschwung in der Tabakindustrie. Dunkle Vulkanböden und ein tropisches Klima liefern ideale Bedingungen für den Anbau der Tabakpflanzen und eine durchweg hohe Qualität. Die dunkelbraunen, würzigen und großen Blätter stehen der Ware aus Kuba in nichts nach. Sie schmecken im Rauch herzhaft und kräftig. Neben Esteli ist auch das Jalapa Tal bekannt für seine ausgezeichneten Tabaksorten, die gerne als Deckblätter genutzt werden. Im Jalapa-Tal werden diese unter langen, weißen Zeltplanen herangezüchtet. So wächst die Pflanze in einem kontrollierten Kleinklima auf, wobei die Luftfeuchtigkeit individuell gesteuert werden kann und die Sonnenkraft bis zu 30 Prozent reduziert wird."},"diameter_mm":14.3,"ring":36,"length_mm":152,"length_inch":0,"format":"Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Jalapa","aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Schokolade","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":8}
