{"name":"Brick House Mighty Mighty Maduro","url":"https://www.noblego.de/brick-house-mighty-mighty-maduro/","brand":"Brick House","series":"Maduro","details":{"Fazit":"Die Brick House Mighty Mighty Maduro ist für den erfahrenen Raucher sicherlich eine nachhaltige und beeindruckende Zigarre. Sie sollte besonderen Gelegenheiten vorbehalten sein und schmeckt am besten im Kreis guter Freunde. Zusammen mit einem milden karibischen Rum lässt sie uns von tropischen Nächten träumen.","Genuss":"Zwei rot-goldene Binden schmücken diese stämmige Tabakportion. Fest gerollt bringt sie mit ihren 159 Millimetern Länge und einem Ringmaß von 60 (!) eine ordentliche Portion Tabak auf die Waage. Sie liegt richtig schwer und bedeutungsvoll in der Hand. Das sehr dunkle Arapiraca-Deckblatt und die edlen nicaraguanischen Tabake der Einlage verheißen einen gehaltvollen und lang anhaltenden Genuss, der sich auch schon bei den ersten Zügen einstellt. Schokolade und Kaffee, Nuss und Holz sind die bestimmenden Aromen. Insgesamt ergibt sich ein rundes und cremiges, dabei immer sehr starkes Geschmackserlebnis. Die Brick House Mighty Mighty Maduro bietet uns eineinhalb Stunden intensiven Rauchgenuss. Zugwiderstand und Abbrand sind vorbildlich.","Hintergrund":"Brick House Zigarren sind Puros aus Nicaragua. Sie stehen für eine 150-jährige Familientradition der Familie Newman. Sie ist das älteste Familienunternehmen für Premium-Zigarren in den USA. Die Familie hat seit ihrer Auswanderung aus Ungarn im Jahre 1888 eine lange und wechselvolle Geschichte geschrieben. Bedingt durch die weltwirtschaftliche Entwicklung, den Markterfolg der Zigarette und die harten Konkurrenzsituationen florierte das Unternehmen nicht immer. Erst die Spezialisierung auf echte Longfiller- und Premium-Zigarren brachte den entscheidenden Durchbruch."},"diameter_mm":23.8,"ring":60,"length_mm":159,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"H2000","aromaProfileManufacturer":["Kaffee","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":7.8}
