{"name":"C. Mendoza Cetros Sumatra","url":"https://www.noblego.de/c-mendoza-cetros-sumatra/","brand":"C. Mendoza","series":"","details":{"Fazit":"Die C. Mendoza Cetros Sumatra bietet Rauchgenuss, der nicht überfordert und besonders Einsteiger ansprechen wird. Die milden Aromen passen zum morgendlichen Kaffee genauso wie nach dem Mittagessen oder zum Feierabendbier.\nWer es etwas würziger mag, sollte die\u003ca title=\"Hier gehts zur C. Mendoza Cetros Brasil\" href=\"/c-mendoza-cetros-brasil/\"\u003e C. Mendoza Cetros Brasil\u003c/a\u003e probieren.","Genuss":"Die C. Mendoza Cetros Sumatra sind das etwas mildere Gegenstück zu den Cetros Brasil der deutschen Marke. Die maschinell gefertigten Shortfiller Zigarren überzeugen durch eine ausgezeichnete Qualität, wie sie im Shortfillersegment nicht oft zu finden ist. Brasilianischer Mata Fina und karibischer Tabak aus der Vuelta Abajo Region bilden mit einem Java Umblatt und einem Sumatra Sandblatt als Deckblatt einen mild-würzigen Blend, der von leicht süßen und cremigen Holz- und Grasaromen geprägt ist. Das verspricht rund 30 Minuten leichten Rauchgenuss, der noch von optimalen Zug- und Abbrandeigenschaften gekrönt wird.","Hintergrund":"Das Unternehmen August Schuster hat sich vor allem mit importierten Marken wie \u003ca title=\"Hier gehts zu Casa de Torres Zigarren\" href=\"/casa-de-torres-zigarren/\"\u003eCasa de Torres\u003c/a\u003e oder \u003ca title=\"Hier gehts zu La Flor Dominicana Zigarren\" href=\"/la-flor-dominicana-zigarren/\"\u003eLa Flor Dominicana\u003c/a\u003e einen Ruf gemacht. Aber auch die eigene Zigarren- und Zigarilloproduktion wurde in der langjährigen Geschichte nicht vernachlässigt und fügt dem Markt zahlreiche schmackhafte Shortfiller hinzu."},"diameter_mm":13,"ring":33,"length_mm":139,"length_inch":0,"format":"Slim Panetela","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Karibik"],"binderOrigin":["Java"],"binderProperty":"Sandblatt","aromaProfileManufacturer":["Cremig","Gewürze","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":1.5}
