{"name":"Villiger Dominican Selection Panetela","url":"https://www.noblego.de/villiger-dominican-selection-panetela/","brand":"Villiger","series":"Dominican Selection","details":{"Fazit":"Die Villiger Domincan Selection Panetela ist eine würzige Zigarre, die auch den erfahrenen Aficionado mit ihrem Preis-Leistungs-Verhältnis überzeugen wird. In Begleitung eines Latte Macchiato oder eines Gläschens Rotwein mundet sie besonders gut.","Genuss":"Die Villiger Dominican Selection Panetela besitzt eine Einlage aus der Dominikanischen Republik und Nicaragua. Verwendet werden Piloto aus der Dominikanischen Republik, der für die Stärke dieser Zigarre verantwortlich sein dürfte und Nicaragua Seed-Tabake. Das hochwertige und sehr geschmeidige Umblatt stammt aus Indonesien. Das einwandfreie Deckblatt ist ein Connecticut Shade aus Ecuador. Da die Zigarren der Villiger Dominican Selection nicht besonders fest gerollt sind, besitzen sie ein angenehm leichtes Zugverhalten und einen guten Abbrand. Im Rauch spürt man ein ganz zartes Kakaoaroma neben vorwiegend holzigen Tönen. Die hübsche Panetela hat einen Durchmesser von 15 Millimetern und eine Länge von 146 Millimetern. Die Rauchdauer beträgt in etwa eine halbe Stunde.","Hintergrund":"Diese Hausmarke  wurde von Villiger im Jahre 1998 zunächst unter dem Namen El Mundo del Tabaco eingeführt. Dabei sind die Erfahrungen mittelamerikanischer Tabaceros ebenso eingeflossen wie das Qualitätsbewusstsein des etablierten Tabakhauses aus der Schweiz. In der 25er Holzkiste abgepackt, ist diese Zigarre auch ein hübsches Geschenk, das den Geldbeutel nicht überfordert."},"diameter_mm":15,"ring":38,"length_mm":146,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":4}
