{"name":"Rocky Patel SIXTY Sixty","url":"https://www.noblego.de/rocky-patel-sixty-sixty-zigarren/","brand":"Rocky Patel","series":"SIXTY","details":{"Genussverlauf":"In der Sixty von Rocky Patel stecken ausschließlich lang gereifte Tabake, die der bekannte Masterblender persönlich aus seinen hauseigenen Reifelagern ausgewählt hat. Ihr Deckblatt stammt aus dem mexikanischen Zigarrenmekka San Andrés. Es ist von dunkelbrauner Farbe und schimmert leicht ölig. Die Einlagetabake sowie das Umblatt der im Boxpressed Stil gehaltenen Longfiller sind nicaraguanischen Ursprungs und mindestens sechs Jahre alt. Der Genuss dieser mittelkräftigen bis kräftigen Premiumzigarre ist geprägt von einem reichhaltigen Aromaaufkommen, bei dem sich cremig untermalte Noten von Erde, Kaffee, Holz, Leder, Pfeffer und Karamell in spannendem Wechselspiel am Gaumen bemerkbar machen. Ein bestens eingestellter Zug fördert viel angenehm sahnigen Rauch zutage. Der Abbrand geht schnurgerade vonstatten, lediglich auf die Asche sollte man etwas Acht geben, da diese dazu neigt schneller als gewöhnlich abzufallen.","Nice to know":"Um seinen Jubiläumszigarren das besondere Etwas zu verleihen, hat Rocky Patel nicht nur ganz seltene und rare Tabake verwendet. Die fertigen Exemplare wurden nochmals für zwei Jahre zur Seite gelegt, um ihnen ein äußerst harmonisches und ausgewogenes Geschmacksprofil zu verleihen.","Resümee":"Mit der Rocky Patel SIXTY Sixty Toro Gigante steht Ihnen ein wundervoller Vintage-Genuss bevor. Eine Ausnahmezigarre par excellence, die vor Reife nur so strotzt. Leider können wir Ihnen die Sixty aufgrund ihrer sehr strengen Limitierung nur solange anbieten, bis unser knapper Vorrat erschöpft ist."},"diameter_mm":0,"ring":60,"length_mm":152,"length_inch":0,"format":"","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"San Andrés","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Karamell","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":25.9}
