{"name":"Bossner Baron","url":"https://www.noblego.de/bossner-baron/","brand":"Bossner","series":"","details":{"Fazit":"Bei der Bossner Baron handelt es sich um eine echte High-End-Zigarre. Die Tabaksqualität kann bedenkenlos ein „vom Feinsten“ für sich verbuchen, die Verarbeitung ist akkurat und geschmacklich bietet sie komplexe und tiefe, süßliche aber auch würzige Aromen. Auch hastig geraucht entwickelt sie nur wenig Schärfe oder Bitterkeit, was sie zur perfekten Outdoor-Zigarre macht, sollte es mal stärker winden. Sowohl vormittags als auch am späten Abend kann die Baron genossen werden, da sie genau die richtige Kraft aufweist, um dem Aficionado immer gelegen zu kommen. Zusammen mit einem Milchkaffee wärmstens zu empfehlen.","Genuss":"Der schicken roten Zedernholzkiste entnommen, weist die Bossner Baron bereits einen mild-aromatischen, holzig-würzigen Duft auf, der perfekt mit der edlen Optik harmoniert. Umschlungen von zwei Bauchbinden erweist sich die Zigarre als echter Hingucker und wird Ihren Freunden staunende Blicke in Richtung ihres Portemonnaies entlocken. Der Kaltzug wird bestimmt von Aromen von Holz, Erde und Laub, die Zigarre mutet auf gewisse Weise herbstlich an. Entzündet entfaltet die Double Toro süßliche Aromen von Holz, Schokolade und ein wenig Torf, das Geschmacksbild ist interessant und schmackhaft. Das zweite Drittel bietet leichte Röstaromen in Richtung Toast oder Schwarzbrot, das letzte Drittel entwickelt noch ein wenig Leder und grünen Pfeffer. Diese Zigarre kann mit bestem Gewissen als sehr lecker tituliert werden.","Hintergrund":"Konstantin Bossner ist einer von nur drei Russen, die sich in der Zigarrenszene weltweit einen Namen gemacht haben. Er gehört also zu einer seltenen Spezies. Entsprechend gestalten sich seine Zigarren, die als perfekte Alternative zu \u003ca title=\"Hier gehts zu den Griffins Zigarren\" href=\"/griffins-zigarren/\"\u003eGriffin‘s\u003c/a\u003e und sogar \u003ca title=\"Hier gehts zu den Davidoff Zigarren\" href=\"/davidoff-zigarren/\"\u003eDavidoff\u003c/a\u003e gelten. Je nach Serie werden entweder nicaraguanische Tabake oder dominikanische Tabake in Kombination mit einem Connecticut-Deckblatt verwendet. Bei den über 18 verschiedenen Formaten, die von Bossner angeboten werden, entwickelt sich eine stattliche Auswahl, die für jeden Geschmack die richtige Lösung zu bieten hat."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Kaffee","Nuss","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":36}
