{"name":"Villiger La Meridiana No. 6","url":"https://www.noblego.de/villiger-la-meridiana-no-6-zigarren/","brand":"La Meridiana","series":"","details":{"Fazit":"Die La Meridiana No. 6 ist eine sehr leichte und milde Zigarre aus Nicaragua, die jedem Zigarrenfreund und auch Einsteigern empfohlen werden kann. Sie ist sanft\u003cbr\u003e\u003c/br\u003e im Rauch, besitzt aber dennoch ein kräftiges und interessantes Aroma und den typischen Geschmack nicaraguanischer Zigarren.","Genuss":"Die La Meridiana No. 6 ist sauber verarbeitet, fest und gleichmäßig gerollt. Ein interessanter Kaltgeruch, in dem Noten von Gras und Zedernholz vorkommen, umspielt die Nase. Das Deckblatt besitzt die Farbe von Milchkaffe und sieht sehr einladend aus. Abbrand und Zug sind sehr gut. Gleich nach dem Anzünden dominieren Geschmacksstoffe von Honig und Holz am Gaumen. Eine dezente Süße begleitet den Smoke, der bei diesem Format eine gute Stunde dauert und der aufgrund des geringen Nikotingehalts ganz unbeschwert genossen werden kann. Die handliche Zigarre misst 152 Millimeter in der Länge und hat ein Ringmaß von 40.","Hintergrund":"Vor knapp zwanzig Jahren gab es eine richtige Renaissance der Traditionsmarke „La Meridiana“ aus Havanna. Heutzutage werden die Zigarren unter der Aufsicht des Schweizer Villiger-Konzerns in Zusammenarbeit mit einem mittelamerikanischen Partner in Nicaragua produziert. Alle verwendeten Tabake kommen aus diesem sonnenverwöhnten, mittelamerikanischen Land. Seine nährstoffreichen Böden sorgen für das Entstehen sehr gehaltvoller und würziger Tabaksorten. Die fertigen Zigarren reichen geschmacklich durchaus an echte Havannas heran."},"diameter_mm":16,"ring":40,"length_mm":152,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gras","Holz","Süß","Würzig","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":3.5}
