{"name":"Furia Alecto","url":"https://www.noblego.de/furia-alecto/","brand":"Furia","series":"","details":{"Fazit":"Eine Boutique-Zigarre mit besonderem Flair und unverkennbarem Geschmack. Probieren Sie die Furia Alecto und erleben Sie puren Premiumgenuss aus Nicaragua!","Genuss":"Die Furia Alecto hat eine Länge von 11,5 cm und ein starkes Ringmaß von 56. Sie wird zu Beginn von einer intensiven Erdigkeit geprägt, die jedoch im weiteren Rauchverlauf etwas zurücktritt und so Platz für Aromen von dunklem Holz und Kakao sowie leicht blumigen Noten schafft. Optisch überzeugt sie mit einem sattbraunen Maduro-Deckblatt aus Nicaragua. Mit zunehmendem Genussverlauf fächern sich auch die vorhandenen Aromen breiter auf und bringen eine fruchtige Nuance hervor, die sehr gut mit der Grundwürzigkeit der Zigarre korreliert. Diese intensive Würze ist typisch für Puro Zigarren aus Nicaragua, die gerade aus diesem Grund bei vielen Aficionados geschätzt werden. Die Furia besticht ferner durch die positive Eigenschaft auch gegen Ende der Rauchzeit nicht scharf anzumuten, was Ausdruck ihrer vorbildlichen Verarbeitung und der sehr guten Qualität ihrer Tabake ist. In Kombination mit einem perfekten Abbrand sowie Zug ermöglicht die Furia Alecto zu jeder Zeit ein unkompliziertes Rauchvergnügen.","Hintergrund":"Die Furia Zigarren sind die Nachfolger der ehemaligen Pitbull Zigarren. Bereits 2012 kamen diese sehr schmackhaften nicaraguanischen Puros auf den Markt. Didier Houvenaghel war für ihren Blend verantwortlich, der sympathische und viel gereiste Masterblender hat sich nun für eine Namensänderung entschieden, so werden die aufregenden Nicaraguaner fortan unter dem Markennamen „Furia“ geführt. Wie die Pitbull Vitolas, erkennt man die Furia Zigarren an ihren individuellen Bauchbinden aus verschiedenfarbigen Wollfäden."},"diameter_mm":22.2,"ring":56,"length_mm":115,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kakao"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":16,"additionalNotes":"Boutique Zigarre"}
