{"name":"Perdomo Small Batch Maduro Half Corona","url":"https://www.noblego.de/perdomo-small-batch-maduro-half-corona-zigarren/","brand":"Perdomo","series":"Small Batch Maduro","details":{"Genussverlauf":"Für den Blend der Perdomo Small Batch Maduro Half Corona wurden nur nicaraguanische Einlagetabake gewählt, die eine Mindestreifezeit von 10 Jahren aufweisen können. Da wir es hier mit einer nicaraguanischen Puro Zigarre zu tun haben, stammen ihr Um- und Deckblatt natürlich auch nur von den fruchtbaren Plantagen des mittelamerikanischen Landes. Die dunklen Maduro Deckblätter wurden außerdem in ehemaligen Bourbonfässern zur Vollendung gereift. Dermaßen ausgestattet bietet die Small Batch Maduro Half Corona ein im oberen mittelkräftigen Bereich angesiedeltes Rauchvergnügen, welches sich aufgrund der reifgelagerten Tabake absolut ausgewogen präsentiert. Der voluminöse und dichte cremige Rauch dieses Leckerbissens enthält ausgeprägte Kaffee-, Holz- und Zartbitterschokoladearomen, die sich im komplexen Wechselspiel am Gaumen ausmachen lassen. Unterlegt mit einer besonderen süß-würzigen Note entsteht so ein vollkommen runder und reifer Geschmack. Bei gemächlichen Zugverhalten spendet das fantastisch verarbeitete Half Corona Format bis zu 60 Minuten vollen Genuss.","Nice to know":"Der englische Begriff \u003cem\u003eSmall Batch\u003c/em\u003e bedeutet auf Deutsch \u003cem\u003eKleinserie\u003c/em\u003e. Tatsächlich kommen von den Pedromo Small Batch Zigarren, die es noch in weiteren Variationen gibt, jährlich etwa nur 3000 Kisten weltweit auf den Markt.","Resümee":"Die Perdomo Small Batch 2005 Maduro Half Corona bietet einen vollmundigen und reifen Zigarrengenuss. Ein vielsagender Smoke der nie langweilig wirkt und bei keinem Maduro-Liebhaber im Humidor fehlen sollte."},"diameter_mm":18.3,"ring":46,"length_mm":101,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Maduro","aromaProfileManufacturer":["Cremig","Eichenholz","Espresso","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":7.2}
