{"name":"Don Pepin Garcia Blue Label Toro Gordo","url":"https://www.noblego.de/don-pepin-garcia-blue-label-toro-gordo/","brand":"Don Pepin Garcia","series":"Blue Label","details":{"Fazit":"Mit milden Chilinoten und ihrem kräftig, würzigen Rauchbouquet ist sie eher mittelkräftig und eignet sich für so ziemliche jede Situation. Ein würziger Smoke, mit cremigem Kern. Wie auch zu anderen kräftigen Zigarren von Don Pepin bieten sich schwere Rotweine und Islay Whiskys als dankbare Begleiter an.","Genuss":"Don Pepin Garcia Blue Label Toro Gordo, eine handgemachte Zigarre mit 100% nicaraguanischem Tabak und einem sehr schönen, zimtfarbenen Corojo Oscuro Deckblatt. Mit einer Länge von 19,4 Zentimetern und einem Durchmesser von 20 Millimetern handelt es sich um ein Toro-Format, welches mit seiner vollmundigen Kreation, vollem pfeffrigen Geschmack und einer milden Chilinote überzeugt. Es ist ein einzigartiges Schärfespiel, welches von rustikalen Erdaromen unterstrichen wird. Im ersten Drittel leicht holzig-süß, nach einigen Zügen jedoch eher starke Röstaromen und leichte Pfeffernoten, somit ist das Rauchverhalten zügig präsent. Das zweite Drittel weist etwas leicht salziges auf, Pfeffer und Röstaromen bestimmen jedoch überwiegend den Smoke und führen zu leichtem Prickeln am Gaumen. Im letzten Drittel gibt eine Messerspitze Chili den Ton an und kann weit hinter den Zigarrenring genossen werden. Die Don Pepin Garcia Blue Label Toro Gordo ist von Anfang an vollmundig im Geschmack und überrascht den Raucher mit voluminösem cremigen Qualm. Das Herkunftsland Nicaragua ist deutlich herauszuschmecken und hinterlässt starken Eindruck.","Hintergrund":"José Garcia ist einer der berühmtesten Masterblender und produziert seine Zigarren auf einer prestigeträchtigen Farm in Estelí, Nicaragua. Seine Vitolas wurden schon mehrfach mit Höchstnoten und Preisen der Fachpresse bedacht. Alle seine Produkte entsprechen höchsten Qualitätsstandard und sind nach klassischer kubanischer Tradition hergestellt.  Zigarren aus dem Haus „Pepin“ finden in Deutschland immer mehr Anklang und zeichnen sich durch ihre hohe Qualität in der Verarbeitung aus."},"diameter_mm":22,"ring":56,"length_mm":150,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Corojo Oscuro","aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Nuss","Pfeffer"],"strength":"Sehr stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":13.5}
