{"name":"Brick House Robusto","url":"https://www.noblego.de/brick-house-robusto/","brand":"Brick House","series":"Classic","details":{"Fazit":"Die Brick House Robusto gehört mit zum Besten, das man in ihrer Preiskategorie bekommen kann. Mittelstark und aromatisch komplex werden sowohl Zigarrenanfänger als auch erfahrene Aficionados begeistert sein. Lassen Sie sich die Robusto im Kreise von Freunden in einer Bar oder Zigarrenlounge schmecken, so wie es schon in den Kinderjahren J. C. Newmans üblich war.","Genuss":"Dass das Traditionshaus J. C. Newman wirklich etwas von Zigarren versteht, beweist es eindrucksvoll mit der Brick House Robusto. Die nicaraguanische Puro verbirgt unter ihrem leicht öligen Havana Subido Shade Deckblatt eine Geschmacksvielfalt, wie sie nur selten bei einer Zigarre dieser Preisklasse vorzufinden ist. Aromen von Leder, Früchten, Holz, Nuss, Pfeffer und eine leichte Süße geben sich die Klinke in die Hand und lassen den rund 60-minütigen Smoke nie langweilig werden. Mit 12,5 Zentimetern Länge und einem Durchmesser von 20, 6 Millimetern liegt sie gut und voluminös in der Hand. Das feine Deckblatt und der würzige Geruch lassen die perfekte Verarbeitung erkennen, die sich auch im optimalen Abbrand und Zug bestätigt.","Hintergrund":"Als ältestes Familienunternehmen der USA, welches in der Zigarrenbranche tätig ist, steht die J. C. Newman Cigar Company für beste Tabaktradition. Das Brick House ist ein aus Backsteinen errichtetes Haus, das im Heimatdorf des Markengründers einen singulären Status genoss und darüber hinaus das Wohnhaus der Familie Newman darstellte. Im Untergeschoss befand sich eine Bar, in der oft zu geselligen Abenden geladen wurde, an denen auch die eine oder andere Zigarre geraucht wurde."},"diameter_mm":20.6,"ring":52,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Subido Shade","aromaProfileManufacturer":["Fruchtig","Holz","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.3}
