{"name":"Matilde Quadrata Robusto","url":"https://www.noblego.de/matilde-quadrata-robusto-zigarren/","brand":"Matilde","series":"Quadrata","details":{"Genussverlauf":"Ein sattbraunes Deckblatt aus Ecuador, ein dominikanisches Criollo Umblatt sowie eine nicaraguanisch-dominikanische Einlage werden zur Rollung der Quadrata Robusto von Matilde verwendet. Mit einer Länge von 13,3 cm liegt die mittelkräftige Longfiller etwas über den üblichen Maßen eines Robusto Formats. Ihrem samtig-cremigen Rauch verströmt sie vom ersten Zug an in rauen Mengen. In Sachen Geschmack und Aromaentfaltung legt sie den Fokus keineswegs auf Komplexität, sondern bietet einen eher linear erscheinenden, äußerst angenehmen Zigarrengenuss. Dieser wird bestimmt von einer unaufdringlichen pfeffrigen Würze, dessen Intensität perfekt auf die feinen Kaffee-, Schokolade- und Holzaromen abgestimmt wirkt. Eine karamellige Süßnote und vor allem die im Abgang deutlich aufkommenden Nusstöne vertiefen den delikaten Geschmack der Quadrata Robusto zusätzlich. Ihr Zugverhalten ist eventuell ein My zu leicht, was den Genuss aber keinesfalls trübt. In Sachen Abbrand konnten wir bei allen drei gerauchten Testexemplaren nichts bemängeln.","Nice to know":"Die Quadratas sind die erste reine Boxpressed Serie im Sortiment der von José Seijas und seinem Sohn Enrique geführten Marke Matilde. Der profane Name „Quadrata“ bedeutet aus dem Spanischen übersetzt einfach nur „quadratisch“.","Resümee":"Quadratisch, lecker und unheimlich gut! Die Matilde Quadrata Robusto ist eine waschechte Premiumzigarre mit verlockendem Premiumgeschmack. Sehr empfehlenswert!"},"diameter_mm":19.8,"ring":50,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominican Criollo"],"aromaProfileManufacturer":["Cremig","Holz","Kaffee","Karamell","Nuss","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":8.9}
