{"name":"Macanudo Connecticut Crystal Tube","url":"https://www.noblego.de/macanudo-connecticut-crystal-tube/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Die Macanudo Connecticut Crystal Tubo ist mit ihrer milden bis mittelkräftigen Stärke und den ausgewogenen Aromen die ideale Nachmittagszigarre, deren Serienname schon das passende Getränk verrät. Ein leichter Weißwein oder Whisky harmonieren aber auch.","Genuss":"Während die meisten Formate der Macanudo Zigarren in 25er Kisten erhältlich sind, wird die Macanudo Connecticut Crystal Tube, eingebettet in rotem Samt, in Kisten mit nur 8 Exemplaren verkauft. Nimmt man die Gran Corona aus ihrer gläsernen Hülle verströmt sie einen Duft nach Kräutern und Holz mit einer leicht süßlichen Note. Die dominikanischen und mexikanischen Tabake in der Einlage, das mexikanische Umblatt und das Connecticut Shade Deckblatt zeigen sich perfekt verarbeitet, was der leichte Zug und der gerade Abbrand, der eine mittelgraue fest stehende Asche ausbildet, zusätzlich bestätigen. Im Aroma beginnt die 13,8 Zentimeter lange und 19,5 Millimeter dicke Crystal mit einer würzigen Zedernholznote und nussigen Tönen, zur Mitte treten erdige Aromen hinzu mit sanften Noten von Kaffee. Zum Ende des bis zu 90-minütigen Smokes wird sie etwas schärfer, dennoch bleibt die pfeffrige Note dezent im Hintergrund.","Hintergrund":"Macanudo bedeutet in der lateinamerikanischen Sprache so viel wie „super“, „vortrefflich“ oder „großartig“. Und nicht umsonst wählte man für die 1968 entwickelte Marke diesen Namen. Denn seit jeher bestechen die Zigarren von Macanudo mit bester Qualität in der Verarbeitung und eroberten so verdient den US-amerikanischen Markt als meistverkaufte Zigarre."},"diameter_mm":19.5,"ring":49,"length_mm":138,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.5}
