{"name":"My Father Connecticut Toro","url":"https://www.noblego.de/my-father-connecticut-toro/","brand":"My Father","series":"My Father Connecticut","details":{"Fazit":"Wie aus dem Hause Garcia nicht anders zu erwarten, ist die My Father Connecticut Toro eine traumhafte Kombination aus Geschmack und Qualität. Das Zusammenspiel aus Nuss, Zeder, Erde und Heu ist dabei in sich absolut stimmig und überzeugt stets.","Genuss":"Die My Father Connecticut Toro eröffnet Garcia-untypisch den Rauchverlauf mit nur schwachen Würznoten, dafür aber mit herrlichen Aromen von Nuss, Zedernholz sowie etwas Heu. Dabei begeistert insbesondere das Zusammenspiel aus der Süße der Nuss sowie den präsenten Zedernholztönen. Im weiteren Verlauf bildet die My Father Connecticut Toro dezente Erdnoten aus, die einen perfekten Gegenpol zu der angenehmen Süße darstellen und die Zigarre so stets interessant halten. Im Hintergrund schwingt dabei beständig eine schwache Heunote mit, die das Geschmacksbild sehr gut abrundet. Mit ihrer Länge von 16,5 cm und einem 54er Ringmaß, glänzt sie neben dem Geschmack auch durch ihre makellose Verarbeitung. Besonders positiv ist die feste Textur ihrer weißen Asche, die im Zusammenspiel einer perfekten Rollung und der kreisrunden Abbrandlinie eine Rauchzeit von etwa 100 Minuten ermöglicht.","Hintergrund":"Für die Zigarren der My Father Connecticut Serie wurde eine ganz besondere Tabakzusammensetzung gewählt. Während als Einlage sowie Umblatt nicaraguanische Tabakblätter gewählt wurden, ummantelt diese ein Connecticut Shade Deckblatt, welche den Zigarren ihr angenehmes, aber dennoch nicht zu würziges Aroma verleiht. Gerollt werden die Zigarren der Connecticut Serie in der familieneigenen Tabacalera in Estelí, Nicaragua."},"diameter_mm":21.4,"ring":54,"length_mm":165,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Gras","Heu","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":13.2}
