{"name":"Casa de Garcia Connecticut Corona","url":"https://www.noblego.de/casa-de-garcia-connecticut-corona/","brand":"Casa de Garcia","series":"Connecticut","details":{"Fazit":"Wer ebenso preiswerte wie hochwertige Zigarren sucht, ist mit der Casa de Garcia Connecticut Corona gut beraten. Für Anfänger ist sie ein guter Einstieg in die Welt der dominikanischen Zigarren, der gerne auch täglich genossen werden darf. Dazu empfiehlt sich ein fruchtiger Cocktail oder ein leichter Whisky.","Genuss":"Qualität muss nicht teuer sein, das beweist die Casa de Garcia Connecticut Corona. Ausgesuchte und aufwendig fermentierte Tabake aus Honduras und der Dominikanischen Republik werden für die Einlage verarbeitet. Ebenso erlesen sind das Connecticut Broadleaf Umblatt und das Connecticut Shade Deckblatt, welches im Kaltgeruch einen eindringlichen Duft nach Tabak mit einer leicht nussigen Note verströmt. Das Aroma wird im Rauchverlauf von holzigen und nussigen Noten bestimmt, die um süße und pfeffrige Akzente erweitert werden. Besonders angenehm ist die leichte Karamellnote, die das Deckblatt mit sich bringt. Die Corona bleibt während des gesamten Smokes von gut einer Dreiviertelstunde recht mild und offenbart kleine Schwächen im Abbrand, die den allgemeinen Rauchgenuss jedoch nicht trüben.","Hintergrund":"Erstmalig wurden die Casa de Garcia Connecticut Bundles 2012 auf der IPCPR in Orlando, Florida vorgestellt. Zugehörig zum US-amerikanischen Altadis Konzern werden sie in den dominikanischen Fabriken der Tabacalera de Garcia gefertigt, die seit Jahrzehnten für beste Qualität auf dem Zigarrenmarkt steht, die nicht teuer sein muss. Das beweist sie ein weiteres Mal mit den Casa de Garcia Connecticut Bundles."},"diameter_mm":16.7,"ring":42,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Holz","Karamell","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.8}
