{"name":"RoMa Craft Tobac Wunderlust Robusto","url":"https://www.noblego.de/roma-craft-tobac-wunderlust-robusto/","brand":"RoMa Craft Tobac","series":"Wunderlust","details":{"Fazit":"Vollmundig, würzig und einzigartig aromatisch ist die Wunder|Lust Robusto in jedem Fall. Nehmen Sie sie mal mit hinaus in die Natur und genießen beides: Herrliche Landschaften und diese wundervolle Zigarre!","Genuss":"Die Wunder|Lust Robusto bietet bereits bezüglich Kaltzug und -geruch Aussicht auf Aromen einer ländlichen Idylle, nämlich den Geruch von Stall und Heuschober, abgerundet durch Nuancen frisch gemahlenen Landkaffees, Leder und frisch geschnittenen Grases. Das Deckblatt dieses rustikalen Longfillers ist ein pergamentartiges ansprechend rot-braun schimmerndes Brazil Mata Fina, als Umblatt findet ein exotisches Besuki aus Indonesien Verwendung. Die Einlage wird vom Hersteller geheim gehalten, wir können nur mutmaßen, dass es sich dabei eventuell unter anderem um hochqualitative nicaraguanische Tabake handelt, da die Wunder|Lust Robusto im Land der tausend Vulkane gerollt wird. Im klassischen Robusto Format 5 x 50 gehalten offenbart diese Vitola von Rauchbeginn an einen mittelwürzigen Charakter mit Aromen von Eiche, Pfeffer und frischem Heu, die von leichten Nuancen bestehend aus Zitrus, dunkler Schokolade und gebuttertem Toast unterstützt werden. Begleitet wird diese Aromabandbreite von einer dezenten Süße, die sich von Drittel zu Drittel verändert. So bekommt man anfangs den Hauch einer fruchtigen Beerensüße suggeriert, später vermag man die Süße des Ahornsirups auszumachen, die sich dann zum Ende hin in eine herrlich frische Vanillesüße verwandelt. Die Wunder|Lust Robusto nimmt den geneigten Zigarrenliebhaber mit auf eine Wanderung durch Wald und Wiese und legt dabei ein absolut tadelloses Zug- und Abbrandverhalten an den Tag. Kein Wunder sondern das Ergebnis erfahrener Handwerkskunst.","Hintergrund":"„Wanderlust“ ist ein Begriff aus der deutschen Sprache, der sogar im englischen Sprachraum Anwendung findet. Bewusst lehnt der Name Wunder|Lust an diesen bedeutungsvollen Begriff an. Denn so erquickend wie eine Wanderung durch Wald, Feld und Flur kann eben auch der Genuss einer wundervoll abgestimmten und ausgewogenen Zigarre sein."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Geheim"],"binderOrigin":["Indonesien"],"wrapperType":"Mata Fina","aromaProfileManufacturer":["Cremig","Holz","Leder","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":11.9,"additionalNotes":"Boutique Zigarre"}
