{"name":"Carlos André Corona","url":"https://www.noblego.de/carlos-andre-corona/","brand":"Carlos André","series":"","details":{"Fazit":"Die nicht ganz leichte Aufgabe milde Zigarren mit einer komplexen Aromastruktur zu kreieren, wurde mit der Carlos André Corona zu einhundert Prozent erfüllt. Zugegeben, die leckere Dominikanerin ist nicht gerade günstig, aber dafür ist ihr Geschmack umso außergewöhnlicher.","Genuss":"Eine sehr ansprechende Verarbeitung weist die Carlos André Corona auf. Das makellose Connecticut Shade Deckblatt aus Ecuador kleidet die milde Dominikanerin vorzüglich und duftet verlockend süßlich. Darunter befindet sich ein dominikanisches Olor Umblatt, welches die spannende Einlage aus brasilianischen, spanischen und dominikanischen Spitzentabaken zusammenhält. Die feine Longfiller betört den Genießer bereits beim ersten Zug mit ihrem herrlich cremigen Rauch, der neben natürlich süßlichen Anklängen eine schmackhafte und unaufdringliche Würze beinhaltet. Dazu stellen sich im sanften Rauchverlauf in bester Premiummanier delikate Schokolade-, Nuss-, Erde-, Holz- und Kaffeearomen in variierender Kombination am Gaumen des Genießers vor. Ein sehr gut eingestellter Zug und vorbildlicher Abbrand machen das gesamte Genusserlebnis zu einer beispielhaften Raucherfahrung.","Hintergrund":"Seinen Kunden unbeschwerten und delikaten Zigarrengenuss auf hohem Niveau zu bescheren, ist im Hause André eine absolute Herzensangelegenheit. Das Traditionsunternehmen befindet sich bereits in der 7. Generation, verkörpert vom momentanen Firmenchef Axel-Georg André. Die Liebe und Leidenschaft zum gediegenen Tabakgenuss wird dabei von Generation zu Generation verantwortungsvoll weitergegeben."},"diameter_mm":17,"ring":43,"length_mm":149,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Brasilien","Dominikanische Republik","Spanien"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Süß","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":13}
