{"name":"Plasencia Alma Fuerte Sixto II Hexagono","url":"https://www.noblego.de/plasencia-alma-fuerte-sixto-ii-hexagono/","brand":"Plasencia","series":"Alma Fuerte","details":{"Fazit":"Plasencia Alma Fuerte Sixto II Hexagono ist eine exzellente Premium-Zigarre. Zu dem Genuss dieses recht großen Formates sollte ein passendes Begleitgetränk gewählt werden. Ein  kräftiger Whisky oder ein Kakao mit Schuss bieten sich hier an.","Genuss":"Bei einer Länge von 154 Millimetern (oder 6 Inch) überzeugt diese Zigarre im Toro Gordo Format für die Dauer von glücklichen anderthalb Stunden. Aber eigentlich beginnt die zufriedene Zeit schon vorab, denn allein der Anblick der formvollendet gerollten Vitola, die Haptik des seidigen Jalapa-Deckblattes und der erdig-ledrige Kaltgeruch der Plasencia Alma Fuerte Sixto II Hexagono 6x60 sorgt für ein Grinsen auf dem Gesicht des geneigten Aficionados. Dabei fällt vor allem die außergewöhnliche Form auf, denn wie der Name schon verrät verfügt die boxpressed Hexagono über eine leicht sechseckige Gestalt. Das wirkt sich laut Nestor Plasencia positiv auf den Abbrand und das Zugverhalten aus. Aromatisch dürfen Noten von Zedernholz, Leder, dunklen Kakaonoten und dem gelegentlichen Aufscheinen von Kaffee erwartet werden. Im letzten Drittel machen sich zunehmend Pfeffer-Noten bemerkbar.","Hintergrund":"Mit der Alma Fuerte Serie haben Plasencia im Jahr 2016 eine neue Linie auf den Markt gebracht, die nun die Präsenz des Familiennamens auch in den heimischen Humidoren stärken soll. Auch wenn das Familienunternehmen Plasencia der wichtigste Tabakanbauer Nicaraguas ist, so sind die eigenen Zigarrenkreationen der Plasencias weniger bekannt. Mit der exklusiven Alma Fuerte-Serie hat sich das geändert, denn diese verfügt neben erstklassigen Tabaken in bester Verarbeitung auch über ein besonders edles Kistendesign."},"diameter_mm":24,"ring":60,"length_mm":154,"length_inch":0,"format":"Toro Gordo","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Jalapa","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Kakao","Leder","Nuss","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":27}
