{"name":"Bock y Ca Panetela","url":"https://www.noblego.de/bock-y-ca-panetela/","brand":"Bock y Ca","series":"","details":{"Fazit":"Die sommerliche Erscheinung spiegelt sich im Wesen der Bock y Ca Panetela. Die weichen Aromen von Holz und Leder paaren sich mit den Sauerkirschnuancen und können im letzten Drittel mit den dezenten Röstaromen positiv überraschen. Zwar kann sie ein wenig bissig werden. Doch kann dies recht einfach mit kürzeren Zügen gedrosselt werden. Freunde von typisch leichten Zigarren aus der Dominikanischen Republik können bedenkenlos zugreifen. Als begleitendes Getränk empfiehlt sich ein fruchtiger Cocktail.","Genuss":"Das helle Claro-Deckblatt umzieht den 14,6 Zentimeter langen und 14,3 Millimeter breiten Zigarrenkörper mitsamt der glatt-trockenen Struktur und all der dünn-markanten Äderchen. Die hellblaue Banderole fügt sich der farblichen Komposition, wodurch der leichte und milde Charakter der Bock y Ca Panetela hervorgehoben wird. Ein stalliger, nach Zedernholz und einschlagender Sauerkirsche prägender Duft erhöht die Vorfreude. Zu Recht. So umschmeichelt die Zigarre von Beginn an mit Aromen von Holz und Leder. Nuancen von Sauerkirsche erfrischen den weichen Smoke. Der Zug ist dabei stets perfekt ausbalanciert, das Rauchvergnügen erfreut dank cremig-fülliger Erscheinung. Im zweiten Drittel ist der Smoke noch eingespielter. Negativ kann man, trotz der Leichtigkeit, die stärker auftretende pikante Prise erwähnen. Diese ist vor allem bei stärkeren bzw. längeren Zügen vorhanden. Das kann man jedoch als erfahrener Aficionado elegant optimieren. Zum Finish fügen sich dem leckeren Gesamtbild leichte Röstaromen bei, welche für eine gelungene Abwechslung sorgen. Während des kompletten Rauchverlaufs werden Sie eine flächig tapezierte, weiße Asche und einen makellosen und gleichmäßigen Abbrand erleben.","Hintergrund":"Bis zum Anfang des 20. Jahrhunderts galt die Marke Bock y Ca als eine der wirtschaftlich stärksten. Dies änderte sich bis zum 21. Jahrhundert. Um die Marke wieder mehr ins Licht zu rücken, entschloss sich die Schweizer Traditionsfirma „Villiger“ der Marke Bock y Ca neuen Schwung zu verleihen. Nun ist deren Sitz in der Dominikanischen Republik. Die Bock y Ca Panetela besteht aus einem Deckblatt und Umblatt aus Ecuador sowie Einlagetabak aus der Dominikanischen Republik und Nicaragua."},"diameter_mm":14.3,"ring":36,"length_mm":146,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Holz","Leder","Röstaromen"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.4}
