{"name":"Fürst Bismarck Margaritas","url":"https://www.noblego.de/fuerst-bismarck-margaritas/","brand":"Fürst Bismarck","series":"","details":{"Fazit":"Die Fürst Bismarck Margaritas im Petit Corona Format ist eine klasse Zigarre für den kurzen Smoke zwischendurch, ob zur Tageszeitung oder zum Brunch, bleibt dabei ganz Ihnen überlassen.","Genuss":"Die Fürst Bismarck Margaritas ist eine sehr gut verarbeitete und leichte Alltagszigarre mit einer perfekten Aromenentwicklung. Trotz ihres kleinen Formates bleibt sie angenehm kühl und ähnelt ein wenig dem Geschmack einer „Santa Damiana“, allerdings mit ein wenig mehr Würze. Die kleine Margaritas misst eine Länge von knapp 12 Zentimetern und einen Durchmesser von 15 Millimetern. Ein makelloses Deckblatt mit einem leicht öligen Glanz und eine Rauchdauer von zirka einer halben Stunde zu einem klasse Preis versprechen einen interessanten Smoke. Bereits im Kaltzug zeigt sich, dass es sich um einen klassischen Dominikaner handelt. Leichte, unterholzige Süße und florale, grasige Noten geben hier den Ton an. Zu Beginn ist die Fürst Bismarck Margaritas ein wenig grasig, aber eher zurückhaltend mild. Voller Rauch besticht im zweiten Drittel sehr früh mit einem sehr würzigen Grundton und voluminösem Rauch, der sehr cremig wirkt. Ein leichter Hauch von Chilinoten begleitet das letzte Drittel über die anfänglich grasige Note und bleibt bis hinter den Zigarrenring im Mundraum des Aficionados.","Hintergrund":"Ein Connecticut Shade Deckblatt bildet den fein-seidigen, leicht glänzenden Abschluss der Fürst Bismarck Margaritas. Der Ur-Enkel Otto von Bismarcks, Carl-Eduard von Bismarck, hat in Zusammenarbeit mit Michael Kohlhase einen milden Blend zusammengestellt, dem bis zu 2 Jahre Zeit zur Aromenentfaltung gelassen werden."},"diameter_mm":15,"ring":38,"length_mm":118,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gras","Nuss","Pfeffer","Süß","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":5.8}
