{"name":"AVO Heritage Robusto","url":"https://www.noblego.de/avo-heritage-robusto/","brand":"AVO","series":"Heritage","videoURLs":["https://www.youtube.com/watch?v=VAiR_IlzA9c"],"details":{"Fazit":"Wem die bisherigen AVO Linien zu leicht waren, sollte unbedingt die Formate der AVO Heritage probieren. Die Robusto bringt aromatisch komplexes Rauchvergnügen, das mit einem Kaffee oder einem leichten trockenen Rotwein noch besser wird.","Genuss":"Die AVO Heritage Robusto besticht schon optisch durch das ecuadorianische Sun Grown Deckblatt, welches sich dunkel und ölig glänzend um das dominikanische San Vicente Umblatt und die Einlage aus verschiedenen dominikanischen und peruanischen Seco und Ligero-Tabaken schmiegt. Und so vielschichtig wie der Blend sind auch die Aromen. Leder, Zimt und Kakao mit cremigen und dezent pfeffrigen Noten beginnen das erste Drittel. Im zweiten Drittel treten Nuss-, Holz- und Erdaromen hinzu. Das letzte Drittel erinnert geschmacklich an Brot, wobei die Robusto nussig-cremig ausklingt. Die 12,5 Zentimeter lange AVO Heritage Robusto mit dem Durchmesser von 20 Millimeter verspricht Rauchgenuss für rund eine Stunde. Der Zug ist durchgängig angenehm und der Abbrand gestaltet sich recht rund.","Hintergrund":"2010 wurde die AVO Heritage Serie zum ersten Mal der Öffentlichkeit vorgestellt. Entwickelt anlässlich des 85. Geburtstags ihres „Vaters“ Avo Uvezian, der seit den 80er Jahren in Zusammenarbeit mit Hendrik Kelner für die Formate der AVO Zigarren verantwortlich zeichnet, werden Tabake aus Ecuador, Peru und der Dominikanischen Republik verarbeitet. Die AVO Heritage ein 9-Punkte Rating bei toastedfoot.com erreichen."},"diameter_mm":20,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Peru"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Sungrown","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.5}
