{"name":"La Aroma del Caribe No. 5","url":"https://www.noblego.de/la-aroma-del-caribe-no-5/","brand":"La Aroma del Caribe","series":"Edición Especial","videoURLs":["https://www.youtube.com/watch?v=5ax4TwIiQCo"],"details":{"Fazit":"Eine Zigarre, für die man sich Zeit nehmen sollte. Die La Aroma del Caribe No. 5 ist ein Fest für die Sinne. Am Ende des Tages mit einem weichen Cognac oder Whisky kombiniert, steht dem perfekten Rauchgenuss nichts mehr im Wege. Erhältlich auch in einer schön verzierten Massivholzkiste mit 25 Zigarren ein ganz besonderes Geschenk.","Genuss":"Die La Aroma del Caribe No. 5 ist mit 14 Zentimetern zwar nicht die längste Zigarre der Serie, wirkt mit ihrem voluminösen Durchmesser von 20,6 Millimetern jedoch sehr mächtig. Ihre hochwertige Verarbeitung zeigt sich im ebenen Deckblatt mit nur geringer Venenbildung. Zug- und Abbrandverhalten sind geradezu perfekt. Einlage und Umblatt stammen von ausgewählten nicaraguanischen Tabaken. Schon beim Kaltgeruch lässt sich ein Hauch von Schokolade wahrnehmen, der sich zu Beginn der Zigarre auch im Geschmack wiederfindet. Im Verlauf des rund einstündigen Smokes treten Aromen von Erde, Leder, Zitrusfrüchten und Zedernholz hinzu, die im zweiten Drittel an Stärke zunehmen. Im letzten Drittel kommt ihre Stärke besonders zum Tragen, daher sollten sich eher erfahrene Aficionados an den Genuss dieser Zigarre wagen.","Hintergrund":"Die La Aroma del Caribe Serie ist eine der jüngeren Kreationen aus dem Hause Ashton. Erstmals versuchte man sich an Zigarren, die aus nicaraguanischen Tabaken gefertigt werden. Entstanden ist erneut ein Qualitätsprodukt, dem der enorme Erfolg Recht gibt. Gute Absatzzahlen und die Auszeichnung mit der Cigar Trophy 2011 als beste Marke Nicaraguas krönen den Werdegang dieser Zigarren."},"diameter_mm":20.6,"ring":50,"length_mm":140,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Leder","Zedernholz","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.2}
