{"name":"Isthmus Colorado Aged Toro","url":"https://www.noblego.de/isthmus-colorado-aged-toro/","brand":"Isthmus","series":"","details":{"Fazit":"Die Isthmus Colorado Aged Toro ist ein absolutes Tabakkraftpaket, welches bei mittlerer Stärke ausgewogene Aromen für einen unvergleichlichen Rauchgenuss bereithält. Unbedingt ausprobieren und genießen!","Genuss":"Eine Besonderheit der Isthmus Zigarren besteht darin, dass sie in einem speziellen Rollverfahren gefertigt werden, bei dem bis zu 20 % mehr Tabak verarbeitet wird, als es herkömmlich der Fall ist. Dadurch erreicht man ein dichteres Rauchvolumen, was dazu beiträgt, dass Aroma und Geschmack intensiver getragen werden. So geschehen bei der Isthmus Colorado Aged Toro, die mit reichlich Einlagetabaken aus den tabakertragreichen Regionen Nicaraguas ausgestattet ist. Ein robustes indonesisches Umblatt sorgt für den perfekten Halt und das akzentuiert ausgereifte Colorado Deckblatt aus Nicaragua verleiht dieser interessanten Vitola ein herrlich glänzendes äußeres Erscheinungsbild. Der wunderbar cremige Rauch der Isthmus Colorado Aged Toro birgt feine Aromen von Kaffee, Holz und herber Schokolade in sich, begleitet von einer unaufdringlichen Pfeffernote. Der mittelstarke Longfiller wartet zudem mit perfektem Zugwiderstand auf und verhält sich im Abbrand ganz so, wie man es von einer Premiumzigarre erwartet.","Hintergrund":"Die Zigarren der Marke Isthmus stehen für sehr hohe Qualitätsstandards in Anbau, Fermentation und Selektion aller in ihnen verwendeten Tabake. Ein enorm arbeitsintensiver Aufwand, welcher allein dem Zwecke dient jeder einzelnen Zigarre die besondere Geschmackskurve (curve of flavor), auf die man im Hause Isthmus großen Wert legt, zu verleihen."},"diameter_mm":20.6,"ring":52,"length_mm":137,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"binderProperty":"Colorado","aromaProfileManufacturer":["Holz","Kaffee","Leder","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.5}
