{"name":"Casa de Torres Churchill","url":"https://www.noblego.de/casa-de-torres-churchill/","brand":"Casa de Torres","series":"Classic","details":{"Fazit":"Wer sich auch als Einsteiger nicht von großen Formaten schrecken lässt, liegt mit der Casa de Torres Churchill sicherlich nicht verkehrt. Neben ihrer hochwertigen Qualität punktet sie auch mit einem ansprechenden Preis. Da macht der Rauchgenuss gleich doppelt Spaß.","Genuss":"Schon der Kaltgeruch der Casa de Torres Churchill macht Lust auf mehr. Sehr süß und mit einer leichten Holznote ist man gespannt auf das zu Erwartende. Auch optisch bestätigt sie das positive Gesamtbild. Ein helles Connecticut Seed Deckblatt aus Ecuador umhüllt den feinen Blend aus nicaraguanischen Tabaken in Umblatt und Einlage. Bei einer Länge von 178 mm und einem Durchmesser von 19,5 mm sollten Sie sich für den Smoke schon genügend Zeit nehmen. Bis zu 100 Minuten dürfen Sie sich über ein Aromenspiel von Holz, Nuss, etwas Erde und süßen Noten freuen. Nach einem milden Beginn entwickelt sich dieser Longfiller und wird zunehmend würziger, aber zu keiner Zeit scharf. Zug und Abbrand sind perfekt, was für eine Zigarre dieses Preissegments nicht immer selbstverständlich ist, und auch die Asche ist fest und optisch von schöner hellgrauer Farbe.","Hintergrund":"Die Casa de Torres Zigarren gehören zum Longfiller Sortiment der deutschen Schuster Zigarrenfabrik. Da diese in Deutschland aber hauptsächlich Shortfiller produziert, werden die Formate von Casa de Torres in einer kleinen Manufaktur in Nicaragua exklusiv für Schuster gefertigt."},"diameter_mm":19.5,"ring":49,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Heu","Holz","Honig","Nuss"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":7.2}
