{"name":"Vega Fina Línea Serie 2 Coupage Edición Limitada 2024","url":"https://www.noblego.de/vega-fina-linea-serie-2-coupage-edicion-limitada-2024-zigarren/","brand":"Vega Fina","series":"Fortaleza 2","details":{"Genussverlauf":"Bei den Tabaken für die „Coupage“, welche im schicken Belicoso Format daherkommt, handelt es sich um jeweils ein ecuadorianisches und dominikanisches Deckblatt, die nicht nur für ein schönes Farbspiel, sondern ebenfalls für besonders vielschichtigen Geschmack sorgen. Darauf abgestimmt wurde das 14 cm lange Sonderformat mit einem dominikanischen Umblatt und einer spannenden peruanisch-dominikanischen Einlagemischung versehen. Derart ausgestattet sorgt dieser mild bis mittelkräftig ausgelegte Smoke für herrliche Geschmacksnoten von Trockenfrucht, Kaffee, Kakao, Zimt, Nelken und Pfeffer sowie feinen Anklängen von gerösteten, salzigen Mandeln. Getragen von einem leichten Räucheraroma, Gewürznoten und einer zarten Süße im Hintergrund bietet die Belicoso ein abwechslungsreiches Rauchvergnügen von bis zu 60 Minuten Dauer.","Resümee":"Von den modern designten 12er Kisten der Vega Fina Línea Serie 2 Coupage Edición Limitada 2024 wurden nur wenige Stückzahlen an den gehobenen Fachhandel ausgegeben. Interessierte Aficionados sollten sich mit ihrer Kaufentscheidung nicht allzu lange Zeit lassen, denn sobald der knappe Vorrat erschöpft ist, wird dieses köstliche Stück Zigarre nicht mehr zu bekommen sein."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador","Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Paraguay"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Colorado Claro","aromaProfileManufacturer":["Gewürze","Holz","Kaffee","Kakao","Mandel","Nelke","Pfeffer","Süß","Zimt"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":10.9,"additionalNotes":"Doppeltes Deckblatt, Limited"}
