{"name":"Zino Platinum Z-Crown Limited Edition Barrel","url":"https://www.noblego.de/zino-platinum-z-crown-limited-edition-barrel/","brand":"Zino","series":"﻿Platinum Crown","details":{"Fazit":"Die Zino Platinum Z-Crown Limited Edition gehört auf jeden Fall in die Kategorie „Ausnahmeerscheinungen auf dem Zigarrenmarkt“. Wahre Kenner wissen die langjährige Reifung ihrer Tabake und den damit verbundenen enormen Aufwand zu schätzen und wissen was für eine seltene Kostbarkeit diese spezielle Sonderedition darstellt.","Genuss":"Ganz nach dem Motto „Gut Ding will Weile haben.“, haben die Verantwortlichen bei der Entwicklung der Zino Platinum Z-Crown Limited Barrel gehandelt. Das Ergebnis kann sich mehr als sehen und vor allem schmecken lassen. Bei milder Stärkeausrichtung sorgt die perfekt gerollte Toro für ein sanftes aber umso komplexeres Rauchvergnügen. Hierbei sind fruchtige und nussige Aromen im Vordergrund, Noten von Anis, Bittermandel und Minze kommen im weiteren Rauchverlauf hinzu und werden mit jedem Zug etwas intensiver. Dazu kommt noch eine besonders feine süße Lebkuchennote, die dieser zur Perfektion gereiften Spitzenzigarre sprichwörtlich die Krone aufsetzt. Handwerklich wurde hier nicht minder meisterlich gearbeitet, was man am tadellosen Zug- und Abbrandverhalten mit Leichtigkeit erkennen kann.","Hintergrund":"Präsentiert werden die Zino Platinum Z-Crown Limited Barrel Zigarren in einer sehr ansprechend gestalteten 3er Holzbox, die mit glänzendem Klavierlack überzogen und einem cleveren Magnetverschlusssystem versehen wurde. Die Sonderedition gibt ein besonders exklusives und kostbares Zigarrengeschenk ab, mit dem man das Herz eines jeden Genussrauchers höherschlagen lässt."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Peru"],"binderOrigin":["Dominikanischer Olor"],"binderProperty":"Colorado","aromaProfileManufacturer":["Anis","Cremig","Fruchtig","Minze","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":35,"additionalNotes":"Limited"}
