{"name":"Dalay Hell Corona","url":"https://www.noblego.de/dalay-hell-corona-zigarren/","brand":"Dalay","series":"Natural","details":{"Fazit":"Bei der Dalay Hell Corona handelt es sich um eine hochwertige und bestimmt nicht zu teure Premium-Zigarre aus der Dominikanischen Republik. Dieser moderne Longfiller hat die Herzen der deutschen Aficionados im Sturm erobert, denn er hat Stil und die gewisse Leichtigkeit. Die wunderschöne Massivholzkiste und der Schmuck durch die schwarze Bauchbinde machen sie auch zum idealen Geschenk.","Genuss":"Der milde aber aromatische Geschmack entsteht durch eine gelungene Mischung verschiedener Tabake. Einlage und Umblatt stammen aus Brasilien und der Dominikanischen Republik, das Deckblatt aus Ecuador. Der Geschmack der Dalay Hell Corona ist etwas erdig und zart würzig. Verarbeitung und Abbrand dürfen als einwandfrei bezeichnet werden. Bei einem perfekten Zugwiderstand, einer Länge von 140 Millimetern und einem Durchmesser von 16,7 Millimetern bescheren sie eine Dreiviertelstunde genussvolles und unbeschwertes Rauchvergnügen. Mit den typischen Maßen einer Corona liegt diese Zigarre sehr angenehm in der Hand.","Hintergrund":"Viele der besten Deckblätter werden heute in Ecuador angebaut. Das Klima Ecuadors ist mit einer Durchschnittstemperatur von etwa 23°Celsius und häufigen Regenfällen ideal für die Gewinnung milder Tabaksorten. An den Westhängen der Anden bleiben häufig Wolken hängen, die für bedeckten Himmel und hohe Niederschlagsmengen gleichermaßen sorgen. So wachsen dort die hervorragenden Deckblätter, denen die Dalay Hell Zigarren einen erheblichen Teil ihres milden Charakters zu verdanken haben."},"diameter_mm":16.7,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","maker":"Nein","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Gewürze","Leder","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4}
