{"name":"Rocky Patel Vintage Connecticut 1999 Corona","url":"https://www.noblego.de/rocky-patel-vintage-connecticut-1999-corona/","brand":"Rocky Patel","series":"Vintage Connecticut 1999","videoURLs":["https://www.youtube.com/watch?v=jYW29PKpjyY"],"details":{"Fazit":"Sie werden diese Zigarre lieben. Unschlagbarer cremiger Geschmack, versetzt mit einer leichten Schärfe. Rocky Patels Empfehlung: Rauchen Sie die Vintage Connecticut 1999 Corona am besten am Morgen zu einer Tasse Kaffee oder am Abend zu einem Glas Weißwein oder einem köstlichen Chardonnay. So wird das Raucherlebnis perfekt.","Genuss":"Diese Zigarre muss man einfach probiert haben. Das abwechselnde Spiel der unterschiedlichen Aromen ist großartig. Diese Schönheit ist mittelkräftig und besitzt den für eine Connecticut typisch pfeffrigen Kern, der gespickt wird mit zarten zedrigen und leicht fruchtigen Noten. Im Hintergrund kommt eine sehr dezente und angenehme Schärfe zum Einsatz. Das seidig glänzende Connecticut Shade Deckblatt wurde original in den USA gefertigt. Darunter verbergen sich ein Umblatt aus Nicaragua und feinster Tabak aus Nicaragua und der Dominikanischen Republik. Zug und Abbrand sind einwandfrei. Die Rocky Patel Vintage Connecticut 1999 Corona misst eine Länge von insgesamt 13,8 Zentimetern und einen Durchmesser von knapp 16 Millimetern. Die Rauchdauer beträgt knapp 60 Minuten.","Hintergrund":"Diese Zigarre, die dem eigentlich deutlich stärker orientierten amerikanischen Markt entspringt, feiert hier seit Jahren steigende Absatzzahlen, zumal sie preislich deutlich unter anderen Zigarren dieser Klasse liegt."},"diameter_mm":15.8,"ring":40,"length_mm":138,"length_inch":0,"format":"Corona","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Fruchtig","Gewürze","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.1}
