{"name":"Perdomo Nicaragua Bourbon Barrel Aged Maduro Gordo","url":"https://www.noblego.de/perdomo-nicaragua-bourbon-barrel-aged-maduro-gordo-zigarren/","brand":"Perdomo","series":"Bourbon Barrel Aged","details":{"Genussverlauf":"Das dunkle Maduro Deckblatt der Nicaragua Bourbon Barrel Aged Maduro Gordo von Perdomo, wurde für über ein Jahr zur Reifung in einem ehemaligen Bourbon-Fass gelagert. Dahinter verbirgt sich ein sehr aufwendiges Verfahren, denn die einzelnen Blätter müssen in regelmäßigen Abständen umgeschichtet werden, um einen erfolgreichen Reifeprozess gewährleisten zu können. Die Faßlagerung führt zu einer deutlich gesteigerten Aromaintensität bei den fertig gerollten Zigarren. Als Umblatt und Einlage wurden ebenfalls nicaraguanische Tabake verwendet, die einige Jahre Reifezeit hinter sich haben. Insgesamt resultiert daraus ein als durchweg mittelkräftig zu bezeichnender Smoke, der neben einer allgegenwärtigen Cremigkeit über einen süß-würzigen Grundgeschmack verfügt. Eine gewisse Tiefe und Komplexität werden dem tadellos gerollten Gordo Format (RM: 60 / Länge: 15,2 cm) durch abwechselnd intensiv auftretende Erd-, Kaffee-, Zartbitterschokolade- und Trockenfruchtaromen verliehen. Anklänge von Lakritz und Kräutern beleben das von dichtem Rauch geprägte Zigarrenvergnügen zusätzlich.","Resümee":"Experimentierfreudige Zigarrenfreunde werden mit der Perdomo Nicaragua Bourbon Barrel Aged Maduro Gordo richtig viel Spaß haben. Ein sehr geschmack- und gehaltvoller Smoke aus dem Hause Perdomo!"},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Kräuter","Lakritz","Schokolade","Süß","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":13.6,"additionalNotes":"fassgereifter Tabak"}
