{"name":"AVO Improvisation Limited Edition 2022","url":"https://www.noblego.de/avo-improvisation-limited-edition-2022-zigarren/","brand":"AVO","series":"","details":{"Genussverlauf":"Widmen wir uns zunächst der hellen Variante der AVO Improvisation Limited Edition 2022 Robusto Grande. Sie ist mit einem goldbraunen Connecticut Deckblatt aus Ecuador versehen worden. Ihre Einlagetabake stammen wie das Umblatt allesamt aus der Dominikanischen Republik. Die perfekt verarbeitete Longfiller kommt als stattliche Robusto Grande mit einem Ringmaß von 55 und einer Länge von 14 cm daher. Die ersten Züge an der mittelkräftigen Sonderedition sind von leichten Röst- und Pfeffernoten bestimmt. Im weiteren Verlauf setzen sich erdige und holzige Aromen durch, zu denen sich später feine Kaffeetöne sowie eine zarte Süße, die ein wenig an Crème brûlée erinnert, gesellen. Im letzten Drittel zeigen sich alle Aromen nochmals in intensiverer Manier am Gaumen. Eine dichte Rauchentwicklung sowie sehr gute Zug- und Abbrandeigenschaften machen den Genuss der „hellen“ Version zu einem rundum zufriedenstellenden Zigarrengenuss.\nEtwas kräftiger gestaltet sich das Rauchvergnügen bei der mit einem dunkelbraunen Ecuador Deckblatt versehenen Variante der AVO Improvisation Limited Edition 2022. Diese ist zudem mit einem mexikanischen Umblatt und einer nicaraguanisch-dominikanischen Einlage ausgestattet. Einmal entzündet, gibt sie zunächst erdig-pfeffrige Noten zu erkennen. Der Pfeffer geht nach den ersten zwei Zentimetern deutlich zurück, schwebt jedoch im gesamten Rauchverlauf auf retronasaler Ebene weiter mit. Die erdige Note bestimmt größtenteils das weitere Rauchgeschehen und wird bis zum Schluss von einem herrlichen Eichenholzaroma unterstützt. Des Weiteren sind feine Espresso-, Schokolade-, Leder-, Mandel- und Zimtaromen mit von der Partie. Eine angenehme Süße braunen Zuckers rundet den Genuss der „dunklen“ AVO Improvisation Limited Edition 2022 Robusto Grande vorzüglich ab.","Nice to know":"Zu uns nach Deutschland schaffte es die wirklich allerletzte Sonderedition der erfolgreichen Improvisation Reihe Mitte Juni 2022. In den USA dagegen wurde diese bereits im März 2022 veröffentlicht. Ein Datum, das keineswegs zufällig gewählt wurde, denn der große Avo Uvezian wurde am 22.03.1926 geboren.","Resümee":"Wir empfehlen Ihnen in jedem Fall beide Blends der AVO Improvisation Limited Edition 2022 Robusto Grande zu probieren. Überhaupt sollte man sich gleich die ganze Kiste zulegen, die an für sich schon ein kleines Kunstwerk darstellt. Ein sehr gelungenes und stimmiges Ensemble, in dem jede Menge Genusspotenzial steckt."},"diameter_mm":22,"ring":55,"length_mm":140,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Heu","Honig","Kaffee","Nuss","Pfeffer","Röstkaffee","Sahne","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":17.5,"additionalNotes":"Limited"}
