{"name":"Bossner Robusto","url":"https://www.noblego.de/bossner-robusto/","brand":"Bossner","series":"Claro","details":{"Fazit":"Die Bossner Robusto ist eine Zigarre für den späten Nachmittag und/oder Abend und sollte vor einer ordentlichen Mahlzeit nicht unterschätzt werden. Trotz ihrer dominikanischen Herkunft hat sie ordentlich Dampf und begeistert mit Ihren Aromen so ziemlich jeden Aficionado.","Genuss":"Der Kaltgeruch dieser Zigarre ist nicht allzu ausgeprägt und eher dezent. Wie bei eigentlich allen Produkten aus dem Hause Bossner ist diese Zigarre Bossner-typisch qualitativ sehr hochwertig und erstrahlt in ihrem seidenen Connecticut Deckblatt. Mit ihren Abmessungen von 12,7 Zentimetern Länge und einem Durchmesser von 20 Millimetern handelt es sich um eine klassische Robusto. Schon nach dem Anzünden der Bossner Robusto besticht sie durch ihre ledrigen, herbalen Aromen. Im zweiten Drittel kommen noch ein wenig Holz- und Grasnoten hinzu. Der Zug ist sehr angenehm und die Asche sehr fest und feinsandig. Ab der Hälfte sind leichte Pfeffernoten zu vernehmen. Zum Finale kommen noch leichte Lebkuchennoten hinzu und unterstreichen den kräftig-vollen dominikanischen Geschmack mit einer beinahe kubanisch anmutenden Note. Mit ihrem klassischen Format verspricht diese Vitola einen Rauchgenuss von circa einer Stunde. Die geschmackliche Vielfalt dieser Zigarre erfreut jeden Aficionado und füllt die Räumlichkeiten mit sehr aromatisch, wohlduftendem Rauch.","Hintergrund":"Wer bei Zigarren auf Qualität achtet und Genuss liebt, ist bei Bossner genau richtig. Die Zigarren des Russen Konstantin Loskutnikov werden ausschließlich von Hand gefertigt und stehen für Qualität und Sorgfalt bis ins kleinste Detail. Zigarren aus dem Hause Bossner stammen vorwiegend aus der Dominikanischen Republik, bei einigen Serien aber auch aus Nicaragua. Bei den Deckblättern handelt es sich meist um ausgesuchte Connecticut Deckblätter höchster Qualität, aus den Vereinigten Staaten von Amerika. Diese haben etwas ganz besonderes an sich: Sie glänzen leicht ölig und haben eine sehr feine edle Struktur. Beim Rauchen dieser feinen Zigarren entfaltet sich ein wunderbar süß, aber zugleich herber Geschmack, der sich im Zuge des Rauchens zu einer starken Zedernholznote verwandelt."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15.6}
