{"name":"Gurkha Revenant Corojo Robusto","url":"https://www.noblego.de/gurkha-revenant-corojo-robusto-zigarren/","brand":"Gurkha","series":"Revenant","details":{"Genussverlauf":"Die Gurkha Revenant Corojo Robusto überzeugt auf den ersten Blick mit einem umwerfend feinadrig-glatten Corojo Deckblatt aus Honduras und einer eleganten Boxpressed Haptik. Darunter verbergen sich ein Umblatt aus Kamerun und Einlagetagetabake aus Nicaragua, Broadleaf-Tabake und ein dominikanisches Criollo '98. Die Konstruktion der Premiumzigarre ist tadellos und beschert einen für Boxpressed Zigarren durchaus üblichen sehr leichten Zugwiderstand bei einem kerzengeraden Abbrand. Die Zigarre beginnt mit dominant süßlich-würzigen Aromen, welche im weiteren Rauchverlauf von holzigen und pfeffrigen Aromen ergänzt werden. Erscheint der Smoke anfangs noch im milden Bereich angesiedelt zu sein, nimmt die Zigarre schnell an Fahrt auf und ist spätestens nach drei Zentimetern als mittelkräftig einzustufen. Mit 127 mm Länge und einem Ringmaß von 50 darf sich der Aficionado etwa 60 Minuten lang über den Genuss dieser exquisiten Premiumzigarre freuen.","Nice to know":"Die Gurkha Revenant wurde von Meisterblender Ram Rodriguez aus der dominikanischen Tabacalera El Artista entwickelt. Die Gurkha Revenant Zigarrenlinie stellt die erste Zusammenarbeit zwischen Gurkha und Ram Rodriguez dar. Das Umblatt aus Kamerun war von dem Meisterblender Rodriguez ursprünglich, wie für Kamerun-Tabake durchaus üblich, als Deckblatt vorgesehen. Gurkhas CEO Jim Colluci äußerte jedoch Bedenken hinsichtlich dessen Brüchigkeit. Folglich entschied man sich dafür, den Kamerun-Tabak für das Umblatt zu verwenden.","Resümee":"Die Gurkha Revenant Corojo Robusto ist eine charakterstarke Premiumzigarre im Robusto Format, welche in allen Belangen überzeugt. Die markanten süßlich-würzigen Aromen der Testzigarre erinnerten bei der Verkostung an gebrannte Mandeln, Esskastanien und Popcorn."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Ram Rodriguez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras"],"fillerOrigin":["Dominikanische Republik","Geheim","Nicaragua"],"binderOrigin":["Kamerun"],"wrapperType":"Corojo","aromaProfileManufacturer":["Karamell","Melasse","Nuss","Röstaromen","Süß","Würzig","Zedernholz"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":9.9}
