{"name":"Balmoral Añejo 18 Rothschild Masivo","url":"https://www.noblego.de/balmoral-anejo-18-rothschild-masivo/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Wenn Sie eine besondere, exklusive Zigarre mit Alleinstellungsmerkmal suchen, die nicht unglaublich teuer ist und Ihnen ein unvergessliches Vergnügen bereiten kann, dann greifen Sie bei der Balmoral Añejo 18 Rothschild Masivo zu!\nTipp: Nehmen Sie zuerst nur ein Glas Wasser als Begleitung zur Hand, um das volle Aroma zu genießen, und tasten Sie sich dann langsam an das für Sie passende Getränk heran.","Genuss":"Eine Zigarre wie die Balmoral Añejo 18 Rothschild Masivo gibt es nur selten: Genauer gesagt sind in Deutschland nur 500 KIsten verfügbar! Lassen Sie sich nicht vom Preis irritieren, die Zigarre kann es mit deutlich teureren Limitadas aufnehmen. Aber halten wir uns nicht mit Vergleichen auf, kommen wir zu den Kernfakten zur Rothschild Masivo: Sie ist 125 Millimeter lang und 22 Millimeter „dick“, was sie zur Robusto Gordo macht. Der Abbrand ist überragend, der Zug angenehm mit einem leichten Widerstand und die Rauchdauer kann mit 50 bis 65 Minuten angegeben werden. Das erste Drittel grüßt Sie mit einer cremigen Süße, etwas Karamell und Milchkaffee und siedelt sich im mildwürzigen Bereich an. Im Verlauf springt dann allmählich die Erde auf das Aromentablett und auch die Stärke der Zigarre entwickelt sich hin zu einer medium-starken Zigarre. Leichte Zedernnoten erweitern das Bild, dass auch noch von Spuren folgender Aromen zeugt: Lakritz, Nuss, Pfeffer und Röstaromen. Sie sehen also einen ausgewogenen und doch recht speziellen Blend vor sich, der das Probieren mehr als wert ist.","Hintergrund":"Dass Agio Cigars, der Hersteller der Balmoral Zigarren, der nach eigenen angaben weltweit viert-größte Zigarrenproduzent ist, weiß sicherlich nicht jeder. Besonders die Shortfillerproduktion ist hierzulande bekannt. Jedes Jahr wird dann eine besondere Longfillerzigarre konstruiert, die streng limitiert ist. Dafür hat es die Zigarre aber in und um sich: Die Einlage besteht aus dominikanischem und nicaraguanischem Ligero, das Umblatt ist ein dominikanisches Olor und das Deckblatt, der absolute Star der Zigarre, ein 18 jähriges Arapiraca aus Brasilien."},"diameter_mm":22,"ring":55,"length_mm":125,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Ligero","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"binderProperty":"Arapiraca","aromaProfileManufacturer":["Kaffee","Lakritz","Nuss","Pfeffer","Röstaromen","Schokolade","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8,"additionalNotes":"Limited"}
