{"name":"Alejandro Lopez Nicaragua Churchill","url":"https://www.noblego.de/alejandro-lopez-churchill/","brand":"Alejandro Lopez","series":"Alejandro Lopez Nicaragua","details":{"Fazit":"Mit der Alejandro Lopez Nicaragua Churchill hat man eine sehr preiswerte Zigarre dieses Formats erstanden. Ein langes und gleichmäßig leichtes, dabei leicht würziges Rauchvergnügen ist garantiert. Als guter Begleiter wäre sicherlich ein kräftiger und körperreicher Bordeaux geeignet.","Genuss":"Dieser klassische Sandwichfiller besticht schon äußerlich durch sein erhabenes Format, sein schokoladenfarbenes Deckblatt und die attraktive goldene Banderole. Der Kaltgeruch nach Honig und feinem Leder kitzelt die Nase und bereitet uns auf ein mildes und lang anhaltendes Rauchvergnügen vor. Im Handling ist etwas Umsicht angezeigt, denn das Deckblatt ist sehr dünn und fragil. Beim  Anzünden der Alejandro Lopez Nicaragua Churchill verspürt man dann einen idealen Zugwiderstand, der zum langsamen Genießen einlädt. Wir erleben von Anfang an ein sehr mildes, unaufdringliches Rauchvergnügen, das auch im weiteren Verlauf anhält. Erst im letzten Drittel entwickelt sich eine delikat pfeffrige Schärfe, jedoch ohne jegliche Bitterkeit. Die feinen holzigen und zart ledrigen Aromen bleiben immer im Vordergrund und begleiten uns auf angenehmste Weise weit über eine Stunde lang.","Hintergrund":"Zigarrenraucher in aller Welt kennen den Markennamen Alejandro Lopez für Tabakwaren aus der Dominikanischen Republik, die einen sanften, klassischen und zeitlosen Rauchgenuss versprechen. Die Familie Lopez stammt aus Asturien, einer spanischen Provinz. Im Alter von 20 Jahren kam Alejandro Lopez nach Panama. Er baute dort  hochwertige Tabake für die immer besser florierende Zigarrenindustrie an. Nach seiner Übersiedelung  in die Dominikanische Republik eröffnete er in den 20er Jahren eine eigene Zigarrenmanufaktur in der Region der heutigen Stadt Santiago de los Caballeros. Noch heute haben seine Zigarren einen sehr guten Ruf, da sie aus besten dominikanischen Tabaken hergestellt werden. Die seit neuestem produzierte nicaraguanische Linie wird bezüglich Einlage, Um- und Deckblatt komplett aus edlen Tabaken Nicaraguas gerollt. Man darf gespannt sein, wie sich diese Zigarren-Linie in Zukunft bewährt."},"diameter_mm":19,"ring":48,"length_mm":175,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.25}
