{"name":"Marca Fina Dominicana Gran Corona","url":"https://www.noblego.de/marca-fina-dominicana-gran-corona/","brand":"Marca Fina","series":"Dominikanische Republik","details":{"Fazit":"Bei der Marca Fina Dominicana Gran Corona handelt es sich um eine klassische, karibisch-exotische Zigarre, die optimal für den entspannten Rauchgenuss im Alltag ist und durch ihre Milde und den fruchtigen Geschmack auch Zigarrenneulingen ein wohltuendes Rauchen ermöglicht. Besonders gut eignet sie sich in kleinen geselligen Runden als Begleitzigarre zu einem leckeren, aromatischen Cocktail.","Genuss":"Bei einer Zigarrenlänge von 16,8 Zentimetern und einem Durchmesser von 18 Millimetern ist die Marca Fina Dominicana Gran Corona alles andere als eine kleine Zigarre. Bedingt durch ihr fülliges Gran Corona-Format sollte der geneigte Tabakliebhaber eine Genusszeit von bis zu 90 Minuten einplanen. Die Zigarren dieser Serie sind sehr fest gerollt, ermöglichen aber dennoch einen angenehm leichten und entspannten Zug. Beim Rauchen bildet sich ein sehr guter Abbrand, der gleichmäßig von statten geht und es entsteht eine stabile, recht feste Asche. Der abgehende Rauch ist von einer angenehmen Würze erfüllt. Geschmacklich ist die Marca Fina Dominicana Gran Corona ein wirklich gelungenes Erlebnis, wobei sie stets mild und zugleich aromatisch bleibt. Zu Beginn der Zigarre stellt sich zuerst ein dezenter Geschmack ein, der ein wenig hölzern mundet. Dieser wird schon bald um eine überraschende, fruchtige Note ergänzt. Im weiteren Rauchverlauf wird der Geschmack der Gran Corona intensiver und aromatischer, wobei sich die Nuancen von Kakao-, Nuss- und Röstaromen wunderbar ergänzen und ein stimmiges Gesamtbild ergeben.","Hintergrund":"Wie es der Name dieser edlen Zigarre bereits verrät, gehört auch die Marca Fina Dominicana Gran Corona zur Produktpalette jener Zigarren, die von der Federación de Tabaqueros America Central (FTAC) hergestellt und weltweit vermarktet werden. Bei der FTAC handelt es sich um einen regionalen Verbund von einheimischen Tabakbauern und -produzenten, die auf eigene Verantwortung und in Unabhängigkeit der sonst dominierenden Tabakkonzerne ihre Zigarren in liebevoller Handarbeit produzieren und verkaufen. Die Marke „Marca Fina“ ist heutzutage Inbegriff für preisgünstige Zigarrenprodukte aus Mittel- und Lateinamerika, die vor allem durch ihre auserlesenen Aromen weltweit zu begeistern wissen."},"diameter_mm":18,"ring":48,"length_mm":168,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kakao","Nuss","Röstaromen"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":2.4}
