{"name":"Asylum 13 The Ogre 8x80","url":"https://www.noblego.de/asylum-13-the-ogre-8x80/","brand":"Asylum","series":"13","details":{"Fazit":"Nicht nur auf Grund ihres Äußeren ist diese Zigarre ein lohnender Smoke. Wer sowieso gerne mal Vitolas mit unterschiedlichen Deckblättern raucht, bekommt hier alles in einem Exemplar serviert. Und das zu einem durchaus angemessenen Preis.","Genuss":"Die Asylum 13 The Ogre erinnert nicht von ungefähr an das Fabelwesen, das den meisten wohl aus den Shrek-Filmen bekannt sein dürfte. Sie ist ebenso überdimensioniert und verbirgt hinter ihrem ungewöhnlichen Äußeren einen inneren Kern, den man unbedingt kennenlernen sollte. Schon das Wechselspiel der zwei Deckblätter weckt die Assoziation an die zwei Seiten des Titelhelden der DreamWorks-Produktion. Kann dieser doch sowohl herb als auch mild gegenüber seinen Mitstreitern und Widersachern sein. Und so verhält es sich auch mit dem Blend der The Ogre. Bei den Deckblättern handelt es sich um ein grünes Candela-Blatt und ein dunkles Maduro. Alle verwendeten Tabake stammen – wie für Asylum Zigarren typisch – aus dem Herkunftsland. Das Aroma orientiert sich stark am jeweiligen Deckblatt, das gerade abbrennt. Das Candela-Blatt hinterlässt cremig-grasige Noten am Gaumen, das Maduro-Blatt lässt den Smoke pfeffrig, süß und schokoladig werden. Obwohl Candela Blätter dazu neigen, heiß abzubrennen, muss hier dank des großen Formats mit einer Länge von 20,3 cm und einem Durchmesser von 31,8 (Ringmaß 80!) entspricht, auch am Schluss keine unangenehme Schärfe oder ein Heißrauchen befürchtet werden. So kann die Asylum 13 The Ogre 8x80 ganz entspannt über die gesamte Rauchdauer von bis zu drei Stunden genossen werden.","Hintergrund":"Die Asylum 13 The Ogre gehört zu den wenigen Zigarren, die im sogenannten „barber-pole“ Stil gerollt sind. D.h. die zwei Deckblätter verlaufen spiralförmig im farblichen Wechsel. Eine weitere Barber-Pole-Zigarre ist die \u003ca title=\"Santa Clara Bolero bei Noblego\" href=\"/santa-clara-bolero/\"\u003eSanta Clara Bolero\u003c/a\u003e."},"diameter_mm":31.8,"ring":80,"length_mm":203,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Candela","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gras","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":16.6,"additionalNotes":"Doppeltes Deckblatt"}
