{"name":"La Reloba Seleccion Torpedo","url":"https://www.noblego.de/la-reloba-seleccion-torpedo/","brand":"La Reloba","series":"","details":{"Fazit":"Die La Reloba Seleccion Torpedo bietet ein typisch pfeffriges und gleichzeitig auch karibisches Geschmackserlebnis aus einem der Traditionshäuser schlechthin. Der belebende und hochwertige Smoke bietet genug unterschiedliche Nuancen, um sich von den anderen beiden Linien Sumatra und Mexico zu separieren. Freunde von kräftigen Zigarren aus Nicaragua wie z.B. der Oliva V Serie, Nicarao, Cain und den anderen La Reloba Seleccion Linien dürfen bedenkenlos zugreifen. Als Getränk empfehlen wir Espresso oder auch Starkbier.","Genuss":"Der harte Zigarrenkörper der La Reloba Seleccion liegt mit seinen 15,1 Zentimetern Länge und dem Durchmesser von 20 Millimetern schön in der Hand. Dabei fallen keine optischen Unterschiede zu den anderen beiden Varianten (Sumatra und Mexico) auf. Die rustikale Erscheinung inklusive ihrer groben Struktur und Beulen zeigt auch eine hochwertige Verarbeitung, die durchweg makellos ist. Das stallige, und dennoch blumig-frische Bouquet passt zum aromatisch impulsiven Einstieg. Der dominante Zugang verspricht Kakao und Pfeffer. Erde, Röstaromen und Rosmarin sind peripher wahrzunehmen. Der Gaumen wird dabei so sensorisch erfasst, dass ein fettiges, buttriges Gefühl entsteht. Der direkte, aber harmonisierende Charakter bleibt über die gesamten 80 Minuten bestehen. Im zweiten Drittel dominieren die Röst- und Erdaromen und werden von herben Holznoten ergänzt. Die Kakaonote wird nur noch flüchtig wahrgenommen. Zum Schluss überragen die herben, röstigen und hölzernen Aromen, um dann auf den letzten Zentimetern von einem säuerlichen Abgang begleitet zu werden. Der mittelkräftige bis kräftige Smoke weist während des gesamten Verlaufs die typischen Abbrandcharakteristika einer Habanos auf. Die Asche ist zwar stabil, löst mit ihrer schwarz-grauen Farbgebung und dem dezenten Schiefbrand jedoch keine optischen Jubelschreie aus. Das Zugverhalten ist für Don Pepin Zigarren natürlich perfekt eingespielt und verspricht einen fülligen, dichten Smoke.","Hintergrund":"Die Serie La Reloba Seleccion besteht aus drei unterschiedlichen Zigarrenlinien mit den jeweiligen Deckblättern aus \u003ca href=\"/la-reloba-seleccion-mexico-torpedo/\"\u003eMexiko\u003c/a\u003e, \u003ca href=\"/la-reloba-sumatra-toro/\"\u003eSumatra\u003c/a\u003e und Karibik. Trotzdem sind diese Puros alle aus Nicaragua. Für die Kreation der drei Blends sind \u003ca href=\"/don-pepin-garcia-zigarren/\"\u003eDon Pepin Garcia\u003c/a\u003e und sein Sohn \u003ca href=\"/jaime-garcia-zigarren/\"\u003eJaime Garcia\u003c/a\u003e verantwortlich."},"diameter_mm":20,"ring":50,"length_mm":151,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":5.9}
