{"name":"Juan Clemente Especiales No. 2","url":"https://www.noblego.de/juan-clemente-especiales-no-2/","brand":"Juan Clemente","series":"","details":{"Fazit":"Speziell ist hier nicht nur der Name – die Juan Clemente Especiales No. 2 hat einiges zu bieten. Besonders Einsteiger und Fans von milden dominikanischen Zigarren werden ihre Freude haben. Begleitet von einem milden Kaffee oder mild-fruchtigen Weißwein auch einen zweiten oder dritten Smoke wert.","Genuss":"Diese Zigarre kann sich wirklich jeder schmecken lassen. Im Aroma ist die Juan Clemente Especiales No. 2 wunderbar abgestimmt und spielt die Nuancen des Blends aus dominikanischem Ligero und brasilianischem Tabak in der Einlage, einem dominikanischen Umblatt und einem Connecticut Shade Deckblatt bis fast zum Ende sehr harmonisch aus. Dominieren zu Beginn leichte Holz- und fruchtig-süße Noten, nimmt das Holzaroma zum Ende der 35 bis 45-minütigen Rauchdauer zu und wird zum Ende zunehmend schärfer. Wem da zu viel Würze drinsteckt, legt die 14,7 cm lange und 14 mm schlanke Panetela mit Erreichen des Zigarrenrings einfach weg, wer es würzig mag, bleibt bis zum Ende dabei. In jedem Fall ist es ein Smoke, der gefällt, auch weil am Zug und Abbrand absolut nichts auszusetzen ist.","Hintergrund":"Juan Clemente Zigarre sind die Idee des Franzosen Jean Clement, den es in den 1980er Jahren gen Südamerika zog. In der Dominikanischen Republik fand er ein Zuhause für seine Zigarren. Dort werden die Premiumerzeugnisse von erfahrenen Torcedores von Hand gerollt."},"diameter_mm":14,"ring":35,"length_mm":147,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Holz","Pfeffer","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.6}
