{"name":"Bundle Selection 3 x 3 RobustoTubos","url":"https://www.noblego.de/bundle-selection-3-x-3-robusto-tubos/","brand":"Bundle Selection","series":"3x3","details":{"Fazit":"Ausgewogen im Geschmack und vor allem unkompliziert in der Handhabung. So präsentiert sich die Robusto von 3X3. Angebohrt und im frischhaltenden Tubo verpackt, ist sie der perfekte Begleiter für unterwegs und längere Reisen, bei denen alle Plätze im Reisehumidor bereits belegt sind. Eine Feuerquelle ist somit alles was man braucht, um den Genuss zu beginnen. Ein einfaches Wasser passt sehr gut als begleitendes Getränk.","Genuss":"Die 3x3 Robusto Tubos misst 12,7 Zentimeter in der Länge und 20,7 Millimeter im Durchmesser.  Das braune Connecticut-Deckblatt ist mit dünnen, leicht erfühlbaren Äderchen durchzogen und umfasst einen fest gerollten Zigarrenkörper. Sehr praktisch ist, dass die Zigarre bereits angebohrt daherkommt und so ohne Umschweife sofort angezündet werden kann. Die ersten Züge offenbaren einen herrlichen Zugwiderstand, der sich in dieser Form über die gesamte Länge des Rauchverlaufs hält. Würzige und holzige Aromen kommen zum Vorschein, während sich der geschmeidige Rauch im Mund ausbreitet. Ist dieser einmal ausgeatmet, fügen sich Spuren von Nuss in das milde bis mittelkräftige Geschmackserlebnis ein. Dieses Zusammenspiel dauert etwa bis zu Beginn des dritten Drittels an, ehe Röstaromen die Zigarre gekonnt zum Abschluss bringen. Abgerundet wird die 3X3 Robusto durch einen sauberen Abbrand und eine graue Asche, die sich bis weit ins zweite Drittel halten kann.","Hintergrund":"Die Zigarren von 3x3 werden von Henrik Kelner in der Dominikanischen Republik produziert, woher auch der Tabak für das Umblatt und die Einlage stammen. Alle Formate von 3x3 werden in ansehnlichen, silbernen Tubos ausgeliefert, die die Zigarren auch außerhalb des Humidors für längere Zeit frisch halten."},"diameter_mm":20.7,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.45}
