{"name":"Dunhill Aged Maduro Cigars Short Churchill","url":"https://www.noblego.de/dunhill-aged-maduro-cigars-short-churchill/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Die Dunhill Aged Maduro Short Churchill hat einfach alles, was man von einer Vertreterin der Maduro Riege erwartet. Als Genusspartner zu diesem herrlichen Smoke eignen sich ein guter Kaffee oder ein frisch aufgekochter, nicht allzu süßer Kakao.","Genuss":"Die eindrucksvolle Qualität der Dunhill Aged Maduro Short Churchill steht außer Frage. Angefangen beim von der Sonne gereiften Connecticut Broadleaf Ligero Deckblatt, das eine unglaublich schöne dunkelbraune, ölig glänzende Färbung aufweist, bis hin zu dem robusten dominikanischen Umblatt und der aufregenden Einlage, die identisch mit dem Blend der verwandten Dunhill Aged Zigarren ist und aus fünf verschiedenen dominikanischen Olor und Piloto Sorten besteht. Im cremigen Rauchverlauf eröffnet die Short Churchill einen illustren Aromareigen, bei dem sich feine Noten von Zartbitterschokolade, Röstkaffee und Nuancen von Lakritz und Nuss zueinander gesellen. Unterstützt wird dies alles von einer angenehmen Süße, die eine wahre Maduro Zigarre nie vermissen lassen darf. In Sachen Zug und Abbrand kann man sich auf die gewohnt gute technische Qualität von Dunhill Zigarren verlassen.","Hintergrund":"Alfred Dunhill, der Gründervater des Dunhill Unternehmens eröffnete im Jahre 1907 sein erstes Tabakgeschäft in London. Anno 1929 übergab er die Geschicke der Firma in die Hände seines Sohnes Alfred Henry Dunhill, welcher das Geschäft erfolgreich weiterführte und ausbaute. Mit „The Gentle Art of Smoking“, brachte dieser 1954 ein Buch heraus, welches noch heutzutage als Standardwerk im Bereich des gepflegten Tabakkonsums anzusehen ist."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Short Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Kaffee","Lakritz","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.2,"additionalNotes":"Aged"}
