{"name":"SYN Signum Toro","url":"https://www.noblego.de/syn-signum-grand-toro-zigarren/","brand":"SYN","series":"","details":{"Genussverlauf":"Der Blend der mittelkräftigen SYN Signum Grand Toro setzt sich gänzlich aus dominikanischen Tabakerzeugnissen zusammen. Als Deckblatt wurde ein zwei Jahre lang gereiftes H2000 Claro gewählt. Das Umblatt, ebenfalls zwei Jahre gereift, umschließt eine erlesene Einlagemischung aus fünf Jahre reifgelagerten H2000 und Corojo Tabaken. Eine raffinierte Komposition vom verantwortlichen SYN Masterblender Juan Rodriguez, welche dem Genießer ein wunderbar ausbalanciertes und aromavolles Rauchvergnügen beschert. Das erste Drittel wird von einer abwechslungsreichen Nussigkeit bestimmt. Des Weiteren mischt sich eine cremige Süße, wie man sie vom Milchkaffee kennt, unter die an Pistazie und Kastanie erinnernden Geschmacksnoten des ersten Rauchabschnitts. Mit Beginn des zweiten Drittels setzen sich dunkle Aromen von Röstkaffee und feine Noten weißen Pfeffers in Szene, denen die oben genannten Aromen weichen. Zum Finale hin intensiviert sich der Geschmack der handwerklich sehr sauber gefertigten Grand Toro nochmals. Der Milchkaffee verwandelt sich in einen Espresso und aus weißem wird schwarzer Pfeffer. Circa 90 Minuten lang begeistert die Signum so ihren Genießer bei perfektem Zug- und Abbrandverhalten.","Nice to know":"Der Masterblender und Fabrikleiter bei SYN Juan Rodriguez blickt bereits auf über 35 Jahre Berufserfahrung zurück. Seine Sporen verdiente sich der versierte Tabakfachmann in früheren Positionen bei namhaften und weltweit bekannten Zigarrenherstellern.","Resümee":"Die SYN Signum Toro ist eine äußerst gelungene dominikanische Puro Zigarre mit einem hohen Grad an Komplexität. Sie spricht vor allem erfahrene und versierte Aficionados an, die Zigarren mit viel Charakter bevorzugen."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"H2000","aromaProfileManufacturer":["Cappuccino","Cremig","Kastanie","Nuss","Pistazie","Röstkaffee","Schwarzer Pfeffer","Süß","Weißer Pfeffer"],"strength":"Medium","smokingDuration":"60 bis 90 Min","price":24.5}
