{"name":"Fürst Bismarck Panetela","url":"https://www.noblego.de/fuerst-bismarck-panetela/","brand":"Fürst Bismarck","series":"","details":{"Fazit":"Die Fürst Bismarck Panetela ist eine sehr ausgewogene, milde dominikanische Zigarre für den kurzen Smoke zwischendurch. Diese Vitola bietet sich durch ihren milden Geschmack vor allem für Anfänger an. Sie braucht nicht allzu viel Aufmerksamkeit, was eine Klasse Zigarre zum Bier aus ihr macht.","Genuss":"Die Fürst Bismarck Panetela ist nicht nur optisch, sondern auch geschmacklich eine sehr gute Zigarre. Ein fein geripptes Deckblatt und eine erstklassige Verarbeitung machen aus dieser Vitola ein sehr hochwertiges Produkt. Die kleine Fürst Bismarck Panetela misst eine Länge von 15 Zentimetern und einen Durchmesser von 13 Millimetern, dabei handelt es sich um ein 33er Ringmaß. Schon nach den ersten Zügen wird dem Aficionado klar, dass es sich hierbei um einen klassisch dominikanischen Smoke handelt. Schnell tauchen grasige Noten auf, welche dezent von einer leicht süßen Frucht unterstrichen werden. Das zweite Drittel jedoch gewinnt ein wenig an Würze und es kommt eine leicht pfeffrige Schärfe ins Spiel, die aber nicht unangenehm wird. Im letzten Drittel dominieren die anfänglich grasigen Noten und ein Hauch Chili kommt ins Spiel. Der Abbrand ist sehr gut und der Rauch sehr dicht und cremig. Auch das Zugverhalten ist optimal. Die stahlgraue Asche der kleinen Fürst Bismarck Panetela ist leicht grobkörnig, trotzdem hält sie 2 bis 3 Zentimeter, ohne von alleine abzufallen. Die anfänglich sehr grasigen Noten verweilen selbst nach dem Smoke noch einige Minuten im Mundraum des Aficionados.","Hintergrund":"Schon eine alte buddhistische Weisheit besagt: „In der Ruhe liegt die Kraft!“ Deshalb wurde bei der Entwicklung der Fürst Bismarck Zigarre viel Zeit in Anspruch genommen. Das Ergebnis ist eine perfekte Einlage, die einen 24 Monate währenden Reifeprozess hinter sich hat. Mit einem sehr ausgewogenen Körpervolumen vereinen die für die Einlage verwendeten Brasil, Ligero und Connecticut Broadleaf-Tabake eine sehr feine Würze miteinander. Das Deckblatt ist ein 6 Monate gereiftes Connecticut Shade, das vor der Verarbeitung mindestens sieben Tage wohltemperiert gelagert wird, um einen herausragenden Blattschimmer zu erzielen."},"diameter_mm":13,"ring":33,"length_mm":150,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gras","Nuss","Pfeffer","Süß","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.2}
