{"name":"Rodrigo de Jerez Robusto Rot Dominikanische Republik","url":"https://www.noblego.de/rodrigo-de-jerez-robusto-rot-dominikanische-republik/","brand":"Rodrigo de Jerez","series":"Rot Dominikanische Republik","details":{"Fazit":"Ein Smoke, der leicht und voller verschiedener Aromen ist. So begibt man sich mit dieser Zigarre auf eine Reise durch einen aromenreichen Wald. Geschnittenes Holz, gerösteter Kaffee und verbranntes Harz bei leichter Süße wartet auf Sie. Perfekt für einen unbeschwerten Genuss für eine knappe Stunde.\nProbieren Sie sich durch die Zigarren von Rodrigo de Jerez und entdecken Sie auch die \u003ca title=\"HIer gehts zur Rodrigo de Jerez Nicaragua\" href=\"/rodrigo-de-jerez-nicaragua-zigarren/\"\u003eblaue Nicaragua\u003c/a\u003e und die \u003ca title=\"HIer gehts zur Rodrigo de Jerez Honduras\" href=\"/rodrigo-de-jerez-zigarren/\"\u003egrüne Honduras\u003c/a\u003e Serie sagenhafte Zigarren.","Genuss":"Schon von außen ist die Rodrigo de Jerez Dominikanische Republik im Robusto Format ein Hochgenuss. Perfekte Verarbeitung auf 12,7 Zentimetern Länge bei einem Durchmesser von 18,5 Millimetern und einem schönen hellen Deckblatt. Doch erst beim Anzünden entfaltet sie ihren wahren Charakter. Florale, richtig blumenartige Aromen sind von Beginn an festzustellen. Ein voller Tabakgeschmack bei leichter typischer dominikanischer Tabaksüße ist ebenfalls sofort erkennbar. Im Verlauf kommt das Aroma von frisch geschnittenem Holz auf und wird immer prägnanter. Gerösteter Kaffee, welcher im späteren Verlauf aufkommt, harmoniert perfekt mit den holzigen Nuancen und lässt eine leicht bittere Note aufkommen. Fast am Ende der zauberhaften Zigarre kommt das einzigartige Aroma von verbranntem Harz auf. Sehr interessant verhält sie sich mit den anderen Aromen, ohne dabei unangenehm zu werden. Eine gewisse leichte Würzigkeit ist von Anfang an präsent.","Hintergrund":"Nach rund 2 Jahren Arbeit konnte August Schuster seinen nun dritten eigenen Blend, die Rodrigo de Jerez, auf den Markt bringen. Sorgfältig ausgewählte Tabake aus Nicaragua, Honduras und der Dominikanischen Republik wurden für den erstklassigen Blend verwendet. Nach vielem hin und her, welcher Tabak nun am besten geeignet für seine Zigarren sei, können wir heute die neue Zigarrenserie in unseren Händen mit einem super Preis- und Leistungsverhältnis halten."},"diameter_mm":18.5,"ring":46,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Kaffee","Röstaromen","Süß","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":6.4}
