{"name":"Gilbert de Montsalvat Corona","url":"https://www.noblego.de/gilbert-de-montsalvat-corona/","brand":"Gilbert de Montsalvat","series":"","videoURLs":["https://www.youtube.com/watch?v=1mvZfRV_k1g"],"details":{"Fazit":"Die Gilbert de Montsalvat Corona aus Nicaragua ist ein klassisches Format und ein feiner Smoke zum guten Preis dazu. Einen Milchkaffee gemacht und am Sonntagmorgen auf die Terrasse/ den Balkon mit dieser Zigarre; so passt die Welt.","Genuss":"Die Gilbert de Montsalvat Corona vereint laut den Markengründern die vier „G“ des Zigarrenhandwerks: Geist, Geschmack, Genuss und Gemeinsinn. Daneben spielen langjährige Erfahrung und geschickte Hände eine große Rolle bei der Fertigung der nicaraguanischen Zigarre. Ein Connecticut Deckblatt aus Ecuador umschließt ein Umblatt aus Nicaragua und eine Einlage aus panamaischen und nicaraguanischen Tabaken. Diese edle Mischung verleiht dem Longfiller ein Aroma, das von würzigen Gras-, Nuss- und Holznoten bestimmt wird. Mit knapp 14 Zentimetern Länge und einem 42er Ringmaß liegt die Corona gut in der Hand und kann während des circa 45-minütigen Smokes auch mit ihrem guten Zug- und Abbrandverhalten überzeugen.","Hintergrund":"Namensgeber der Gilbert de Montsalvat Zigarren ist die fiktive Figur Gilbert Bénedict Augustin de Montsalvat, der sich im 20. Jahrhundert in Aficionado-Kreisen als Zigarrenkenner einen Namen gemacht hat und mehrere Bücher zu diesem Thema verfasste. 1938 wurde er von Siegmund Freud angeregt, eine eigene Zigarre auf den Markt zu bringen, aber erst knapp 70 Jahre später setzte er dieses auch in die Tat um."},"diameter_mm":17,"ring":42,"length_mm":139,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua","Panama"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Gewürze","Gras","Holz","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.6}
