{"name":"Romeo y Julieta Cupidos","url":"https://www.noblego.de/romeo-y-julieta-cupidos-zigarren/","brand":"Romeo y Julieta","series":"","details":{"Genussverlauf":"Die Exklusivität der Romeo y Julieta Cupidos wird durch ihre besonders hochwertige Kiste unterstrichen. 20 Exemplare schlummern in den wunderschönen Hochglanzlack-Kisten, die sich über einen Druckknopfmechanismus öffnen lassen. Unmittelbar nach dem Entzünden machen sich neben einer angenehmen Cremigkeit Töne weißen Pfeffers sowie sanfte Zedernholznoten bemerkbar. Der komplette Rückgang der pfeffrigen Noten leitet das zweite Rauchdrittel ein, in dem Noten von Leder, Toast und Nuss samt feiner Süße dominieren. Mit ähnlicher Veranlagung zeigt sich der letzte Rauchabschnitt allerdings in Sache Stärke und Würze deutlich intensiver als zuvor. Bemerkenswert ist ebenfalls der gemächlich gerade Abbrand der Cupidos, welcher einen entspannten und ausgedehnten Genuss gewährleistet.","Resümee":"Mit der Romeo y Julieta Cupidos hat man bei Habanos S.A. eine besonders köstliche Zigarre geschaffen, die bei eingefleischten Kubaliebhabern jetzt schon als heiß begehrt gilt. Ihre Verfügbarkeit wird höchstwahrscheinlich nicht immer gegeben sein, daher sollte man die Gunst der Stunde nutzen und sich mit diesen Leckerbissen gut eindecken. Wie es bei vielen kubanischen Zigarren der Fall ist, werden auch die Cupidos nach einiger Zeit der Reife noch besser und schmackhafter. Wer also die nötige Geduld aufbringt, wird sich glücklich schätzen dürfen, das volle Genusspotenzial dieser Spitzenzigarre erfahren zu können."},"diameter_mm":21.8,"ring":55,"length_mm":148,"length_inch":0,"format":"","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Heu","Holz","Leder","Nuss","Süß","Weißer Pfeffer"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":71.5}
