{"name":"Camacho Criollo Bold Robusto","url":"https://www.noblego.de/camacho-criollo-bold-robusto/","brand":"Camacho","series":"","details":{"Fazit":"Die Komposition aus waldigen Grundaromen und honigsüßen Kakaonoten hält die Camacho Criollo Bold Robusto zu jedem Zeitpunkt interessant und ermöglicht im Zusammenspiel mit der hervorragenden Verarbeitung ein echtes Raucherlebnis. Wer ein Freund von kräftigeren Zigarren ist, der sollte unbedingt einmal die Camacho Corojo Bold Robusto probieren.","Genuss":"Im Kaltzug der Camacho Criollo Bold Robusto zeigen sich Aromen von Leder, Kakao, Würze sowie blumige Nuancen. Nach dem Anfeuern wird die Zigarre zunächst von waldigen Noten bestimmt, die sich aus Leder, Zedernholz, Erde und Würze zusammensetzen. Als Gegenpol dazu entwickelt sich eine gut ausbalancierte Süße aus Kakao und Honig. Gegen Ende schwingt im Hintergrund ein schwacher Kaffeeton mit. Vom Stärkegehalt her bewegt sich die Camacho Criollo Bold Robusto im leichten bis mittelkräftigen Bereich. Die zu Beginn etwas wellige Abbrandlinie korrigiert sich mit der Zeit von selbst und sorgt in Verbindung mit einem angenehm leichten Zugwiderstand für ca. 75 Minuten Rauchvergnügen.","Hintergrund":"Das neue, von Camacho geschaffene Logo mit dem Skorpion im Vordergrund soll die Kompromisslosigkeit und die Kraft dieser Zigarrenlinie widerspiegeln. Tatsächlich bekommt das Criollo-Deckblatt der Camacho Criollo Bold Robusto extra Sonnenstunden, um die ihm innewohnende Würze noch zu intensivieren und so vor allem in Konkurrenz zu kubanischen Zigarren treten zu können bzw. diese geschmacklich zu übertrumpfen."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Honduras"],"binderProperty":"Criollo","aromaProfileManufacturer":["Cremig","Holz","Kaffee","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.9}
