{"name":"Epic Maduro Boxpressed Torpedo","url":"https://www.noblego.de/epic-maduro-boxpressed-torpedo/","brand":"Epic","series":"Maduro","details":{"Fazit":"Wer auf der Suche nach einer mittelkräftigen Zigarre mit ansprechender Aromenvarianz ist, der ist mit der Epic Maduro Boxpressed Torpedo gut beraten. Bei einer Rauchdauer von guten 60 Minuten entführt sie in eine Welt voller dunkler Aromen. Schön ist auch die auffällig gestaltete Bauchbinde, die mit ihren silbrigen Akzenten im Licht schillert.","Genuss":"Die Epic Maduro Boxpressed Torpedo ist eine Zigarre, die schon beim ersten Hautkontakt einen positiven Eindruck macht. Samtig fasst sie sich an und kalt verströmt sie einen betörenden Duft von Kaffee und Erdaromen. Ist sie angezündet, startet diese Torpedo im ersten Drittel etwas schwerfällig mit dem Abbrand. Doch bereits wenige Minuten später nimmt sie an Fahrt auf und präsentiert sogleich ein spannendes Aromenbouquet voller Abwechslung. Erde gibt es hier, sehr präsent sind Leder und eine Kaffeenote. Holzige und grasige Nuancen scheinen zwischendurch immer wieder auf und eine zunehmende Cremigkeit entwickelt sich. Ein durchaus leckerer Smoke!","Hintergrund":"Die Zigarren von Dean Parsons bleiben allesamt mild bis mittelkräftig. So auch diese Boxpressed Torpedo, die als medium-aromatisch zu bewerten ist, nichts, was einen gut gefüllten Magen fordern würde. Dabei hat das Zigarren-Portfolio von Epic Cigars eine spannende Aromenvarianz zu bieten, die neben Schokoladen- und Kaffeenoten vor allem mit Tönen von Holz, Leder, Erde und gelegentlich süßen Nuancen daher kommt."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Kamerun"],"wrapperType":"Arapiraca","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.1}
