{"name":"La Reloba Seleccion Sumatra Toro","url":"https://www.noblego.de/la-reloba-seleccion-sumatra-toro/","brand":"La Reloba","series":"","details":{"Fazit":"Mit der La Reloba Seleccion Sumatra Toro hat Don Pepin eine tolle Zigarre geschaffen, die mit der geschmacklichen Intensität ihrer Komposition von Aromen begeistert. Hier bekommt man ein sehr gutes Raucherlebnis für einen erschwinglichen Preis. Liebhaber von Zigarren aus Nicaragua können ohne Bedenken zugreifen.","Genuss":"Die sehr gut verarbeitete La Reloba Seleccion Sumatra Toro besticht optisch durch ein braunes, sehr geschmeidiges Sumatra Deckblatt, das von feinen Äderchen durchzogen wird. Mit 15 Zentimetern Länge und einem Durchmesser von 21 Zentimetern kann man sich auf einen rund 90 Minuten langen und milden Smoke freuen. Nach dem Anzünden begrüßen die ersten Züge den Aficionado mit einer pfeffrigen Würze, die ein leichtes Kitzeln auf der Zunge verursacht. Typisch für Zigarren aus Nicaragua. Überraschend ist, wie intensiv und präsent die Aromen sich jetzt schon entfalten. Der zuvor erwähnte Pfeffer verbindet sich mit Holz und Leder zu einer leckeren Gesamtkomposition. Beim Nachgeschmack finden sich Spuren von Schokolade. Im zweiten Drittel weicht der Pfeffer dann einer nach Karamell schmeckenden Süße, die bis zum Ende hin, in gleicher Intensität wie vorherige Aromen, präsent bleibt. Der Zug ist zunächst ein wenig fester, jedoch verbessert er sich im weiteren Rauchverlauf. Die gute Verarbeitung drückt sich auch beim unkomplizierten Abbrand aus, bei dem sich eventuell auftauchen Schiefbrände von alleine korrigieren. Freunde ansprechender Asche werden zudem von der Festigkeit und Langlebigkeit der Asche dieser Zigarre begeistert sein.","Hintergrund":"Die La Reloba Linien werden in den Fabriken von Don Pepin Garcia hergestellt, die auch für so renommierte Marken wie „My Father“  oder „Don Pepin Garcia Original“ verantwortlich zeichnen."},"diameter_mm":21,"ring":52,"length_mm":150,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"WrapperTobaccoVariety":"Rosado","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Holz","Karamell","Leder","Röstaromen"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.6}
