{"name":"Marca Fina Dominicana Slim Panatela","url":"https://www.noblego.de/marca-fina-dominicana-slim-panatela/","brand":"Marca Fina","series":"Dominikanische Republik","details":{"Fazit":"Sie mag auf Grund ihrer geschmacklichen Intensität und der damit einhergehenden Schärfe nicht jedermanns Geschmack sein. Schon gar nicht ist die Marca Fina Dominicana Slim Panatela eine Zigarre, die man mal eben nebenbei rauchen kann. Dennoch wird sie von Tabakkennern sehr geschätzt, da sie typisch lateinamerikanische Aromen mit einer betont erdigen Note verbindet und somit für ein interessantes, unvergleichliches Raucherlebnis sorgt.","Genuss":"Die Marca Fina Dominicana Slim Panatela wird, wie alle Zigarren der Marca Fina-Serie, nur aus einheimischen Tabaken hergestellt. Egal, ob Deckblatt, Einlage oder Umblatt – die Fertigung erfolgt unter Verwendung von ausschließlich regionalen Komponenten, die eine mehrjährige Reife- und Fermentationszeit hinter sich haben. Den Tabakfreund erwartet mit einer Marca Fina Dominicana Slim Panatela eine in solider Verarbeitung fest gerollte Zigarre, die dennoch einen perfekten Zugwiderstand aufweist und sich angenehm entspannt rauchen lässt. Der Kaltgeruch der Slim Panatela ist süßlich-würziger Natur, doch ihr wahres Geschmackserlebnis offenbart diese Zigarre erst nach dem Anzünden. Zu Beginn begeistert die Marca Fina Dominicana Slim Panatela mit einer angenehmen Milde, begleitet von einer dezenten Süße und erdig-fruchtigen Aromen. Es gesellt sich dann eine vorerst angenehme Schärfe hinzu, die im letzten Zigarrendrittel noch einmal verstärkt wird, wobei zugleich die erdigen Aromen dominieren. Dies mag für noch unerfahrene Zigarrenfreunde etwas zu intensiv sein, Kenner jedoch schätzen diese Zigarre aus der Dominikanischen Republik für ihren kräftigen Geschmack.","Hintergrund":"Auch die Marca Fina Dominicana Slim Panatela ist eine Zigarre aus dem erlesenen Sortiment der Federación de Tabaqueros America Central (FTAC), einem regionalen Zusammenschluss einheimischer Tabakbauern und -hersteller. Diese garantieren die ausschließliche Verwendung von Tabaken der jeweiligen Region, wobei die Produktion in der Verantwortung kleinerer Tabakfarmen und -fabriken liegt, ohne auf konkurrierende Großkonzerne angewiesen oder von diesen gar abhängig zu sein. Durch die Herstellung und den Vertrieb auf Basis des so genannten „fair trade“-Prinzips kommt dies vor allem den regionalen Bauern zugute. Der Genuss einer Marca Fina Dominicana Slim Panatela spült also keine Gewinne in die Hände industrieller Großkonzerne, sondern hilft den Menschen vor Ort, welche diese Zigarren in Handarbeit herstellen und weiterverkaufen."},"diameter_mm":13,"ring":33,"length_mm":126,"length_inch":0,"format":"Slim Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Fruchtig","Kakao"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":1.95}
