{"name":"Joya de Nicaragua Clasico Churchill","url":"https://www.noblego.de/joya-de-nicaragua-clasico-churchill/","brand":"Joya de Nicaragua","series":"Clasico","details":{"Fazit":"Die Churchill von Joya de Nicaragua ist ein schöner Longfiller, der mit einer medium-aromatischen Würze für die Dauer von mehr als anderthalb Stunden für Genuss sorgt. Wenn Ihnen diese Zigarre gefällt, dann probieren Sie doch auch einmal die \u003ca title=\"Hier gehts zur Cumpay Churchill Tube\" href=\"/cumpay-churchill-tube/\"\u003eCumpay Churchill Tube\u003c/a\u003e, die jedoch etwas würziger ist.","Genuss":"Die Verarbeitung der Churchill, die mit ihrer Länge von 175 Millimetern und einem Durchmesser von 19 Millimetern für einen Rauchgenuss von mehr als anderthalb Stunden sorgt, ist gut. Der Abbrand ist ebenfalls gut, kann aber zu Anfang gelegentlich etwas schief ausfallen. Aber das ist nicht weiter schlimm, denn alsbald korrigiert sich dieser Longfiller bereits von selbst. Der Zug ist perfekt und die grau-melierte Asche ist sehr fest. Aromatisch ist diese Nicaraguanerin sehr schön ausbalanciert und eher mild. Aromen von Zedernholz, Karamell, und einer angenehmen Süße werden von einer tollen Cremigkeit getragen.","Hintergrund":"Die Firma Joya de Nicaragua gibt es seit dem Jahre 1968. Gelegen ist die Fabrik in Esteli, der berühmten Nicaraguanischen Zigarrenregion, da die fruchtbaren Böden im Umland bestens für den Anbau der Tabakpflanzen geeignet sind.  Die Firma besaß die erste Zigarrenfabrik in Nicaragua und konnte seitdem ihr Knowhow ständig weiter ausbauen. Heute ist die Marke vor allem für die Produktion von Puros bekannt, das bedeutet, dass ausnahmslos alle verwendeten Tabaksorten, also Einlage, Umblatt und Deckblatt, aus ein und demselben Land stammen. Schön sind Puros  daher immer auch dann, wenn das Geschmacksprofil einer spezifischen Region ausprobiert werden soll."},"diameter_mm":19,"ring":48,"length_mm":175,"length_inch":0,"format":"Churchill","maker":"Manuel Quesada","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":6.5}
