{"name":"Don Duarte Reserva Privada Robusto Maduro","url":"https://www.noblego.de/don-duarte-reserva-privada-robusto-maduro/","brand":"Don-Duarte","series":"","details":{"Fazit":"Wer kubanische Zigarren mag, aber gerne auch mal ein anderes Land ausprobieren möchte, liegt mit der Don Duarte Reserva Privada Robusto Maduro genau richtig. Stark und vollaromatisch genießt man sie am besten mit einem vollmundigen Whisky oder einem guten Cognac.","Genuss":"Die Region Esteli gehört zu den besten Anbaugebieten für Tabak nicht nur in Nicaragua, sondern weltweit. Auch die Familie Duarte zieht hier die Pflanzen für ihre einzigartigen und von langer Erfahrung zeugenden Zigarren aus karibischem Saatgut. Drei Jahre reifen die Tabake, die in der Don Duarte Reserva Privada Robusto Maduro verarbeitet werden.  Die knapp 14 Zentimeter lange Robusto mit dem neckischen Zipfelchen am Zugende hat einen Durchmesser von 21 Millimetern und gehört damit zu den großen Robustos. Eine gute Stunde verströmt sie ihre vollmundigen Aromen von Erde, dunkler Schokolade und einer fruchtigen Süße. Hier und da scheinen holzige Töne und eine dezent scharfe Note auf. Hohe Qualität in der Verarbeitung gehört zum Standard der Don Duarte Zigarren und so sind auch Zug und Abbrand wie es sich für einen Premiumlongfiller gehört.","Hintergrund":"Dr. Roger Duarte-Rodriguez, Eigentümer und Patron der nicaraguanischen Marke Don Duarte, wurde in eine Familie hineingeboren, die sich schon seit mehreren Generationen dem Tabakanbau in Esteli, Nicaragua widmet. Die Don Duarte Reserva Zigarren sind durchweg nicaraguanische Puros aus ebendieser Region. Die Privada Linie enthält im Gegensatz zu den „normalen“ Reservas ein Maduro Deckblatt."},"diameter_mm":21,"ring":53,"length_mm":138,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz"],"strength":"Sehr stark","smokingDuration":"45 bis 90 Min","price":9.9}
