{"name":"Partagás 8-9-8","url":"https://www.noblego.de/partagas-8-9-8/","brand":"Partagás","series":"","details":{"Fazit":"Die Partagás 8-9-8 ist wirklich eine reinrassige, würzige Havanna, die in keiner Hinsicht enttäuscht, vielleicht aber auch nicht wirklich überrascht. Sie bietet alles, was man sich von einer kubanischen Zigarre erhofft, nämlich Würze, erdige Aromen und ein gutes Maß an Kraft, nicht mehr und nicht weniger. Kuba-Fans werden sie lieben, Anhänger leichter bis sehr leichter Smokes werden wenig Spaß mit der Lonsdale haben.\nAber vor allem mit einem guten Glas Rotwein ist die 8-9-8 ein echter Genuss für ruhige Stunden.","Genuss":"Schon das Format dieser außergewöhnlichen Zigarre weiß auf Grund seiner großen Länge aber geringen Breite (17 cm Länge, 1,7 cm Breite) zu beeindrucken. Der Zug der gut verarbeiteten Partagás 8-9-8 ist ob der Länge ein wenig schwerer als gewohnt, was dem Rauchgenuss allerdings keinen Abbruch tut. Der Kaltzug bringt fein-erdige und holzig-herbe Aromen mit sich, wie man es von einer guten Havanna erwarten darf. Auch die entzündete Zigarre enttäuscht den Kuba-Fan nicht, würzig-erdige Aromen paaren sich mit leckeren Nuancen von Leder und Gewürzen. Der leicht cremige Eindruck des ersten Drittels nimmt im knapp 70-minütigen Rauchverlauf ab und macht feinen Röstaromen von Toast und würzigem Kaffee Platz. Hinzu kommen noch ein wenig Chili und weißer Pfeffer. Alles in allem ist die Partagás 8-9-8 eine tolle, zutiefst befriedigende Havanna, die dem Genießer genau das bietet, was man von kubanischem Tabak erwartet.","Hintergrund":"Die Manufaktur von Partagás ist die älteste Zigarrenfabrik Kubas. Schon in der Mitte des 19. Jahrhunderts, zu Lebzeiten des spanischen Partagás-Gründers Don Jaime Partagás Ravelo, genoss die Manufaktur höchstes Ansehen und war ein für die damalige Zeit ungewöhnlich großer Betrieb. Ravelo machte u.a. auch positiv von sich reden, indem er seinen Rollern durch die Beschäftigung von Vorlesern, Unterhaltung und Bildung während der Arbeit vermittelte. Heutzutage ist Partagás immer noch eine der berühmtesten und größten kubanischen Zigarrenmarken. Der Ruf der Marke ist nach wie vor ungebrochen."},"diameter_mm":17,"ring":42,"length_mm":170,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":23.2}
