{"name":"Don Diego El Puro Edición Limitada Robusto","url":"https://www.noblego.de/don-diego-el-puro-edicion-limitada-robusto/","brand":"Don Diego","series":"","details":{"Fazit":"Die Don Diego El Puro Edición Limitada Robusto will Ihre Aufmerksamkeit, sie ist keine Zigarre für die flüchtigen Momente im Leben. Nehmen Sie sich Zeit zum Genuss dieser dominikanischen Zigarre, denn Sie ist etwas Besonderes in rarer Anzahl. Nur 200 Kisten wurden nach Deutschland exportiert. In Kombination mit einem leicht süßen Single Malt Whisky oder Rum der perfekte Ausklang eines anstrengenden Arbeitstages.","Genuss":"Nur die besten Tabake der Dominikanischen Republik finden Verwendung in der limitierten El Puro von Don Diego. Drei bis fünf Jahre gereifter, rötlich-brauner Piloto Tabak aus dem Cibao-Tal bestimmt die Rezeptur dieser außergewöhnlichen Puro. Im Gegensatz zu den klassischen Don Diegos ist die El Puro mittelkräftig bis kräftig in ihrer Stärke. Vollmundige Aromen erfüllen den Mundraum. Im Kaltgeruch und -zug Ansätze von Röstaromen, im Smoke erdige Noten mit leicht cremigen und süßlichen Abstufungen. Optisch und haptisch ist die 12,7 Zentimeter lange und 20 Millimeter „starke“ Robusto in ihrer hochwertigen Verarbeitung ein absolutes Highlight. Die 45 bis 60 Minuten Rauchgenuss machen einfach nur Spaß.","Hintergrund":"Die Zigarrenmanufaktur Tabacalera de Garcia in La Romana zeichnet verantwortlich für die Herstellung der Don Diego El Puro Edición Limitada. Gegründet von Exilkubaner Pepe Garcia verbindet die Manufaktur kubanisches Know-how mit einem dominikanischen Blend in bester dominikanischer Qualität."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Röstaromen","Süß","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.6}
