{"name":"Simón Beltré Andullo Short Robusto","url":"https://www.noblego.de/simon-beltre-andullo-short-robusto-zigarren/","brand":"Simón Beltré","series":"","details":{"Genussverlauf":"Das dunkelbraune Deckblatt der Andullo Short Robusto von Simón Beltré ist auf ecuadorianischem Boden gediehen. In der Einlage der von Meistern ihres Handwerks gerollten Köstlichkeit stecken dominikanische Piloto, Criollo und Olor Tabake. Ihr Umblatt ist von der Sorte Criollo 98 und stammt ebenfalls aus dominikanischem Anbau. Vier bis sieben Jahre lang dürfen diese Tabake reifen, bevor man sie zu diesem kurzweiligen Format mit einer ungefähren Rauchdauer von 45 bis 60 Minuten verarbeitet. Sie offeriert ihrem Genießer ein stimmiges und ausgewogenes Rauchvergnügen mit delikaten Noten reifen Tabaks sowie cremig untermalten Kaffee- und Schokoladearomen. Eine sanfte Süße legt sich zusätzlich über diesen äußerst geschmackvollen Auftritt. Bei Zug und Abbrand glänzt die kleine Dominikanerin mit absoluter Zuverlässigkeit.","Nice to know":"Um die geschmacklichen Eigenschaften dieses hervorragenden Blends optimal hervorheben zu können, wurden bei Simón Beltré unzählige Samples in verschiedenen Formatgrößen getestet. Das beweist die unbändige Leidenschaft und fundierte Expertise, die man bei diesem ambitionierten Premiumproduzenten in die Entwicklung seiner Zigarrenkreationen steckt.","Resümee":"Selten sind bei uns die Meinungen zu einer Neuerscheinung so einhellig gewesen wie bei der Simón Beltré Andullo Short Robusto. Was dem Gaumen hier geboten wird, ist einfach nur vorzüglich zu nennen. Machen Sie sich auf einen außergewöhnlich guten Genuss gefasst!"},"diameter_mm":22.2,"ring":57,"length_mm":101,"length_inch":0,"format":"Short Robusto","maker":"Simón Beltré","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"binderProperty":"H2000","aromaProfileManufacturer":["Cremig","Kaffee","Schokolade","Süß","Tabak"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":10.9,"additionalNotes":"Mehrfach fermentierte Tabake"}
