{"name":"Brotherhood No.1 by Oscar Valladares Limited Edition","url":"https://www.noblego.de/brotherhood-no-1-by-oscar-valladares-limited-edition-zigarren/","brand":"Oscar Valladares","series":"","details":{"Genussverlauf":"Die Brotherhood No. 1 by Oscar Valladars Limited Edition wird zwar in Honduras von Hand gerollt, enthält allerdings keinerlei honduranische Tabake. Ihr Deckblatt stammt aus Ecuador, das schöne Blatt der Sorte Sumatra wurde am Kopf der Zigarre zu einem kunstvollen Pigtail gedreht, am Fuß lappt es über und versiegelt somit die Brandannahmestelle. Der Rest des als stark zu bezeichnenden Smokes bilden Einlagetabake und ein Umblatt aus Nicaragua. Das gekonnt verarbeitete Toro Format brennt gemächlich gerade ab und entwickelt einen soliden Aschekegel von hellgrauer Färbung. Gut 90 Minuten wartet die limitierte Sonderedition mit einer weitreichenden Palette an verschiedensten Gewürzen, einem Hauch von Leder und einer dazu passenden, dezenten Süße auf.","Nice to know":"Auf den überdimensional großen Bauchbinden und dem Kistendeckel der Brotherhood No. 1 Zigarren sind verschiedene Hände, die eine Zigarre halten, abgebildet. Damit soll bildlich auf die Vielfältigkeit von Aficionadas und Aficionados auf der ganzen Welt hingewiesen werden. In kleiner Auflage produziert, sind von dieser delikaten Sonderedition nur wenige Kisten verfügbar.","Resümee":"Die Brotherhood No. 1 by Oscar Valladares Limited Edition ist eine sehr gelungene Zigarre mit hervorragendem Geschmack. Mit etwas Glück können Sie sich einige Exemplare davon sichern, denn probieren sollte man die schmackhafte Toro auf jeden Fall."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Ecuador Sumatra","aromaProfileManufacturer":["Gewürze","Leder","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.9,"additionalNotes":"Limited"}
