{"name":"Rocky Patel Fifty-Five Robusto","url":"https://www.noblego.de/rocky-patel-fifty-five-robusto/","brand":"Rocky Patel","series":"","details":{"Fazit":"Die Rocky Patel Fifty-Five Robusto wurde zu einem feierlichen Anlass konzipiert. Sollten Sie demnächst mal wieder etwas zu feiern haben, dann haben Sie mit dieser Premiumzigarre die optimale Genussbegleitung dafür gefunden.","Genuss":"Die Rocky Patel Fity-Five sieht unschwer zu erkennen nicht wie eine gewöhnliche Robusto aus. Sie spitzt sich zum Zigarrenfuß hin zu, somit ist sie eher als eine Figurado zu bezeichnen. Dass bei Rocky Patel hin und wieder mit den Formatsbezeichnungen „kreativ“ umgegangen wird, ist allerdings hinlänglich bekannt. Genau wie die Tatsache, dass man bei Rocky Patel immensen Wert auf erlesenste Tabake legt, die jahrelang gereift werden, um das Optimum an Geschmack und Aromaentfaltung zu erreichen. Die Fifty-Five Robusto wurde mit solcherlei feinen Tabaken gerollt. Ihr dunkelbraunes Deckblatt stammt wie die Einlagetabake aus Nicaragua, als Umblatt dient ein robustes ecuadorianisches Erzeugnis. Vom Start an gibt diese ausgezeichnete Premiumzigarre klare Kaffee- und Schokoladenaromen preis, die mit einer angenehm passenden Pfeffernote unterlegt sind. Die mittelkräftige Robusto entfaltet im Rauchverlauf dann noch eine angemessene Süße und zusätzliche Aromen von Zeder und Nuss. Sie weist eine eindrucksvoll ausgewogene Komplexität auf und beschert dem Genießer somit ein aufregendes, facettenreiches Rauchvergnügen.","Hintergrund":"Mit den Fifty-Five Zigarren zelebriert Rocky Patel seinen 55. Geburtstag auf angemessene Art und beglückt die Genussrauchergemeinde zudem mit einem innovativen und ausgezeichneten Premiumsmoke. Ein kleiner Fehler ist bei der Produktion dieser Serie dennoch unterlaufen, so hat man auf der Bauchbinde die Herkunft des Umblattes fälschlicherweise mit Costa Rica angegeben, dabei stammt der Tabak dazu aus Ecuador."},"diameter_mm":22,"ring":55,"length_mm":140,"length_inch":0,"format":"Figurado","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Kaffee","Kakao","Nuss","Pfeffer","Schokolade","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":12.8}
