{"name":"Padron Classic 3000","url":"https://www.noblego.de/padron-classic-3000/","brand":"Padron","series":"Classic Series","videoURLs":["https://www.youtube.com/watch?v=2K6ErqMSY6A"],"details":{"Fazit":"Die Padrón Classic 3000 hat ein ausgezeichnetes Preis-Genuss-Verhältnis und eignet sich als Zigarre für viele Gelegenheiten. Erfahrene Genießer haben an dieser Vitola sowohl in der Mittagspause, als auch in späten Abendstunden ihre Freude. Durch ihre Kernigkeit und ihre dominanten Aromen lässt sich die 3000 perfekt mit einer Vielzahl von süßen Begleitern kombinieren. In dieser Toro findet man eine schöne Alltagszigarre für Freunde von erdigen nicaraguanischen Puros, ohne sich auf ein zu verspieltes Aromenspektrum einlassen zu müssen.","Genuss":"Schon beim Kaltzug freut man sich über den hervorragend leichtgängigen Zugwiderstand. Direkt liegen kräftige Holzaromen auf der Zunge. Auch nach dem Anzünden stehen im ersten Drittel der Zigarre Cedro-Aromen im Vordergrund. Nach circa der Hälfte der Vitola werden die Nuancen komplex und Noten von dunkler Schokolade, Erde und Nuss gesellen sich zum Cedro. Im letzten Drittel zeigt die Padrón Classic 3000 ihr gesamtes Potential, zum bisherigen Aromenspektrum addiert sich leichter Pfeffer und ein tolles Röstaroma. Schnell wird man an die kubanische Herkunft des Firmengründers erinnert. Die Classic 3000 trägt viele Charakteristika von kubanischen Zigarren. Nicht nur durch das Aroma, sondern auch beim festen, mittelgrauen, leicht flusigem Aschestand macht sich die Brücke zu klassischen kubanischen Zigarren bemerkbar.","Hintergrund":"Padrón (Piloto Cigars Inc.) stellt seit mittlerweile fast 50 Jahren Zigarren nach kubanischem Vorbild her. Der in Kuba geborene Firmengründer, José Orlando Padrón, fing im Jahr 1961 an rund 200 Zigarren handgerollte Zigarren, im kubanischen Stil herzustellen. Heutzutage stellt die Piloto Cigars Inc., im Volksmund Padrón Cigars genannt, weit über vier Millionen Zigarren im Jahr her. Die Marke Padrón ist vor allem im Luxussegment nicaraguanischer Vitolas nicht mehr wegzudenken."},"diameter_mm":20,"ring":50,"length_mm":140,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14.4,"additionalNotes":"Boutique Zigarre"}
