{"name":"Crowned Heads Four Kicks Capa Especial Limited 2022 Lancero","url":"https://www.noblego.de/crowned-heads-four-kicks-capa-especial-limited-2022-lancero-zigarren/","brand":"Crowned Heads","series":"Four Kicks Capa Especial","details":{"Genussverlauf":"Eine Zigarre wie die Crowned Heads Four Kicks Capa Especial Limited 2022 Lancero ist an Grazie und Anmut kaum zu überbieten. Um das feine Ecuador Sumatra Deckblatt wurden gleich drei Binden geflochten, was den Grad an Exklusivität der mittelkräftigen Schönheit noch zusätzlich erhöht. Das kleine Zöpfchen an ihrem Kopf (Pig-Tail) ist Indiz dafür, dass nur erfahrenste Hände zum Einsatz kamen, als es galt, die delikate Sonderedition zu fertigen. Als Umblatt diente dabei ein nicaraguanisches Erzeugnis. Für die Einlage wählte man einen gut austarierten Mix aus lang gereiften dominikanischen und nicaraguanischen Premiumtabaken. Das 19 cm lange, 1,5 cm dünne Schmuckstück wartet zu Beginn mit einer leichten Fruchtsüße, cremigen Zedernoten und schwarzen Pfefferspitzen auf. Ab dem zweiten Rauchdrittel vermittelt sie den Geschmack von süßem Popcorn, Kakao, Erde und Leder. Im finalen Drittel vermag der geübte Gaumen wunderbar aufeinander abgestimmte Aromen von Mandeln, Zimt, Toast, Erde und Heu auszumachen. Man sollte die Capa Especial Limited 2022 Lancero besonders bedächtig rauchen, um das Optimum an Aromaentfaltung zu ermöglichen. Durch eine zu hohe Zugfrequenz würde man ihren feinen Geschmack nicht erfahren können, da dadurch zu viel störende Schärfe entstehen würde.","Nice to know":"Das Lancero Format galt lange Zeit als so gut wie ausgestorben. Seit Beginn des Jahres 2022 erlebt es jedoch eine wahre Renaissance, denn viele renommierte Hersteller brachten seitdem einige Sondereditionen in diesem als besonders elegant geltenden Format heraus.","Resümee":"Der Genuss der Crowned Heads Four Kicks Capa Especial Limited 2022 Lancero gleicht beinahe einer meditativen Tätigkeit. In aller Ruhe und Entspanntheit genossen gibt sie ihre ungemeine Vielfältigkeit preis und lässt dabei die Herzen besonders feinschmeckender Aficionados vor Freude höherschlagen."},"diameter_mm":15.1,"ring":38,"length_mm":190,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sumatra","aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Heu","Kakao","Leder","Mandel","Schwarzer Pfeffer","Süß","Toast","Zedernholz","Zimt"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":17,"additionalNotes":"Limited"}
