{"name":"Don Pepin Garcia 20th Anniversary Toro","url":"https://www.noblego.de/don-pepin-garcia-20th-anniversary-toro-zigarren/","brand":"Don Pepin Garcia","series":"","details":{"Genussverlauf":"Mit seinem Sohn Jaime hat sich der erfahrene Tabakflüsterer an die Entwicklung dieser 16,5 cm langen Toro gemacht, die das 20-jährige Firmenjubiläum würdig präsentieren soll. Zum Einsatz gekommen sind dabei selbstverständlich nur auf den Punkt reifgelagerte Spitzentabake aus Nicaragua. In der Einlage schlummern zudem seltene Pelo de Oro Blätter, die zu den schmackhaftesten Tabaken auf der Welt zählen. Der als sehr sensibel geltende Pelo de Oro benötigt während seiner Reifung besonders viel Aufmerksamkeit, weil er bei den geringsten Schwankungen von Temperatur und Feuchtigkeit dazu neigt, schnell zu verderben. Nach jahrelangem Arbeitseinsatz der Garcias dürfen wir Ihnen nun diese kräftige Vitola präsentieren, die sich sehr vollmundig zeigt. Vordergründig sind es deutliche Röstaromen, die mit einer auf den Punkt ausgewogenen Pfefferwürze ein köstliches Zusammenspiel am Gaumen wirken. Die zarte Süße des Pelo de Oro und die vielen verschiedenen Einlagetabaksorten tragen zu einer wahren Aromaexplosion bei, die sich kaum in Worte fassen lässt.","Resümee":"Runde Geburtstage, Hochzeiten oder Anlässe mit ähnlicher Tragweite geben Gelegenheit, eine Zigarre wie die Don Pepin Garcia 20th Anniversary Toro zu genießen. So verbindet man unvergessliche Ereignisse mit einem unvergesslichen Genusserlebnis. Und ein solches hat man mit dieser außergewöhnlichen Zigarre aus bestem Hause mit Sicherheit zu erwarten."},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Oscuro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Pfeffer","Röstaromen","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":60,"additionalNotes":"Limited"}
