{"name":"Tatuaje Petit","url":"https://www.noblego.de/tatuaje-petit/","brand":"Tatuaje","series":"Tatuaje La Seleccion de Cazador","details":{"Fazit":"Eine ideale kleine Zigarre für zwischendurch und ein schöner Appetizer für den Start in den ausgedehnten Genussabend in der Zigarrenlounge Ihres Vertrauens. Und mit den Tatuaje Petit in der 50er Kiste haben Sie die Gelegenheit diesen hocharomatischen Smoke immer und immer wieder zu erleben.","Genuss":"Ohne ihre Bauchbinde sind die Tatuaje Petit kaum als Format der beliebten nicaraguanischen Marke zu erkennen. Aber seien Sie versichert, auch wenn sie sich nicht als solche ausweisen, sind sie doch durch und durch ein Produkt aus den Händen Pete Johnsons und José Garcias. Schon im Geruch sehr würzig mit einer süßlichen Note, ist auch das geschmackliche Spektrum von würzigen Aromen geprägt, die Pfeffer und Erde, später Noten von Kaffee und dunkler Schokolade entfalten. Trotz der scharfen Akzente wird die Short Panetela zu keiner Zeit zu scharf, wie es bei schlankeren Formaten gerne schnell der Fall ist. Zug und Abbrand bleiben konstant perfekt und runden das kurze aber intensive Raucherlebnis von gut 30 Minuten ideal ab.","Hintergrund":"The Godfather of Masterblender Don Pepin Garcia hat wie so oft auch bei den Tatuaje Zigarren seine Finger im Spiel. Bevor er Marken unter seinem eigenen Namen zu produzieren begann, entwickelte er mit Tatuaje-Gründer Pete Johnson den unverwechselbaren Blend der Tatuaje La Seleccion de Cazador, die auf dem US-Markt unter dem Namen Brown Label erhältlich sind. In seinen Fabriken in  Miami, Florida werden sie von erfahrenen Torcedores unter der persönlich Aufsicht des Meisters selbst von Hand aus nicaraguanischen und ecuadorianischen Tabaken gefertigt."},"diameter_mm":12.7,"ring":32,"length_mm":113,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Nein","aromaProfileManufacturer":["Erdig","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3}
