{"name":"Casdagli Cigars Daughters of the Wind Line Rabicano Salomone","url":"https://www.noblego.de/casdagli-cigars-daughters-of-the-wind-line-rabicano-salomone/","brand":"Casdagli Cigars","series":"Daughters of the Wind Line","details":{"Genussverlauf":"Mit einem makellos erscheinenden ecuadorianischen Deckblatt, einem Umblatt aus Costa Rica und einer peruanisch-dominikanischen Einlagemischung versehen, steht die Daughters of the Wind Line Rabicano Salomone von Casdagli Cigars für mittelkräftigen Zigarrengenuss. Der nicht ganz alltägliche Blend bietet geschmacklich sehr viel Abwechslung und sorgt für einen innovativen Aromaverlauf, bei dem sich harmonisch miteinander wirkende Noten von verschiedenen Backgewürzen, Zartbitterschokolade, Espresso und Kräutern zeigen. Neben feinen Tönen salzigen Karamells sind während des gesamten Rauchverlaufs ebenfalls sehr dezente Anklänge von Pfeffer am Gaumen auszumachen. An diesem fantastischen Gaumenspiel lässt Sie das knapp 20 cm lange Salomones Format bis zu 120 Minuten lang teilhaben. Dabei weist sie einen einwandfreien Zug und Abbrand auf.","Nice to know":"Die Zigarren der Daughters of the Wind Serie von Casdagli Cigars werden in einer kleinen costa-ricanischen Manufaktur von Hand gerollt. Dort versteht man sich besonders gut auf die Fertigung von exklusiven Kleinauflagen und kompliziert zu rollende Formate.","Resümee":"Die Casdagli Cigars Daughters of the Wind Line Rabicano Salomone ist eine köstliche Premiumzigarre, die bis heute noch als Geheimtipp gehandelt wird. Probierfreudige Aficionados auf der Suche nach neuen Geschmackseindrücken werden hier mehr als fündig. Grandioser Genuss auf sehr hohem Niveau!"},"diameter_mm":19.8,"ring":50,"length_mm":198,"length_inch":0,"format":"Salomones","manufactureOrigin":"Costa Rica","construction":"Longfiller","wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Peru"],"binderOrigin":["Costa Rica"],"wrapperType":"H2000","aromaProfileManufacturer":["Cremig","Espresso","Karamell","Kräuter","Nuss","Pfeffer","Salzig","Vanille","Würzig","Zimt"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":19}
