{"name":"Don Stefano Grand Royal Toro","url":"https://www.noblego.de/don-stefano-grand-royal-toro/","brand":"Don Stefano","series":"Grand Royal","details":{"Fazit":"Ein ausgedehnter Rauchgenuss mit unverwechselbarem Charme und einem nachhaltigen Geschmackserlebnis – das ist die zusammenfassende Beschreibung und die Hymne auf eine außergewöhnliche Zigarre aus Nicaragua.","Genuss":"Diese edle Handarbeit dürfte ein breites Publikum ansprechen. Sie beinhaltet neben anderen nicaraguanischen Edeltabaken Corojo-Tabak, der für seine individuelle Würze bekannt ist. Die Don Stefano Grand Royal Toro  bietet uns einen lang andauernden Smoke, der durch die stattlichen Maße von 139 Millimetern Länge und einem Durchmesser von 21,4 Millimetern begründet ist. Voluminöser Rauch mit einer Vielzahl an Aromen und einer Fülle von Geschmacksstoffen ergreift Besitz von unseren Sinneszellen. Die Don Stefano Grand Royal Toro ist eine mild-würzige Zigarre mittlerer Stärke mit faszinierendem Geschmack.","Hintergrund":"Don Stefano ist ein kleiner deutscher Betrieb, der seit über 100 Jahren Zigarren in der Nähe von Gießen herstellt und vertreibt. Der Name \"Don Stefano\" geht dabei auf Stefan Rinn, den Enkel des Gründers zurück. Die Firma bringt auch die beliebten Perdomo Zigarren auf den deutschen Markt, edle Ware, die noch lange nach dem Rauchgenuss angenehm im Gedächtnis bleibt. So verwundert es nicht, das auch diese erstklassige Zigarre aus der Feder von Nick Perdomo stammt und auch in dessen Fabrik gefertigt wird. Don Stefano Zigarren sind bei vielen Rauchern beliebt, weil sie hohe Qualität mit einem nachhaltigen Raucherlebnis verbinden. Mit der Grand Royal Serie möchte sich Stefan Rinn ganz besonders dem Top-Premium-Bereich in der Zigarrenwelt widmen."},"diameter_mm":21.4,"ring":54,"length_mm":139,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.9}
