{"name":"Perdomo Patriarch Robusto Connecticut","url":"https://www.noblego.de/perdomo-patriarch-robusto-connecticut/","brand":"Perdomo","series":"Patriarch","details":{"Fazit":"Nicht nur als Oberhaupt einer Familie sollten sie die Perdomo Patriarch Robusto Connecticut probieren. Mit einer Tasse Kaffee oder einem Single Malt Whisky bietet sie ein Raucherlebnis auf allerhöchstem Genussniveau.","Genuss":"Tabake aus den drei fruchtbarsten Anbaugebieten Nicaraguas - Esteli, Jalapa und Condega - verbinden sich in der Perdomo Patriarch Robusto Connecticut zu einem aromatischen Blend. Umschlossen von einem hellbraunen seidigen Connecticut Deckblatt aus Ecuador entsteht die einzigartige Mischung ganz nach den Wünschen Nick Perdomo Sr., dem Vater von Perdomo Gründer Nick Perdomo Jr. Schon im Kaltzug erschmeckt man erdige und Kräuteraromen,  welche sich neben nussigen und süßen Noten auch nach dem Entzünden wiederentdecken lassen. Zur Mitte hin nimmt die Robusto an Würzaromen zu, darunter Muskat, ein wenig Pfeffer und süße Gewürze, die den Smoke bis zum Ende nach rund 45 Minuten begleiten. Der 12,6 Zentimeter lange Longfiller mit dem 50er Ringmaß brennt bei einer silbergrauen Aschebildung gleichmäßig ab. Der Zug bleibt konstant perfekt.","Hintergrund":"Eigens zu Ehren seines „Vaters, Mentors und Helden“ Nick Perdomo Sr. hat Nick Perdomo Jr. die Perdomo Patriarch Serie im Lieblingsblend seines Vaters kreiert.  Obwohl erst seit 1992 als eigene Marke auf dem Markt, ist die Familie Perdomo mit Nick Perdomo Jr. schon in dritter Generation im Zigarrengeschäft tätig. Angefangen in der Garage werden Perdomo Zigarren mittlerweile in großen Manufakturen in Nicaragua produziert und überzeugen ein ums andere Mal mit ihrer Spitzenqualität."},"diameter_mm":19.8,"ring":50,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Karamell","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.75}
