{"name":"Oliva Serie G Double Robusto","url":"https://www.noblego.de/oliva-serie-g-double-robusto/","brand":"Oliva","series":"","details":{"Fazit":"Die Oliva Serie G Double Robusto lässt sich mit drei einfachen Worten beschreiben: Komfort, Balance und Eleganz. Der sehr erschwingliche Preis prädestiniert sie gerade dazu, sie zu einer „Zigarre für jede Gelegenheit“ zu machen. Wer Gefallen an der Serie G gefunden hat, sollte einen Blick auf die preisgekrönte Serie V von Oliva werfen, die mit ihrer Komplexität und dem Facettenreichtum begeistert.","Genuss":"Zigarren aus dem Hause Oliva sind bekannt für Verarbeitung allerhöchster Güte und auch die Double Robusto aus der Serie G wird diesem Ruf gerecht. Ein geschmeidiges, glänzendes Cameroon Deckblatt umhüllt den festen, 12,7 Zentimeter langen sowie 2 Zentimeter durchmessenden Zigarrenkörper und macht die Oliva G Double Robusto zu einem optischen Leckerbissen. Auch geschmacklich imponiert sie durch ihr abgerundetes Aromenspiel. Die ersten Züge werden zunächst von einer typischen, nicaraguanischen Pfeffrigkeit geprägt, die danach der starken Holznote das Rampenlicht überlässt. Zarte florale Aromen kommen gelegentlich zum Vorschein und hinterlassen einen süßlichen Nachgeschmack, der sich leicht auf den Lippen absetzt. Im zweiten Drittel werden die vorher angedeuteten Nuancen von Milchkaffee deutlich präsenter und ergeben mit dem Holz ein fein ausbalanciertes Gesamtgemisch, das von nun an den restlichen Rauchverlauf trägt. Ein gutes Zugverhalten, eine ansehnlichen Rauchentfaltung sowie ein perfekter Abbrand komplettieren den einstündigen, mittelkräftigen Smoke und machen ihn zu einem unvergleichbar komfortablen Erlebnis.","Hintergrund":"Die Serie G von Oliva ist mit diversen Preisen renommierter Fachmagazine ausgezeichnet worden. So erhielt die Robusto 91 von 100 Punkten im Rating des „Cigar Aficionado“ und zählte dort zu den besten Zigarren des Jahres 2006."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.4}
