{"name":"Artista Harvest Robusto","url":"https://www.noblego.de/artista-harvest-robusto-zigarren/","brand":"El Artista","series":"Artista Harvest","details":{"Genussverlauf":"Das walnussbraune Sumatra Deckblatt der Harvest Robusto von Artista wurde in Ecuador geerntet. Darunter liegt ebenfalls ein ecuadorianisches Umblatt, welches die rein dominikanischen Einlagetabake der köstlichen Longfiller umschließt. Die mit einem sehr dichten, cremigen Rauch aufwartende Zigarre startet mit angenehmen Erd- und Eichenholzaromen. Im weiteren Verlauf entwickeln sich nussige und ledrige Noten, die von feinen floralen Tönen begleitet werden. Im letzten Drittel zeigen sich die Eichenholzaromen intensiver, ebenso wie die floralen Noten. Ein Hauch Zimt und etwas Pfeffer kommen hinzu und läuten das Finale ein. Bei Abbrand und Zug kommt es nur in den seltensten Fällen zu kleineren Problemen. Ein weiteres Indiz für die hohe Qualität der Tabake ist die sehr solide Asche, welche man beinahe bis zur Mitte der gesamten Zigarre stehen lassen kann.","Nice to know":"Ram Rodriguez von Artista zeichnet sich für den Blend der Harvest Zigarren verantwortlich. Hergestellt werden die leckeren Harvest Zigarren in der Tabacalera de Garcia mit Sitz in La Romana, einer Küstenstadt im Süden der Dominikanischen Republik.","Resümee":"Bei Artista macht man vieles richtig! Die Artista Harvest Robusto ist der beste Beweis dafür. Ihre allumfassende Cremigkeit und ihr delikater Aromaverlauf werden Sie begeistern, da sind wir uns sehr sicher."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Ram Rodriguez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sumatra","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Eichenholz","Erdig","Floral","Leder","Nuss","Weißer Pfeffer","Zimt"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":10.5}
