{"name":"Marca Fina Brazil Robusto Breve","url":"https://www.noblego.de/marca-fina-brazil-robusto-breve/","brand":"Marca Fina","series":"Brazil","details":{"Fazit":"Klein, aber oho – die Marca Fina Brazil Robusto Breve bietet mild-aromatische Momente in vollmundiger, exotischer Geschmacksform. Wer Appetit auf einen Ausflug nach Brasilien hat und eine optimale Zigarre für „zwischendurch“ sucht, wird um die Robusto Breve nicht herumkommen.","Genuss":"In der Kürze liegt die Würze, heißt es im Volksmund – und bei einer Rauchdauer von 30-40 Minuten ist diese Aussage bei der Marca Fina Brazil Robusto Breve mehr als zutreffend. Komplett aus brasilianischem Tabak gefertigt, vom Deckblatt bis zum Umblatt, ist die Breve ein aromatischer Hochgenuss, der sich über den gesamten Rauchprozess eine angenehme Milde bewahrt und daher auch Zigarreneinsteiger anspricht. Die typischen Aromen von Gewürzen und Nüssen mit erdigen Nuancen finden sich auch in der Marca Fina Brazil Robusto Breve wieder. Diese werden durch einen würzigen Kaltgeruch nach Holz wunderbar ergänzt und lassen bereits im Vorfeld erahnen, was für ein Geschmacksbild sich beim Rauchen ergibt. Zwar ist die Marca Fina Brazil Robusto Breve vielleicht einen Ton würziger als vergleichbare Zigarren, dennoch überrascht sie mit einem süßen Schokoladenaroma, das zunehmend kräftiger wird, ohne jedoch ins Bittere überzugehen. Den Zigarrenfreund erwartet hier ein konzentriertes Geschmackserlebnis, das trotz seines pikanten Aromas durchgehend harmonisch und angenehm bleibt.","Hintergrund":"Vielerorts ist es so, dass Tabakbauern und Plantagenbesitzer ihre Waren zu niedrigen Preisen an weltweit agierende Großkonzerne verkaufen, die wiederum durch die Weiterverarbeitung und den Weiterverkauf die entsprechenden Gewinne einfahren. Um dem entgegen zu wirken, hat sich vor einiger Zeit die Federación de Tabaqueros America Central (FTAC) gegründet, die einen Zusammenschluss regionaler Bauern und Tabakverarbeiter darstellt, welche in Eigenverantwortung den geernteten Tabak in mühevoller Handarbeit verarbeiten und dann zu dennoch günstigen Preisen anbieten. Wer sich also für Zigarren des Marca Fina-Labels entscheidet, hilft damit vor allem jenen Menschen, die für die Herstellung dieser Genusserlebnisse grundlegend verantwortlich sind und unterstützt somit all jene Menschen in den einheimischen Regionen, ohne deren Einsatz und Hingabe es solche Zigarren wie die Marca Fina Brazil Robusto Breve nur als Produkte industrieller Massenfertigung gäbe."},"diameter_mm":21,"ring":53,"length_mm":100,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Brasilien","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Gewürze","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.8}
