{"name":"Rocky Patel Fifty-Five Toro","url":"https://www.noblego.de/rocky-patel-fifty-five-toro/","brand":"Rocky Patel","series":"","details":{"Fazit":"Die Rocky Patel Fifty-Five Toro bietet absoluten Premiumgenuss. Zu besonderen Anlässen sollte man sich hin und wieder eine dieser aufwendig gestalteten Zigarren genehmigen, für diesen Zweck wurde sie ja schließlich konzipiert.","Genuss":"Immer ein wenig anders als alle anderen, das ist eines der vielen Mottos von Rocky Patel. Mit der Fifty-Five Toro stellt der sympathische Zigarrennarr dieses wieder einmal eindrucksvoll unter Beweis. Die Vitolas der Serie sind eindeutig der Kategorie Premiumzigarren zuzuordnen, für ihre Herstellung werden nämlich ausschließlich handverlesene über Jahre auf den Punkt gereifte Spitzentabake verwendet. Ein wunderschön dunkelbraunes Deckblatt aus Nicaragua ziert die Fifty-Five Toro, deren Einlagetabake ebenfalls aus dem Land der tausend Vulkane stammen. Lediglich ihr Umblatt ist ein ecuadorianisches Erzeugnis. Der Blend bietet in dieser ausgeklügelten Zusammenstellung fein ausgewogene Aromen von Zedernholz, Nuss, Schokolade und Kaffee. Der cremige Rauch der etwas anders gestalteten Toro fördert zudem eine angenehme Süße und unaufdringlich bleibende Pfeffernoten zutage. Ein absolut geschmeidiger Rauchgenuss, der in Sachen Zug und Abbrand keinerlei Probleme bereitet.","Hintergrund":"Rocky Patel ist ein weltbekannter Masterblender für Zigarren, der sich in allem, was er diesbezüglich angeht, der Perfektion verschrieben hat. Allerdings gab es im Produktionsprozess wohl ein kleines Missverständnis, denn das Umblatt der Fifty-Fives wurde auf den Bauchbinden und Kisten fälschlicherweise als ein Erzeugnis aus Costa Rica ausgewiesen, tatsächlich stammt dieses aber aus Ecuador. Irren ist halt einfach menschlich."},"diameter_mm":22,"ring":55,"length_mm":165,"length_inch":0,"format":"Figurado","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Kaffee","Nuss","Schokolade","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13.1}
