{"name":"Leonel White Robusto","url":"https://www.noblego.de/leonel-white-robusto/","brand":"Leonel","series":"Leonel White","details":{"Genussprotokoll":"Was einem bei der Leonel White Robusto zuallererst auffällt, ist ihr unkonventionelles Äußeres. Sie wurde jeweils an Kopf und Fuß mit einem sogenannten Pigtail versehen. So entsteht eine Art natürlicher Aromaverschluss, welcher zusätzlich den Reifeprozess der Zigarre während der Lagerung begünstigt. Ihr feiner Blend besteht aus einem seidig glänzenden Connecticut Coloarado Deckblatt aus den USA, unter dem sich rein nicaraguanische Umblatt- und Einlagetabake befinden. Diese wurden wie bereits erwähnt einer besonders zeitaufwendigen Fermentierung unterzogen, um ihnen ein Optimum an Aroma und Geschmack zu entlocken. Einmal entzündet, entfaltet die Robusto neben einer sehr dezenten Pfeffernote, weiche Aromen von Erde, süßlichem Kakao und Zedernholz, zu denen sich im weiteren Rauchverlauf sanfte Töne von Kräutern und verschiedenen Gewürzen gesellen. Nach gut einer Stunde neigt sich der ungemein angenehme und geschmackvolle Genuss dem Ende zu.","Hintergrund":"Alle Zigarren von Leonel werden unter höchsten Qualitätsansprüchen gefertigt. Produziert wird an gleich zwei Standorten in der Dominikanischen Republik und Nicaragua. Dort sind besonders erfahrene Teams im Einsatz, die jeweils für eine der zahlreichen Serien der Premiummarke verantwortlich sind.","Résumé":"Die Leonel White Robusto bedient Freunde des sanften Zigarrengenusses und neugierige Einsteiger gleichermaßen. Und das zu einem ungemein fairen Preis, vor allem wenn man den immensen Arbeitsaufwand während ihres gesamten Entstehungsprozesses berücksichtigt."},"diameter_mm":19.8,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Gras","Kakao","Pfeffer","Süß","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":7.2,"additionalNotes":"Pigtail"}
