{"name":"BLTC Morph Vintage 2020 Lancero","url":"https://www.noblego.de/bltc-morph-vintage-2020-lancero-zigarren/","brand":"Black Label Trading Company","series":"","details":{"Genussverlauf":"Eine hervorstechende Besonderheit der BLTC Morph Vintage 2020 Lancero sind ihre beiden übereinander liegenden Deckblätter. Dabei handelt es sich um ein ecuadorianisches Maduro und ein mexikanisches San Andrés Deckblatt. Darunter sind ausgewählte Umblatt- und Einlagetabake aus Nicaragua verarbeitet worden. Die Wahl einer solchen Mischung macht die würzig duftende Lancero zu einem wahrlich besonderen Genusserlebnis. So sind es fantastisch miteinander harmonierende und komplex ausgelegte Aromen von Rosinen und Schwarzkirschen neben anderen typisch dunklen Noten, die am Gaumen erscheinen. Stetig untermalt von der delikaten Würze des nicaraguanischen Tabaks, ergibt sich so ein äußerst schmackhaftes Rauchvergnügen von bis zu 80 Minuten.","Nice to know":"Hinter der BLTC Morph Vintage 2020 Lancero steckt die Black Label Trading Company (BLTC), die im Jahr 2013 von Angela und James Brown, einem von Zigarren begeisterten Ehepaar aus den USA, gegründet wurde. Hergestellt werden die Zigarren der Marke in Estelí, Nicaragua, wo die Browns ihre eigene Manufaktur, die Tabacalera Oveja Negra betreiben.","Resümee":"Die BLTC Morph Vintage 2020 Lancero ist ein gutes Beispiel für innovatives Tabakhandwerk. Sie beweist eindrucksvoll, dass sich mit viel Experimentierfreude und dem richtigen Know-how neue Dimensionen im Bereich des Zigarrengeschmacks erschließen lassen."},"diameter_mm":16.7,"ring":42,"length_mm":184,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico","Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Anis","Erdig","Rosine","Schwarzkirsche","Würzig"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14,"additionalNotes":"Doppeltes Deckblatt, Limited"}
