{"name":"De Olifant Brasil Corona","url":"https://www.noblego.de/de-olifant-brasil-corona-zigarren/","brand":"De Olifant","series":"Brasil","details":{"Genussverlauf":"Die Brasil Corona gehört, gemessen an den übrigen Produkten der Firma, bereits zu den größeren Exemplaren von De Olifant. Mit einer Länge von 115 Millimetern und einem 14 Millimeter starkem Durchmesser beschert sie einen Rauchgenuss von bis zu 45 Minuten. Dabei präsentiert sie sich abwechslungsreich mit einer von erdigen Tönen durchzogenen Grundwürze. Immer wieder präsent ist das Pfefferaroma, das durch die komplexe, an Schokolade erinnernde Natursüße des Mata Fina-Deckblatts einen ebenbürtigen Gegenspieler gefunden hat. Abbrand und Zug-verhalten sind bei der tadellos verarbeiteten Corona einwandfrei.","Nice to know":"Die Firma De Olifant aus dem niederländischen Kampen konnte sich durch ihre besondere Sorgfalt, die sie ihren Produkten widmet, schnell einen festen Platz in der Welt der Zigarren erobern. Denn Qualität beginnt hier bereits bei der überaus sorgfältigen Auswahl der Rohstoffe. So sind De Olifant stets bemüht die besten Naturprodukte für ihre Zigarren zu ergattern, was sich gut an den hochwertigen Deckblättern erkennen lässt. Für die Bahia Brasil Serie wird das exklusive Mata Fina-Deckblatt verwendet, das aus dem „Bahia“-Distrikt in Brasilien stammt und aufgrund strengster Qualitätsanforderungen lediglich in sehr geringen Mengen verfügbar ist. Aber auch anhand des sehr kostspieligen und besonders aromatischen Original Sumatra-Sandblatts, das für viele Zigarren der Firma verwendet wird, lässt sich das Fingerspitzengefühl der niederländischen Zigarren-Kreateure verdeutlichen.","Resümee":"Die De Olifant Corona Brasil ist eine toll verarbeitete Zigarre, deren hochwertiges Deckblatt dem würzig-erdigen Aroma durch die süßliche Schokonote den letzten Schliff gibt. Ein milder All-Day-Smoke, der Ihre verdienten Genusspausen mit jeder Menge Geschmack füllt."},"diameter_mm":14,"ring":35,"length_mm":115,"length_inch":0,"format":"Corona","manufactureOrigin":"Niederlande","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Java","Kuba","Sumatra"],"binderOrigin":["Bezuki","Java"],"binderProperty":"Mata Fina","aromaProfileManufacturer":["Schokolade","Süß","Würzig"],"strength":"Mild","smokingDuration":"20 bis 45 Min","price":3.58,"additionalNotes":"Limited"}
