{"name":"Nicarao Puro Exclusivo Robusto","url":"https://www.noblego.de/nicarao-puro-exclusivo-robusto/","brand":"Nicarao","series":"Exclusivo","details":{"Fazit":"Die Nicarao Exclusivo Robusto ist eine großartige Zigarre mit genau dem richtigen Maß an Fülle und Kraft, um den Kenner kräftiger Zigarren nicht zu enttäuschen, aber auch den Liebhaber eher leichterer Smokes nicht zu überfordern. Die Aromenfülle ist verblüffend komplex und differenziert, trotzdem präsentiert sich die Zigarre als stimmiges Ganzes und ist, v.a. mit einem kräftigen Rotwein kombiniert, sehr zu empfehlen. Einzig als Frühstückszigarre sollte die Robusto eher nicht genossen werden, da sie in diesem Kontext als doch zu kräftig empfunden werden könnte.","Genuss":"Die Optik der Nicarao Puro Exclusivo Robusto ist wirklich beeindruckend. Das ölige und kräftige Deckblatt schimmert wie Seide und die dunkle Bauchbinde mit goldenem „Nicarao“-Schriftzug verleiht ihr einen eleganten Look. Die Tabake, welche für diese Linie verwendet werden, sind eine Besonderheit: So handelt es sich bei den verwendeten Tabaken ausschließlich um nicaraguanisches Blattgut, das Deckblatt ist sogar ein extra lang fermentiertes Natural Maduro Blatt, eine echte Seltenheit. Die Robusto mit 14 cm Länge und 2,3 cm Breite zieht perfekt, der Kaltzug präsentiert dem Aficionado schokoladige und kaffeeähnliche Aromen. Entzündet bleiben die Bitterschokoladen- und Kaffee-Aromen erhalten, werden aber zusätzlich noch von einer röstigen Würze begleitet, die ein wenig an Karamell erinnert. Eine Süße ist jedoch nur ganz im Hintergrund zu vernehmen. Im Rauchverlauf von etwa 50 Minuten nimmt die Schokoladennote zugunsten des Kaffees, welcher mehr und mehr von einem Geschmack nach geröstetem Rosmarin begleitet wird, ab. Zum Schluss legt die üppige Robusto noch etwas an Kraft und Fülle zu und beschert dem Genießer ein würdiges Finale.","Hintergrund":"Didier Houvenaghel hat bei der Gründung seines Zigarrenunternehmens Nicarao besonders auf die Auswahl der richtigen Anbauregionen geachtet. Die nicaraguanischen Regionen Jalapa und Estelí erschienen ihm am geeignetsten, da sich über spezielle Mikroklimata und Bodenbeschaffenheiten verfügen. Auf diese Weise ist es möglich, derart dunkle und aromatische Tabake anzubauen und mit ihnen solch dunkel-würzige Zigarren zu kreieren."},"diameter_mm":23,"ring":57,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":16.5}
