{"name":"Colón Especiales No. 2","url":"https://www.noblego.de/colon-especiales-no-2/","brand":"Colon","series":"Especiales","details":{"Fazit":"Rauchgenuss aus Panama, wie es ihn selten ein zweites Mal gibt. Die Colón Especiales No. 2 bringt qualitativ hochwertige Verarbeitung und ausgewogene Aromaentfaltung in erstklassiger Art und Weise zusammen. Zu einem stolzen, kubanisch anmutenden Preis zwar, dennoch ist sie jeden Cent wert. Wer milde bis mittelstarke Zigarren bevorzugt, kommt an dieser Schönheit aus Panama nicht vorbei. Kombiniert mit einem vollmundigen Rum, der beste Start ins wohlverdiente Wochenende.","Genuss":"\"Wer etwas Außergewöhnliches erschaffen will, darf keine Kompromisse eingehen.\" Das ist der Grundsatz, nach dem seit mehr als 100 Jahren in der Tabacalera Darier \u0026 Cleef nur die besten Zigarren aus Panama entstehen. Und so kompromisslos wie gut sind auch die Colón Especiales No. 2. Drei bis vier Jahre gereifte Tabake aus dem Norden Panamas, gewachsen im natürlichen Halbschatten, mit einem golden schimmernden Deckblatt. Nur das Beste wird für diese Premiumzigarre aus Panama verwendet. Fertiggestellt reifen sie noch weitere sechs Monate in Kisten aus Zedernholz. So kann sich ihr unnachahmliches Aroma von Frucht, Gras, Gewürzen, Holz und dem Hauch von Schokolade und Pfeffer erst richtig voll entfalten. Zug und Abbrand der 12,7 Zentimeter langen Petit Corona präsentieren sich während des rund 40 bis 50-minütigen Smokes in bester Qualität.","Hintergrund":"Seit 1881 werden in der Tabacalera Darier \u0026 Cleef die besten Tabake Panamas zu Zigarren des Spitzensegments verarbeitet. Darunter die seltenen Jahrgangszigarren der Grand Vintage Serie. Stetiges Innovationsdenken verbunden mit den traditionellen Elementen des Anbaus und der Herstellung machen es zu einem der langlebigsten und erfolgreichsten Tabakunternehmen Mittelamerikas. Neben der Marke Colón zählen auch die Marca Fina Panama und die Fair Trade Zigarren Campo Verde zu den Produkten des Unternehmens."},"diameter_mm":17,"ring":43,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Panama","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Gras","Holz","Pfeffer","Schokolade"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":11.4}
