{"name":"Gurkha Cellar Reserve Solara","url":"https://www.noblego.de/gurkha-cellar-reserve-solara/","brand":"Gurkha","series":"Cellar Reserve","details":{"Fazit":"Für einen Preis von 12,50 € bietet Gurkha mit der Cellar Reserve Solara eine Zigarre, die sich nicht nur qualitativ auf höchster Ebene bewegt, sondern darüber hinaus durch ein ausgewogenes Geschmacksbild glänzt. Die Kombination aus waldigen Noten und Röstaromen ergänzt sich dabei ideal und vermag während der ca. 75 Minuten Rauchdauer stets zu überzeugen.","Genuss":"Dunkle Aromen von Erde, Leder, Zedernholz und etwas Pfeffer prägen die Anfangsphase der Gurkha Cellar Reserve Solara und stehen damit im Kontrast zum süßlich schokoladigen Kaltzug. Im weiteren Rauchverlauf entwickelt sich jedoch als Gegenpol zu der waldig würzigen Seite der Solara ein schöner Nusston, der durch seine Röstaromen das bestehende Geschmacksbild perfekt abrundet. Das Robusto Gordo Format, mit einer Länge von 12,70 cm bei einem 58er-Ringmaß, überzeugt neben dem Geschmack durch eine makellose Verarbeitung, die während der ca. 75-minütigen Rauchzeit mit einer kreisrunden Abbrandlinie sowie einem angenehm leichtgängigen Zug für ein sorgenfreies Raucherlebnis sorgt.","Hintergrund":"Für die Zigarren der Cellar Reserve Serie hat sich Gurkha ausschließlich für Tabake aus der Dominikanischen Republik entschieden. Als Deckblatt dieser Puros dient ein 1998er-Criollo, welches in Verbindung mit einem Olor Umblatt und einer aus über 15 Jahre lang gereiften Blättern bestehenden Einlage eine einzigartige Tabakzusammensetzung schafft."},"diameter_mm":23,"ring":58,"length_mm":127,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"wrapperType":"Criollo","aromaProfileManufacturer":["Gewürze","Holz","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14.5,"additionalNotes":"Pigtail"}
