{"name":"Mustique Red Slim Panatela","url":"https://www.noblego.de/mustique-red-slim-panatela/","brand":"Mustique","series":"Red","details":{"Fazit":"Die perfekte Zigarre für das gesellige Zusammensein mit Freunden oder Familie und zu allen möglichen Anlässen. Bei dem guten Preis-Leistungsverhältnis wird auch der tägliche Genuss nicht zur Zerreißprobe für Ihren Geldbeutel. Abwechslungsreiche Aromen, bei denen die süße Note leicht dominiert, werden Sie verführen. Auch Aficionadas greifen da gerne zu.\nWenn Ihnen die Formate der Mustique Red zu mild sind, dann probieren Sie doch diejenigen der \u003ca title=\"Mustique Blue Zigarren bei Noblego\" href=\"/mustique-blue-zigarren/\"\u003eMustique Blue\u003c/a\u003e aus unserem Sortiment.","Genuss":"Mit ihren 15 Zentimetern Länge und knapp 12 Millimetern Durchmesser liegt die Mustique Red Slim Panatela gut in der Hand. Die Einlagetabake aus der Dominikanischen Republik und Brasilien und das Umblatt aus Nicaragua verleihen diesem schlanken Format seine typische Würze. Das glatte ecuadorianische Deckblatt sorgt für die angenehme Optik. Sehr mild beginnend steigert sie sich in der Rauchdauer von rund 30 Minuten etwas in der Stärke, wird aber nicht allzu kräftig, sodass sie sich für Zigarrenneulinge bestens eignet. Dominiert durch ein anhaltendes Aroma von dunkler Schokolade, mischen sich Aromen von Holz und Nuss mit süßen Noten darunter. Gleichmäßiger Abbrand und perfekter Zug lassen keine Aficionado-Wünsche offen.","Hintergrund":"Die Formate der dominikanischen Marke Mustique werden in Nicaragua hergestellt, garantieren jedoch den typisch dominikanischen Geschmack. Der Mustique Red Line steht die Blue Line gegenüber, die sich im Tabakblend unterscheidet als etwas kräftiger und aromatischer gilt."},"diameter_mm":11.9,"ring":30,"length_mm":150,"length_inch":0,"format":"Slim Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":1.6}
