{"name":"La Aroma del Caribe Pasión Robusto","url":"https://www.noblego.de/la-aroma-del-caribe-pasion-robusto-zigarren/","brand":"La Aroma del Caribe","series":"Pasión","details":{"Genussverlauf":"Ganz besondere Aufmerksamkeit seitens der Fachwelt erhielt das wunderschöne Deckblatt der La Aroma del Caribe Pasión Robusto. Dabei handelt es sich um ein im Schatten gewachsenes Blatt von einer Plantage der Garcia Familie, die in der Region Namanji, einige Kilometer östlich von Estelí gelegen ist. Dort fanden die Garcias ein optimales Mikroklima und fruchtbare schwarze Erde vor. Beste Bedingungen also, um hochwertige Tabake gedeihen zu lassen, die den hohen Ansprüchen der beiden Experten José und Jaime Garcia gerecht werden konnten. Für Einlage und Umblatt verwendet man einige Jahre lang gereifte und dreifach fermentierte Premiumtabake. So zeigt sich der Genuss dieser schmackhaften Puro besonders ausgewogen. Eine sehr reife Würze und wunderbar miteinander harmonierende Aromen von leicht gerösteten Cashewkernen, Leder, Melasse, Zeder und etwas Pfeffer werden über einen stetig cremigen Rauch an den Gaumen getragen. Jedes Rauchdrittel bietet ein komplexes Wechselspiel dieser Aromen, die sich zum Finale hin angenehm intensivieren. Der Einsatz sehr erfahrener Zigarrenroller macht sich bezahlt, denn sowohl Zug als auch Abbrand sind als nahezu perfekt zu bezeichnen.","Nice to know":"Das spanische Wort „Pasión“ bedeutet übersetzt Leidenschaft. Nichts könnte besser zu dieser feinen Zigarrenserie passen. Denn einen solchen Hochgenuss ist man nur imstande zu entwickeln, wenn man sein Handwerk mit absoluter Hingabe und Überzeugung betreibt.","Resümee":"Die La Aroma del Caribe Pasión Robusto kann beispielhaft für alle weiteren Formate dieser absolut gelungenen Kreation der Garcia Familie stehen. Das beliebte Format liegt gemessen an Länge und Ringmaß genau in der Mitte und repräsentiert sozusagen den goldenen Schnitt des hervorragenden Blends. Wer es intensiver oder weniger intensiver mag sowie länger oder kürzer, widmet sich einfach einem der fünf weiteren Formate dieser herrlichen Bereicherung im Sortiment der La Aroma del Caribe Zigarren."},"diameter_mm":19.8,"ring":50,"length_mm":139,"length_inch":0,"format":"Robusto","maker":"Jaime Garcia, Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Shade Grown Namanji","aromaProfileManufacturer":["Cashew","Cremig","Leder","Melasse","Pfeffer","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":9.8,"additionalNotes":"Mehrfach fermentierte Tabake"}
