{"name":"Flor de Copan Corona","url":"https://www.noblego.de/flor-de-copan-corona/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Diese Corona ist eine Festtagszigarre. Wie oft man diese Festtage feiert bestimmen Geldbeutel und Zeit. Ausnahmslos jeder, der Zigarren mag, sollte diese Zigarre probieren, am besten er hat sie in seinem Humidor.\nDie Flor de Copan Corona ist ohne Zweifel in ihrer Eigenart eine der besten Zigarren für Liebhaber milden Genusses.","Genuss":"Die Flor de Copan Corona ist die Königin der „normalen“ Flor de Copan. Die perfekt milde Zigarre, die sich in den Aromen langsam steigert und in keinem Abschnitt des 50-70 minütigen Vergnügens Grund zur Klage bietet. Knapp 14 Zentimeter ist die Corona lang und misst 17 Millimeter im Durchmesser. Cremig zart schmeichelt sich der Rauch in der Mundhöhle und gibt Aromen von Gras und Honig frei. Fruchtig-blumige Anleihen sind spürbar, im Verlauf schauen Mandelnuancen, Nusstöne und ein paar Röstaromen vorbei. Das erzeugt eine Ausgewogenheit, die einem den Spaß am Zigarrenrauchen stetig erneuert. Der Abbrand ist nicht ganz perfekt, das Zugverhalten jedoch sehr gut. Die Asche zeigt sich sehr fest, nichts kann den Eindruck einer perfekten Zigarre trüben.","Hintergrund":"In Honduras werden die Flor de Copan in einer kühlen Hügelregion nahe der Grenze zu Guatemala und El Salvador hergestellt. Schon die Mayas haben hier die Tradition des Tabakanbaus begründet,  die heute in der Fabrik in Santa Rosa de Copan fortgeführt wird. Ausschließlich von Hand gerollte Zigarren verlassen die Räume. Die Qualität der Zigarren von Flor de Copan Classic Serie ist bei der Wahl der Tabake ersichtlich: Die Einlage besteht  aus Tabaken aus Honduras und Nicaragua, das Umblatt kommt auch aus Honduras und das Deckblatt ist ein Connecticut Shade aus Ecuador. Von Zedernholz ummantelt und mit einer beeindruckenden Bauchbinde versehen ist jede Zigarre ein außergewöhnliches Produkt der Handwerkskunst."},"diameter_mm":17,"ring":43,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Blumig","Cremig","Fruchtig","Gras","Honig","Mandel","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":6.2}
