{"name":"Luciano Cigars M.X.S. Dominique Wilkins Sublime","url":"https://www.noblego.de/luciano-cigars-m-x-s-dominique-wilkins-sublime/","brand":"Luciano Cigars","series":"","details":{"Genussverlauf":"Mit einem dunkelbraunen Deckblatt aus der Region San Andrés, einem nicaraguanischen Umblatt und einer dominikanisch-nicaraguanischen Einlage ausgestattet, sorgt die M.X.S. Dominique Wilkins Sublime von ACE Prime Cigars für ein mittelkräftiges Zigarrenvergnügen. Mit einer Länge von 16,5 cm und einem Ringmaß von 54 lässt sich das stattliche Format gute 90 Minuten lang genießen. In dieser Zeit gibt der limitierte Leckerbissen ein komplexes Aromaspiel preis, bei dem sich ausgeprägte Noten von Holz, Erde, Kaffee, Pfeffer und süß unterlegte Röstaromen in variierender Intensität am Gaumen bemerkbar machen. Ein üppig cremiger Rauch macht den Genuss dieser schmackhafte Toro zu einem besonders eindrucksvollen Rauchvergnügen. Dass nur erfahrene Roller mit der Fertigung dieser gelungenen Premiumzigarre betraut waren, wird von ihren optimalen Zug- und Abbrandeigenschaften bestätigt.","Nice to know":"Die aktive Karriere des ehemaligen NBA-Stars Dominique Wilkins dauerte von 1982 bis 1999. Der für seine spektakulären Dunkings bekannte Ausnahmespieler wechselte in dieser Zeit sogar zweimal nach Europa. Zu seinen größten Errungenschaften gehört ohne Zweifel der Erfolg beim All-Star Dunk Contest 1985, den er gegen den jungen, aufstrebenden Shootingstar Michael Jordan für sich entscheiden konnte.","Resümee":"Freunden kräftiger Zigarren mit komplexer Aromastruktur können wir die ACE Prime Cigars M.X.S. Dominique Wilkins Sublime nur wärmstens ans Herz legen. Ein grandioser Smoke mit viel Charakter, der Sie sicher alles andere als enttäuschen wird."},"diameter_mm":21.4,"ring":54,"length_mm":165,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"San Andrés","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Nuss","Pfeffer","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15,"additionalNotes":"Limited"}
