{"name":"Drew Estate Larutan English","url":"https://www.noblego.de/drew-estate-larutan-english/","brand":"Drew Estate","series":"Larutan","details":{"Fazit":"Die Drew Estate Larutan English mit ihrem wilden Brandende ist eine medium-aromatische Zigarre, die sich perfekt für einen entspannten Abend anbietet. Besonders gut genießt sie sich bei sommerlichem Grillenzirpen abends auf der Veranda. Mit einem passenden Whisky kann da auch schon mal Wild-West-Stimmung aufkommen…","Genuss":"Alle Zigarren der Drew Estate Larutan-Serie werden in Esteli in Nicaragua handgerollt. Dabei wird auf den Einsatz sämtlicher Maschinen verzichtet, stattdessen wird traditionelle Handwerkskunst groß geschrieben. Und dass hier fähige Torcedos am Werke waren, wird in Anbetracht der perfekten Verarbeitung und des ausgezeichneten Zugverhaltens schnell klar. Ebenfalls schön an dieser Zigarre ist das wilde Brandende, über das einige Formate von Drew Estate verfügen. Geschmacklich ist die English als mild bis mittelkräftig einzuordnen. Durch ihre Einlage, die eine bunte Mischung aus Gebieten wie der Dominikanischen Republik, Nicaragua, Haiti und Syrien ist, erhält diese Zigarre ein höchst interessantes und vielseitiges Aroma. Ein Smoke voll von Gewürzen und feinen Röstaromen. Hinzu gesellen sich Noten von Kaffee, die durch eine komplexe Süße veredelt werden.","Hintergrund":"Drew Estate ist nach längerer Abstinenz erst wieder seit kurzem in Deutschland vertreten. In den USA sind sie jedoch seit vielen Jahren nicht mehr aus dem Segment der Premium Zigarren wegzudenken, was neben dem Zigarren-Knowhow auch an der Kreativität und den modernen Konzepten der Firma liegen dürfte. Besonders attraktiv bei der Larutan-Serie sind die ansprechenden, aufwändigen Massivholzkisten, die im Inneren mit Zedernholz verkleidet sind. So kommt auch die Larutan English in einer schwarzen, an den Wilden Westen erinnernde 24er Holzkiste daher, die über einen ungewöhnlichen Klappscharniermechanismus verfügt."},"diameter_mm":20,"ring":50,"length_mm":150,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Geheim"],"wrapperType":"Maduro","aromaProfileManufacturer":["Gewürze","Kaffee","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.8}
