{"name":"Marca Fina Panama Robusto Extra Edicion Limitada 2013","url":"https://www.noblego.de/marca-fina-panama-robusto-extra-edicion-limitada-2013/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Die Marca Fina Panama Robusto Extra ist eine sehr cremige, mit Panama-Pfeffernoten vollgepackte Begleitung für den Abend. In Begleitung von einem gehaltvollen Rum ist dieses Duett eine perfekte Kombination aus „fairem“ Preis“, „fairem“ Anbau und gutem Geschmack.","Genuss":"Die Robusto Extra ist ein Sandwichfiller. Sie ist 12,5 Zentimeter lang und hat einen Durchmesser von 20,6 Millimetern. Drei Jahre gereifte Tabake werden für diese Vitola verwendet. Mit ihrem dunklen, rauhen Deckblatt hat die kleine Marca Fina Robusto Extra selbst ohne Banderole einen sehr hohen Wiedererkennungswert. Bei solch einem ausgezeichneten Preis-Leistungs-Verhältnis ist die Qualität erstaunlich gut. Tadelloser Abbrand und ein perfekter Zug sind neben dem nussigen, erdigen Aroma des 50 bis 70 Minuten andauernden Smokes schon fast nebensächlich. Das Besondere nach dem Zünden ist, dass die leichte Panama-Pfeffernote sofort heraussticht und nach dem ersten Drittel gleich wieder verfliegt und den sehr würzigen holzigen Noten freie Bahn lässt. Das letzte Drittel überrascht mit Röstaromen, die unter der sehr komplexen Mischung schnell wieder untergehen und von holzig-nussigen Tönen zum Finish hin abgelöst werden. Bis zum Fingernagel lässt die Marca Fina Panama Robusto Extra den Aficionado weiterrauchen, ohne scharf oder unangenehm zu wirken. Selbst die Temperaturentfaltung in dieser Vitola ist sehr vorbildlich.","Hintergrund":"Die FTAC (Federación de Tabaqueros America Central) ist ein Zusammenschluss verschiedener Tabakfarmer aus Mittelamerika und der Karibik. Sie unterstützt kleinere Tabakbauern aus den ländlich gelegenen Regionen Südamerikas dabei, ihre hochwertigen Tabake an die großen internationalen Tabakkonzerne zu verkaufen. Sie achten dabei darauf, dass nicht nur die Qualität gewährleistet wird, sondern auch ein angemessener Preis für die Tabake erzielt werden kann."},"diameter_mm":20.6,"ring":52,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Erdig","Gewürze","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.1}
