{"name":"Flor de Filipinas Longfiller Corona","url":"https://www.noblego.de/flor-de-filipinas-longfiller-corona/","brand":"Flor de Filipinas","series":"","details":{"Fazit":"Die Flor de Filipinas Longfiller Corona ist eine gut komponierte Zigarre im idealen Format für eine längere, besinnliche Rauchpause. Sie ist aromatisch, leicht und dabei recht preiswert zu haben. Dazu passt ein nicht zu leichter Rotwein, etwa ein Barrique, der die Holznoten der Zigarre noch unterstreicht.","Genuss":"Mit der Flor de Filipinas Longfiller Corona hat man eine schöne dunkle und sehr fest gerollte Zigarre vor sich. Nicht nur mit ihrem gut verarbeiteten Deckblatt sondern insgesamt weist sie eine sehr gute Verarbeitung auf. Dieser Longfiller mit 140 Millimetern Länge und einem Durchmesser von 17,5 Millimetern raucht sich ganz mild und leicht. Der Geruch ist etwas erdig mit einer deutlichen Honigsüße. Die Flor de Filipinas Longfiller Corona besitzt einen guten Zugwiderstand. Sie brennt gleichmäßig und gerade zu einer stabilen, hellgrauen Asche ab. Im Aroma sind Noten von Gras und Holz zu vernehmen. Etwa eine Stunde lang währt der Genuss dieser leichten und aromatischen Zigarre.","Hintergrund":"Diese Zigarren kommen aus der Tabaqueria de Filipinas Inc. nördlich der Hauptstadt Manila. Hier laufen noch alle wichtigen Arbeitsgänge in traditioneller Handarbeit ab. Die lange Tradition, der in Europa lange Zeit vergessenen Manila-Zigarren reicht bis ins späte 16. Jahrhundert zurück. Die Flor de Filipinas Longfiller Corona besitzt eine Einlage aus Isabela- und Sarah-Tabaken von den hauseigenen Plantagen. Auch das Umblatt wird auf den eigenen Pflanzungen der Manufaktur gezogen. Ein Java-Deckblatt rundet die Komposition farblich und geschmacklich perfekt ab."},"diameter_mm":17.5,"ring":44,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Philippinen","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Philippinen"],"fillerOrigin":["Philippinen"],"binderOrigin":["Philippinen"],"aromaProfileManufacturer":["Gras","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":1.55}
