{"name":"Flores y Rodriguez Magicos Maduro","url":"https://www.noblego.de/flores-y-rodriguez-magicos-maduro/","brand":"Flores y Rodriguez","series":"Maduro Cabinet Seleccion","details":{"Fazit":"Kraftvolle Aromen in einer mittelstarken bis starken Zigarre. Die Flores y Rodriguez Magicos Maduro ist ein Muss für Liebhaber dunkler Zigarren. Am besten zum Espresso oder einer Tasse Heiße Schokolade.","Genuss":"Verarbeitungstechnisch bietet die Flores y Rodriguez Magicos Maduro wie gewohnt ein homogenes, qualitativ hochwertiges Bild. Feine Adern durchziehen das dunkle Maduro Deckblatt, der Drucktest lässt eine fest gerollte Zigarre spüren und der Geruch ist würzig mit einer süßen Note. Nun geht es ans Anzünden. Nach der perfekten Flammannahme lassen die ersten Züge schon erahnen, was der folgende Smoke zu bieten haben wird: Pfeffer, Leder und Kaffee. Im ersten Drittel sind Kakao, Kaffee und Leder die dominanten Aromen, im zweiten Drittel kommen die süßen Noten hervor, wobei Kakao und Kaffee immer noch sehr präsent sind. Der voluminöse Rauch wird im letzten Drittel cremiger und transportiert weiterhin Aromen von Kakao und Kaffee ausbalanciert mit holzigen und pfeffrigen Noten. Nach circa einer Stunde legt man die Flores y Rodriguez Magicos Maduro zufrieden ab und freut sich, einen wunderbar würzigen Smoke genossen zu haben, der kein einziges Mal durch schweren Zug oder ungeraden Abbrand gestört wurde.","Hintergrund":"Abe Flores und die Gebrüder Rodriguez sind die Köpfe hinter den Flores y Rodriguez Zigarren. Produziert werden diese von Pinar del Rio Cigars in Tamboril, nahe Santiago de los Caballeros in der Dominikanischen Republik."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Maduro","aromaProfileManufacturer":["Cremig","Kaffee","Leder","Pfeffer","Schokolade","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.6,"additionalNotes":"Boutique Zigarre"}
