{"name":"Rodrigo de Jerez Robusto Blau Nicaragua","url":"https://www.noblego.de/rodrigo-de-jerez-robusto-blau-nicaragua/","brand":"Rodrigo de Jerez","series":"Blau Nicaragua","details":{"Fazit":"Für gemütliche Mittagsstunden um abschalten zu können eignet sich diese Zigarre hervorragend. Holzige Note, gepaart mit feiner Würze und feiner Süße, werden Sie beim Rauchgenuss erwarten.\nEin Glas kaltes Ginger Ale harmoniert perfekt mit der Rodrigo De Jerez Nicaragua Robusto. Und sollten Sie Gefallen an ihr gefunden haben, probieren Sie auch die Zigarren der \u003ca title=\"Hier gehts zur Rodrigo de Jerez Honduras\" href=\"/rodrigo-de-jerez-zigarren/\"\u003egrünen Honduras\u003c/a\u003e und der \u003ca title=\"Hier gehts zur Rodrigo de Jerez Dominikanische Republik\" href=\"/rodrigo-de-jerez-dominikanische-republik-zigarren/\"\u003eroten dominikanischen\u003c/a\u003e Serie.","Genuss":"Die Rodrigo De Jerez Nicaragua Robusto misst einen Durchmesser von 20 Millimetern und eine Länge von 12,5 Zentimetern. Im klassischen Robusto Format bietet sie für ca. 70 Minuten einen Hochgenuss. Sie beginnt sehr leicht und gewinnt schnell an Würze. Starke holzige Aromen treten zum Vorschein und verschmelzen mit dem fein würzigen Rauch. Auf der Zunge hinterlässt sie eine Honigsüße, die sich sehr interessant mit den rauchigen Aromen verhält. Die Süße gewinnt an Präsenz und die restlichen Aromen werden tiefer in ihrer Komplexität. Leicht grasige und röstige Aromen gesellen sich zum Rauchverlauf. Gegen Ende gewinnt sie deutlich an Stärke und die Süße rückt in den Hintergrund. Die Röstaromen werden intensiver und harmonieren mit dem aufkommenden Pfeffer. Die Zigarre ist etwas fester gerollt und hat einen schwereren Zug als ihre „Kollegen“. Jedoch macht dies gar nichts aus, da der Abbrand hervorragend und die Verarbeitung makellos ist.","Hintergrund":"Nach zwei Jahren Entwicklung brachte die Firma August Schuster die Rodrigo De Jerez Zigarren auf den Markt. Die nicaraguanische Variante besteht aus Einlagetabaken aus Panama, Nicaragua und Costa Rica. Das Umblatt stammt von Havanna-Saatgut aus Nicaragua und das feine Connecticut Deckblatt stammt aus Ecuador. Gefertigt werden sie in Nicaragua von erfahrenen Torcedores."},"diameter_mm":18.5,"ring":46,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":6.4}
