{"name":"CAO Flathead 660 Carb","url":"https://www.noblego.de/cao-flathead-660-carb-zigarren/","brand":"CAO","series":"Flathead","details":{"Genussverlauf":"Das Deckblatt der Flathead 660 Carb von CAO ist ein Connecticut Broadleaf von dunkler, rostbrauner Färbung. Darunter wurde ein ebenfalls aus den USA stammendes Umblatt verarbeitet, welches die dominikanisch-nicaraguanische Einlage, in der sich jede Menge Ligero-Tabake befinden, umschließt. Mit einem 60er Ringmaß und einer Länge von 15,2 cm sorgt die eckige Schönheit für einen intensiven Zigarrengenuss mit Noten von Lakritz, Anis, Rosine und prägnanten Schwarzkirsche- sowie Zartbitterschokoladearomen. Im Abgang bezirzt sie den Gaumen mit einem angenehmen Kräuterfinish. In ihrem dichten und cremigen Rauch steckt zudem eine hervorragende Würze. Technisch einwandfrei gerollt, lässt sich das imposante Gordo Format bis zu 90 Minuten und länger genießen.","Nice to know":"Der Namenszusatz „Carb“ leitet sich von dem englischen Begriff „Carburetor“ ab, was in unseren Landen Vergaser bedeutet. Thematisch greift diese Zigarre die Hot Rod Szene in den USA auf, worauf der im Logo stilisierte V-Motor sowie die brachial gestaltete 24er Kiste hinweist.","Resümee":"Die CAO Flathead 660 Carb ist nichts für schwache Nerven. Der kraftvoll vollmundige Smoke wurde für hart gesottene Gaumen konzipiert, die Zigarren mit einem ordentlich würzigen Kick bevorzugen. Diese Art Klientel wird die charaktervolle Gordo sehr zu schätzen wissen."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["USA"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["USA"],"binderProperty":"Connecticut Broadleaf","aromaProfileManufacturer":["Anis","Cremig","Lakritz","Rosine","Schokolade","Schwarzkirsche","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":11.5}
