{"name":"Alec Bradley Post Embargo Toro","url":"https://www.noblego.de/alec-bradley-post-embargo-toro-zigarren/","brand":"Alec Bradley","series":"Post Embargo","details":{"Genussverlauf":"Ein honduranisches Criollo 98 Deckblatt von herrlich kaffeebrauner Färbung, ein ebenfalls aus honduranischem Anbau stammendes Umblatt und eine nicaraguanisch-honduranische Einlage bilden den Blend der Alec Bradley Post Embargo Toro. Die knapp 16 cm lange Longfiller startet mit einer zarten Süße und feinen Aromen von Kaffee. Im weiteren Verlauf intensiviert sich der Genuss und wird von erdigen sowie nussigen Noten bestimmt. Im letzten Drittel bietet sie einen stimmigen Zusammenklang aller zuvor erschienenen Aromen, die den gesamten Rauchverlauf über von einer angenehmen Cremigkeit getragen werden. Die köstliche Honduranerin entwickelt über einen ungefähren Genusszeitraum von 80 Minuten jede Menge dichten Rauch, brennt tadellos ab und weist ein perfektes Zugverhalten auf.","Nice to know":"Auf den Bauchbinden der Post Embargo Zigarren sind die kubanischen und US-amerikanische Hoheitsfarben abgebildet. Dazwischen prangt das Logo von Alec Bradley. Im Inneren der Kiste ist dieses Arrangement erneut zu sehen, jedoch reichen sich zusätzlich zwei Frauen auf jeder Seite die Hand. Damit spielt man bei Alec Bradley auf das Ende des bis heute bestehenden Wirtschaftsembargos zwischen den USA und Kuba an.","Resümee":"Eine ausdrucksstarke Zigarre für erfahrene Zigarrenraucher. Die Alec Bradley Post Embargo Toro sollte in keinem Humidor von Freunden komplexer und ausgewogener Zigarren fehlen."},"diameter_mm":21.4,"ring":54,"length_mm":158,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Leder","Nuss","Schokolade","Süß"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":8.7}
