{"name":"Skel Ton Live Your Dreams Corona","url":"https://www.noblego.de/skelton-live-your-dreams-corona/","brand":"Skelton","series":"Skel Ton Live Your Dreams","details":{"Fazit":"Neuer, aufregend guter und absolut lohnenswerter Smoke! Die Skelton Corona und ihre zwei Geschwister (Robusto u. Toro) werden den Aficionados dieser Welt viele Stunden erlesenes Rauchvergnügen bescheren.","Genuss":"Mit der Skelton Serie ist dem Gründer des jungen Unternehmens Tonio’s Tabaco ein wirklich großer Wurf gelungen. Der überzeugende Blend der Skelton Corona setzt sich aus reifgelagerten Einlagetabaken aus der Dominikanischen Republik, Honduras und Nicaragua zusammen. Dieser wird von gleich zwei Umblättern gehalten, die aus Indonesien und Nicaragua stammen. Ihr Deckblatt ist ein herrlich schimmerndes H-Blend aus Ecuador. Diese raffinierte Mischung macht sich im klaren Aromagebaren der Skelton Corona bemerkbar, so hat man aufkommende Aromen von Kaffee, dunkler Schokolade, Kakao und Nuss zu erwarten, die sich im Rauchverlauf immer wieder abwechselnd zeigen. Eine leichte Süße begleitet und komplettiert gleichzeitig diesen hervorragenden vollaromatischen Genuss. Qualitätsvolle Zigarren wie die Skelton Corona verhalten sich in puncto Zug und Abbrand absolut mustergültig.","Hintergrund":"Hinter den Skelton Zigarren steckt ein wahrer Zigarrenenthusiast. Tonio Neugebauer ließ sich nie von seiner Vision abhalten eine eigene Zigarrenmarke zu kreieren. Wir sind darüber sehr glücklich, denn mit den wunderbar verarbeiteten und geschmacklich sehr interessanten Vitolas der Skelton Serie ist es ihm gelungen die Welt der Zigarren, um einige sehr gute Exemplare zu bereichern."},"diameter_mm":17.5,"ring":44,"length_mm":152,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Indonesien","Nicaragua"],"aromaProfileManufacturer":["Kaffee","Kakao","Nuss","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":7.3,"additionalNotes":"Doppeltes Umblatt"}
