{"name":"La Rica Robusto Tubo","url":"https://www.noblego.de/la-rica-robusto-tubo/","brand":"La Rica","series":"Classic","details":{"Fazit":"Einzeln in Aluminium-Tubos verpackt überzeugt die La Rica Robusto Tubo nicht nur optisch, sondern auch durch hohe Qualität. Ihre kräftig-würzigen Aromen machen sie zu einem perfekten Begleiter bei einem abendlichen Treffen mit Freunden. Sie eignet sich auch dazu, den Tag mit einem schönen Glas Wein ausklingen zu lassen.\nAls sanftere Variante empfehlen wir die \u003ca title=\"Hier geht's zur La Rica Epicure No. 2\" href=\"/la-rica-epicure-no-2/\"\u003eLa Rica Epicure No. 2\u003c/a\u003e, für Aficionados mit dem Wunsch nach einem längeren Genuss bietet sich die \u003ca title=\"Hier geht's zur La Rica Churchill\" href=\"/la-rica-churchill/\"\u003eLa Rica Churchill\u003c/a\u003e an.","Genuss":"Der Longfiller besticht durch ein tadelloses Zugverhalten, das während der gesamten Länge von 123 Millimetern erhalten bleibt. Bei einem Durchmesser von 19 Millimetern beträgt die Rauchdauer zwischen 45 und 60 Minuten, wobei der Abbrand rundum regelmäßig erfolgt. Geschmacklich sind Nuancen von Heu und Schokolade auszumachen, die durch pikant-pfeffrige Röstaromen ergänzt werden. Mit ihrer mittleren Stärke ist die La Rica Robusto im Aluminiumtubo eine Zigarre für Liebhaber und Neulinge gleichermaßen.","Hintergrund":"Die handgerollte Zigarre stammt aus Nicaragua, wo die Tabakblätter für die Einlage im Jalapa-Tal angebaut werden. Eingefasst wird dieser Tabakblend von einem Sumatra-Umblatt, das seine typisch würzigen Aromen in die Vielfalt dieser Zigarre einbringt. Ihr angenehmes Aussehen verdankt die La Rica Robusto Tubo den Ecuador-Shade-Pflanzen, die für das Deckblatt verarbeitet werden."},"diameter_mm":19,"ring":48,"length_mm":123,"length_inch":0,"format":"Robusto","manufactureOrigin":"","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gewürze","Heu","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.2}
