{"name":"Paradiso Revelation Odyssey","url":"https://www.noblego.de/paradiso-revelation-odyssey/","brand":"Paradiso","series":"Revelation","details":{"Fazit":"Diese Zigarre ist eine beeindruckend große Schönheit mit einem fantastisch cremigen Geschmack. Sie sollte ganz besonderen Gelegenheiten vorbehalten sein und verträgt als Begleiter einen aussagekräftigen Rotwein.","Genuss":"Die Paradiso Revelation Odyssey besitzt beeindruckende Abmessungen und nimmt uns auf eine lange und vielschichtige Genussreise mit. Nicht umsonst spielt man mit dem Namen auf die Odyssee aus der griechischen Mythologie an. Während des vollmundigen Rauchgenusses wechseln sich die verschiedensten Duft- und Geschmacksnuancen ab. Süße Noten von Kakao, fruchtige Noten, herbe von Gerbstoffen und pfeffrig-scharfe Töne erklingen. Das Deckblatt ist ein makelloses Sumatra aus Ecuador mit schokoladenbrauner Farbe. Es wird mit den zwei farbenfrohen Binden dieser Serie verziert. Verarbeitung und Abbrand sind einwandfrei. Die Paradiso Revelation Odyssey besitzt eine Länge von 146 Millimetern und einen Durchmesser von 23,8 Millimetern. Beinahe eineinhalb Stunden währt der Rauchgenuss.","Hintergrund":"Paradiso Revelation Odyssey ist die zweitgrößte Zigarre aus der modernen und gehobenen Serie edler Longfiller aus der Produktion der Garcia-Familie. Diese sitzt im Zentrum des nicaraguanischen Tabakanbaus im Estelí-Tal. Nicaragua, das Land der tausend Vulkane erlebt etwa seit 1990 wieder einen Aufschwung in der Tabakindustrie, die durch den Bürgerkrieg und die Wirtschaftsblockade durch die USA praktisch zum Erliegen gekommen war. Das tropische Klima liefert ideale Wachstumsbedingungen für die Tabakpflanzen. Nach der Fermentation erhält man wunderschöne dunkelbraune Blätter, die es qualitativ mit kubanischer Ware aufnehmen können."},"diameter_mm":23.8,"ring":60,"length_mm":146,"length_inch":0,"format":"Gordo","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sumatra","aromaProfileManufacturer":["Erdig","Leder","Nuss","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2}
