{"name":"Aging Room Havao Largo","url":"https://www.noblego.de/aging-room-havao-largo/","brand":"Aging Room","series":"Havao","details":{"Fazit":"Die Aging Room Havao Largo passt perfekt zu einem relaxten Nachmittag oder als Zigarre nach einem ausgedehnten Brunch. Die sanften bis mittelkräftigen Aromen sind für Zigarreneinsteiger, sowie für erfahrene Raucher interessant. Vor allem im Frühling und in der wärmeren Jahreszeit wird man viel und lange Freude an dieser Vitola haben. Als gute Begleiter erweisen sich cremige Kaffees und süßliche Rums.","Genuss":"Der Kaltzug der Aging Room Havao Largo vermittelt sofort ein weiches und leicht süßliches Aromenspektrum. Die ersten Züge im ersten Drittel wirken direkt sehr cremig und einige süß-würzige Holznoten kommen zum Vorschein. Die hervorragende Selektion der dominikanischen Criollo Einlage aus karibischer Saat sorgt für ein hohes Aufkommen an unterschiedlichen Aromen. Zu den süßlichen Holznoten gesellen sich im zweiten Drittel Schokolade und Karamell. Die Asche ist durchgehend hellgrau und wenig meliert. Nach dem ersten Abstreifen bildet sich ein feiner Aschekegel, ein Zeichen von perfekter Konstruktion. Der perfekt leichtgängige Zugwiderstand sorgt dafür, dass die Aging Room Havao Largo relativ schnell abbrennt, wenn man dazu neigt etwas schneller zu rauchen. Demzufolge sollte man ein wenig auf seine individuelle Rauchgeschwindigkeit achten, damit die Vitola im letzten Drittel nicht zu scharf wird. Wenn man der Largo die Zeit gibt, die sie sich verdient, genießt man im letzten Drittel feine Pfeffernoten, kräftigen Holzgeschmack und eine dichte Rauchentwicklung.","Hintergrund":"Die junge Marke Aging Room ist erst seit 2012 in Deutschland erhältlich. In den USA hat die kräftigere M356 Linie schon Bestnoten in den namhaften Zigarrenmagazinen erhalten. Mit 94 Punkten im Cigar Aficionado zählt die Marke Aging Room zu den besten 25 Zigarrenmarken der USA. Dieser Erfolg wird jetzt auch in Europa weitergeführt und ist auf die absolute Premium-Qualität der Aging Room Vitolas zurückzuführen, ebenso sorgen die innovativen Tabakmischungen für Wirbel in der Branche."},"diameter_mm":19,"ring":48,"length_mm":185,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.2,"additionalNotes":"Boutique Zigarre"}
