{"name":"Gilbert de Montsalvat Revolution Style Perla","url":"https://www.noblego.de/gilbert-de-montsalvat-revolution-style-perla/","brand":"Gilbert de Montsalvat","series":"Revolution Style","details":{"Fazit":"Die Gilbert de Montsalvat Revolution Style Perla überzeugt auf Anhieb jeden Kenner in Stärke und Geschmack. Dazu würde ein fruchtiger, weicher und gut gereifter spanischer Brandy hervorragend munden.","Genuss":"Die Gilbert de Montsalvat Revolution Style Perla ist fest gerollt und besitzt einen idealen Zugwiderstand. Ihr Deckblatt sieht etwas rustikal aber schön schokoladenfarben aus. Es ist ein Sungrown Ecuador, während die Einlage aus Nicaragua stammt. Der Abbrand ist leicht schief, liefert aber genau das richtige Rauchvolumen, um einen auf der Zunge mild-würzigen Smoke vom ersten Zug an zu genießen. Der Geschmack weist deutliche Noten von Karamell und Kaffee auf. Mitunter treten holzige Töne in den Vordergrund, was daran liegen mag, dass auch einige Blattrippen in der Einlage zu finden sind. Der Nikotingehalt ist sofort zu spüren und so wird diese kleine und gehaltvolle Zigarre den erfahrenen Aficionado sofort inspirieren. Die Gilbert de Montsalvat Revolution Style Perla besitzt die Kürze von 101 Millimetern und einen Durchmesser von nur 15,9 Millimetern. Damit kommt man mit diesem sehr handlichen Format auf eine Rauchdauer von ungefähr 20 Minuten.","Hintergrund":"Diese von Hand gefertigten Longfiller-Zigarren der Marke Gilbert de Montsalvat stammen aus Nicaragua. Dieses mittelamerikanische Land verfügt über eines der weltbesten Anbaugebiete und viele Exilkubaner bauen dort Tabak an, um ihren heimatlichen Zigarrengeschmack in der neuen Heimat zu kultivieren. Die neue Linie Revolution Style der in der Dominikanischen Republik beheimateten Marke Gilbert de Montsalvat fand beim Fachpublikum ganz schnell große Zustimmung."},"diameter_mm":15.9,"ring":40,"length_mm":101,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kaffee","Leder","Nuss","Pfeffer","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":5.5}
