{"name":"Sancho Panza Non Plus","url":"https://www.noblego.de/sancho-panza-non-plus/","brand":"Sancho Panza","series":"","details":{"Fazit":"Die Sancho Panza Non Plus ist eine wunderbare Einstiegszigarre, die sich zum Kaffee am Nachmittag genießen lässt, aber auch am Abend mit einem kubanischen Rum Entspannung und Wohlbefinden bringt. Ihre harmonischen Aromen verwöhnen den Gaumen und bieten besten kubanischen Rauchgenuss, der sich noch besser entwickelt, lässt man sie einige Zeit im Humidor reifen.","Genuss":"Die Sancho Panza Non Plus erscheint mit ihrer dezenten Bauchbinde von außen ganz unscheinbar, doch verbirgt sich in ihrem Inneren einzigartige kubanische Handwerkskunst. Mit den edlen Tabaken der Vuelta Abajo gerollt, besticht die Puro mit typisch kubanischem Aroma. Erde, Holz und fruchtige Noten bestimmen das Geschmacksbild, das im Hintergrund blumige und schokoladig süße Töne aufscheinen lässt. Das 12,7 Zentimeter lange Petit Corona Format hat ein Ringmaß von 42 und ist durchweg qualitativ hochwertig verarbeitet, was sich in ihrem gleichmäßigen Abbrand und dem guten Zugverhalten bestätigt. Gut 30 bis 40 Minuten mittelstarker Rauchgenuss.","Hintergrund":"Die Sancho Panza entwickelte sich in den 1950er Jahren zur beliebtesten Zigarrenmarke Spaniens. Vorher war der Weg der 1848 von Emilio Ohmstedt gegründeten kubanischen Marke immer wieder mit Stolpersteinen gepflastert. Keinem ihrer zahlreichen Besitzer brachte sie Glück. Erst die „El Rey del Mundo Cigar Company“, die die Marke in den 1930er Jahren übernahm, führte sie zum Erfolg. Ihre Produktion wurde, ob ihrer Beliebtheit in Spanien, sogar während der Revolution weitergeführt."},"diameter_mm":16.7,"ring":42,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.4}
