{"name":"Rocky Patel Private Cellar Torpedo","url":"https://www.noblego.de/rocky-patel-private-cellar-torpedo/","brand":"Rocky Patel","series":"Private Cellar","details":{"Fazit":"Lecker, gutaussehend, pflegeleicht -  das kann eine langfristige Beziehung werden mit der Rocky Patel Private Cellar Torpedo. Dazu empfehlen wir einen sommerlich fruchtigen Wein und immer auch einen Krug voller stillem Wasser.","Genuss":"Als Figurado hat es die Rocky Patel Private Cellar Torpedo vergleichsweise einfach sich Aufmerksamkeit zu verschaffen. Denn hier kommt der violette Doppelring noch viel deutlicher zur Geltung, ein Umstand, der nur positiv gesehen werden kann. Denn durch die außergewöhnliche Aromatik der mittelstarken Zigarre mit ihren überaus variablen und doch eindrucksvollen Kirscharomen, dem Gegenspieler Pfeffer und den Kompagnons Kaffee, Kakao, Zedernholz und Rösttönen ist diese Zigarre ein Wahnsinnssmoke. Die Torpedo hat die Maße 156x22 und brennt circa 80 Minuten lang ein Feuerwerk für Sie ab. Abbrand und Zug sind herausragend, die Asche fällt etwas früh, insgesamt eine solide konstruierte Zigarre.","Hintergrund":"Die Rocky Patel Private Cellar Torpedo hat ein Deckblatt aus Connecticut, ein sogenanntes Broadleaf. Das bringt die leichte natürliche süße mit, die durch die anderen Aromen, die aus den nicaraguanischen Tabaken resultieren, so wunderbar erweitern wird. Die genaue Tabakverteilung ist bei Rocky Patel immer ein kleines Geheimnis, bei seinem privaten Lieblingsblend sehen wir ihm das aber gerne nach."},"diameter_mm":20.6,"ring":52,"length_mm":156,"length_inch":0,"format":"Torpedo","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Broadleaf","aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Kakao","Kirsche","Pfeffer","Röstaromen","Süß","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":9.6}
