{"name":"Vega Fina Nicaragua Jalapa Short Titán","url":"https://www.noblego.de/vega-fina-nicaragua-jalapa-short-titan-zigarren/","brand":"Vega Fina","series":"","details":{"Genussverlauf":"Die Vega Fina Nicaragua Jalapa Short Titán weist eine Länge von 12,4 cm und ein Ringmaß von 56 auf. Ein interessantes Format, welches man im regulären Sortiment der in unseren Breitengraden sehr beliebten Marke nicht vorfindet. Das haselnussbraune Deckblatt der mittelkräftigen Longfiller aus der berühmten Tabacalera de Garcia entzückt das Auge mit einem leicht öligen Glanz. Handwerklich perfekt verarbeitet liegt die mit zwei Extra-Bauchbinden versehene Zigarre sehr gut in der Hand und lässt sich problemlos entzünden. Mit den ersten Zügen fördert sie jede Menge dicht-cremigen Rauch zutage, der angefüllt ist mit vordergründig holzig-würzigen und erdigen Aromen. Dazu gesellen sich in dem gut 60 Minuten andauernden Genussverlauf feine Noten von Kaffee, Schokolade und süßen Rosinen. Ein homogener Abbrand und bestens eingestelltes Zugverhalten gehören ebenfalls zu den Stärken dieser sehr köstlichen Zigarre.","Nice to know":"Jalapa ist eine nicaraguanische Kleinstadt mit circa 70.000 Einwohnern und liegt direkt an der Grenze zu Honduras. Auf den sandigen, rotbraunen Böden des Jalapa-Tals gedeihen sehr aromatische und angenehm süße Tabake. In den Bergregionen von Jalapa wird übrigens auch Kaffee angebaut.","Resümee":"Wieder einmal eine sehr gelungene und stimmige Sonderedition von Vega Fina. Die Jalapa Short Titán wird vielen Aficionados schmecken. Daher sollten Sie die Gelegenheit nutzen und sich mit genügend Exemplaren eindecken. Denn wir können Ihnen diese feine Sonderedition leider nur, solange der Vorrat reicht, anbieten."},"diameter_mm":22,"ring":56,"length_mm":124,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Jalapa","aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":8.9,"additionalNotes":"Limited"}
