{"name":"C. Mendoza Luchadores Brasil","url":"https://www.noblego.de/c-mendoza-luchadores-brasil/","brand":"C. Mendoza","series":"","details":{"Fazit":"Deutsche Qualität mit Tradition. Die C. Mendoza Luchadores Brasil bietet einen mild-würzigen Smoke mit der fein-herben Note Brasiliens, der sich sowohl für Anfänger als auch erfahrene Aficionados eignet und sich mit einem dunklen Bier optimal abrunden lässt.","Genuss":"\u003cem\u003eLuchadores\u003c/em\u003e sind Kämpfer, die sich im Ring ihrem Gegner stellen. Diese ursprünglich mexikanische Form des Wrestlings wird traditionell maskiert ausgeübt. Die C. Mendoza Luchadores Brasil hat jedoch keinen Grund sich zu verstecken. Zwar ist sie wie die meisten aus Deutschland stammenden Zigarren im Shortfiller-Segment angesiedelt, dennoch steht sie qualitativ manch einem Longfiller in nichts nach. In der Einlage werden Tabake aus der Karibik, Indonesien, Brasilien und der Dominikanischen Republik verarbeitet. Das Umblatt stammt aus Indonesien und das Deckblatt ist ein seltenes Mata Fina aus Brasilien. Das Corona Format misst 14 Zentimeter in der Länge und 16,7 Millimeter im Durchmesser, damit verspricht sie eine Rauchdauer von rund 45 Minuten, die mit holzigen, erdigen und süßen Noten aromatisch ausgefüllt wird. Das Zugverhalten ist angenehm leicht, der Abbrand gestaltet sich gleichmäßig.","Hintergrund":"Die Schuster Familie ist eigentlich im Backhandwerk verwurzelt. Erst die Söhne des Urgroßvaters der heutigen Geschäftsführer Manfred und Philipp Schuster fassten im Zigarrenhandwerk Fuß. Die daraus hervorgegangene \u003cem\u003eAugust Schuster Cigarrenfabrik\u003c/em\u003e wurde 1909 gegründet und steht bis heute für beste Zigarren- und Zigarillo-Qualität aus Deutschland."},"diameter_mm":16.7,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Karibik"],"binderOrigin":["Java"],"binderProperty":"Mata Fina","aromaProfileManufacturer":["Erdig","Heu","Holz","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":1.85}
