{"name":"Gurkha Ghost Asura","url":"https://www.noblego.de/gurkha-ghost-asura/","brand":"Gurkha","series":"Ghost","details":{"Fazit":"Gurkha Ghost Asura Zigarren liefern beeindruckende Raucherlebnisse und eine sehr gute handwerkliche Qualität. Warum also nicht mal etwas Neues beim Rauchen probieren und dazu Bewährtes trinken, zum Beispiel einen schönen, alten französischen Rotwein?","Genuss":"Die Gurkha Ghost Asura ist eine handwerklich einwandfrei und fest gerollte Zigarre. Das dunkle Arapiraca-Deckblatt, ein wunderschönes, fast schwarzes Maduro-Blatt, besitzt die ideale Konsistenz. Die Bauchbinde präsentiert silbrig schimmernd einen indischen Gurkha-Soldaten, der nachdenklich die Schärfe seiner Waffe prüft. Vielleicht soll der Raucher damit in einen spannungsgeladenen Zustand vor dem Raucherlebnis versetzt werden. Die Gurkha Ghost Asura besitzt einen aufregenden Kaltgeruch, der sich aus fruchtigen und ledrigen Noten zusammensetzt. Diese Zigarre entwickelt ein enormes Rauchvolumen und kommt damit sehr mild und cremig rüber. Sie ist erstaunlich sanft, ohne jemals langweilig zu sein. Pfeffer, Leder, Holz und Bitterschokolade bringen Duftnoten in den Rauch ein. Zugwiderstand und Abbrand dürfen bei dieser edlen Ware als perfekt bezeichnet werden. Mit einem Ringmaß von immerhin 54 und einer Länge von 152 Millimetern hat man eine stattliche Portion edler Tabake und über eine Stunde spannenden Rauchgenuss vor sich.","Hintergrund":"Die Geschichte dieser Zigarren geht auf das Jahr 1816 zurück, wo sie in Indien entdeckt und sofort aufgekauft wurden. Heute werden sie in Honduras gefertigt. Ihre Qualität und ihr ausgefallenes Design sind überzeugende Faktoren für einen Griff zu diesen „Geistern“."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Criollo 1998"],"binderProperty":"Arapiraca","aromaProfileManufacturer":["Holz","Kaffee","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.5}
