{"name":"Black Works Studio NBK Lizard King Robusto","url":"https://www.noblego.de/black-works-studio-nbk-lizard-king-robusto-zigarren/","brand":"Black Label Trading Company","series":"","details":{"Genussverlauf":"Die beiden Deckblätter der NBK Lizard King von Black Works Studio stammen aus Ecuador. Von dem Oscuro-Deckblatt der im Barber Pole Stil gerollten Longfiller ist der größte Teil zu sehen. Das Rojiso-Deckblatt schimmert rotbraun dazwischen und wurde ebenfalls dazu benutzt, den Fuß sowie die ersten 1,5 cm der insgesamt 12,7 cm langen Zigarre abzudecken. Dieser sogenannte closed-foot fungiert als natürlicher Aromaverschluss. Für die Einlage und das Umblatt wurden rein nicaraguanische Tabake verwendet. Mit den ersten Zügen an der Lizard King wird einem der unglaublich fette und cremige Rauch gewahr, den dieser Leckerbissen für bis zu 60 bis 70 Minuten produziert. Im ersten Drittel bestimmt ein angenehmes Kaffeearoma den Genuss. Sekundäre Noten von Zedernholz und Zitrusfrüchten sowie ein wenig Pfeffer im retronasalen Bereich sind mit von der Partie. Im zweiten Rauchdrittel gesellen sich Noten von dunkler Schokolade zu den bereits beschriebenen Aromen. Das Kaffeearoma bleibt bis in das letzte Drittel hinein dominierend, während die Sekundäraromen etwas an Intensität zulegen. Das Zugverhalten der delikaten NBK Lizard King ist optimal, der Abbrand ebenfalls absolut vorbildlich.","Nice to know":"Tatsächlich ist die Lizard King die erste Zigarre, welche von Black Works Studio erschienen ist. Mittlerweile sind einige Vitolas der unglaublich innovativ ausgerichteten Marke auf dem deutschen Markt erhältlich.","Resümee":"Eine absolute Bereicherung für den gesamten Genusssektor! Die Black Works Studio NBK Lizard King Robusto ist eine hoch interessante und fantastisch gelungene Premiumzigarre. Von dieser Marke werden wir in Zukunft noch einiges in Sachen außergewöhnlichem Zigarrengenuss erwarten dürfen. Absolute Kaufempfehlung!"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Oscuro","aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Kakao","Karamell","Nuss","Pfeffer","Schokolade","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":11.5,"additionalNotes":"Boutique Zigarre, Doppeltes Deckblatt"}
