{"name":"Don Diego Robusto","url":"https://www.noblego.de/don-diego-robusto/","brand":"Don Diego","series":"","details":{"Fazit":"Die perfekte Zigarre für Einsteiger oder Gelegenheitsraucher. Die Don Diego Robusto überzeugt mit ihrer milden Stärke und ihren vollen Aromen. Genießen Sie dazu einen Cognac oder auch ein gut gekühltes Glas Weißwein und erleben Sie die Vielfalt der dominikanischen Zigarrenhandwerkskunst.\nWer nur wenig Zeit hat, aber trotzdem nicht auf den unverwechselbaren Geschmack einer Don Diego verzichten möchte, dem seien die \u003ca title=\"Hier gehts zur Don Diego Minutos\" href=\"/don-diego-minutos/\"\u003eDon Diego Minutos\u003c/a\u003e ans Herz gelegt.","Genuss":"Optisch mit dem gut verarbeiteten, samtig weichen und fein geäderten Connecticut Shade Deckblatt eine Augenweide, ist die Don Diego Robusto auch geschmacklich nicht zu verachten. Unangezündet offenbart sie einen süßen Duft nach Honig, der auch im Geschmack erhalten bleibt. Neben Aromen von Holz, Nuss und einer pfeffrigen Note, die zum Ende des rund 45 bis 50 minütigen Smokes auftritt, bildet sie den Aromapol des 12,6 Zentimeter langen Longfillers mit einem 48er Ringmaß. Die Einlagetabake aus der Dominikanischen Republik und Brasilien, die von einem ebenfalls dominikanischen Umblatt gehalten werden, sind nicht zu fest gerollt und verbreiten einen vollen Rauch und eine feste, marmorierte Asche, die erst spät fällt. Der Zug mag teil etwas zu fest sein, der Abbrand jedoch ist wunderschön grade und rund.","Hintergrund":"Ihren Ursprung hat die Marke Don Diego auf den Kanarischen Inseln. Sie war die erste Zigarre, die dort nach dem Embargo der USA gegen Kuba hergestellt wurde. Seit den 60er Jahren werden Don Diegos in der Dominikanischen Republik gefertigt. José Seijas und seine Mitarbeiter in der Tabacalera de Garcia sorgen für die Einhaltung der hohen Qualitätsstandards."},"diameter_mm":19,"ring":48,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Holz","Honig","Nuss","Pfeffer"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.3}
