{"name":"Casa de Nicaragua Torpedo","url":"https://www.noblego.de/casa-de-nicaragua-torpedo/","brand":"Casa de Nicaragua","series":"","details":{"Fazit":"Die Casa de Nicaragua Torpedo ist eine großformatige und durchaus starke Zigarre. Aufgrund des sehr guten Preis-Leistungs-Verhältnisses ist sie alltagstauglich. Zu dieser Zigarre passt ein schöner, aromatischer Weißwein, zum Beispiel ein Chardonnay.","Genuss":"Einzeln in Cellophan verpackt kommen die Casa de Nicaragua Torpedos bestens konditioniert und handwerklich einwandfrei gerollt in die Hand des Genießers. Ihr Kaltgeruch verströmt zunächst etwas „Landluft“, dieser verliert sich aber zu Gunsten ledriger Töne, wenn man sie etwas ruhen lässt. Nach dem Anzünden erlebt man einen erstaunlich milden Smoke mit zarten Röstaromen von Kaffee und Toast. Später wird der Geschmack nussig und am Ende treten wieder die Röstaromen deutlich hervor. Die gute Verarbeitung und der gleichmäßige Abbrand mit einem angenehmen Zugwiderstand überzeugen voll und ganz. Mit knapp 20 Millimetern im Durchmesser und einer Länge von 165 Millimetern hat man ein Rauchvergnügen von bis zu eineinhalb Stunden.\n","Hintergrund":"Casa de Nicaragua Torpedo Zigarren werden von Villiger in Nicaragua als Mediumfiller gefertigt. Wie bei allen Zigarren dieser Serie trifft man auch bei der Casa de Nicaragua Torpedo zunächst auf ein schönes Deckblatt aus Ecuador und darunter auf ein Umblatt aus Indonesien. In der Einlage befinden sich ausschließlich die typisch erdig-würzigen Tabake aus Nicaragua. Erstmalig wurden die Casa de Nicaragua Zigarren auf der InterTabac im Jahre 2014 präsentiert. Inzwischen hat sich die Marke einen großen Kundenkreis erobert.\n"},"diameter_mm":18,"ring":45,"length_mm":165,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.8}
