{"name":"Dunhill Signed Range Corona ","url":"https://www.noblego.de/dunhill-signed-range-corona/","brand":"Dunhill","series":"","details":{"Fazit":"Die Dunhill Singed Range Corona ist eine würzige, mittelstarke Zigarre für den Afficionado. Die Breite an Aromen und die augenscheinliche Qualität der Zigarre machen sie zum perfekten Begleiter für jeden Genießer.","Genuss":"Die Dunhill Signed Range Corona ist mit knapp 14 Zentimetern Länge und 17 Millimetern Durchmesser die größte Schönheit innerhalb der Singed Range Familie. Die Proportionen wirken ausgewogen, ein Eindruck, der sich auch in den weiteren Kategorien fortsetzt. Zwischen 35 und 45 Minuten hat man seinen Spaß an dieser Zigarre. Ist sie noch als Mittelstark zu bezeichnen, ist es bei der Würze anders. Schon fast vollaromatisch kommt sie daher, die Corona. Es sind Cedrus, Kaffee, Karamell, Zimt und Pfeffer die sich abwechselnd und/oder gleichzeitig zeigen und damit ein Feuerwerk abbrennen. Das setzt sich im Abbrandverhalten fort, es kann sich unregelmäßig darstellen, wer aber fragt danach, bei einer so wunderbaren Zigarre. Das Zugverhalten und die Asche dagegen sind über jeden Zweifel erhaben","Hintergrund":"Die Dunnhill Singed Range Corona hat ihren Ursprung in Nicaragua. In der Fabrik von „Toraño Cigars“, einem renommierten Zigarrenhersteller, werden die Zigarren hergestellt. Sie haben beste Tabake in und um sich, die mindesten drei Jahre gelagert werden, bevor sie Verwendung finden. Das Deckblatt stammt aus Nicaragua, die Einlage bilden einheimische Tabake und solche aus der Dominikanischen Republik. Das Umblatt ist ein Connecticut sun-grown aus Kamerun. Ein All-Star-Team wie es schöner nicht sein könnte. Jeder Kiste der Zigarren wird zusätzlich zu den normalen Qualitätssicherungen noch eine Unterschriftenkarte beigelegt. Auf ihr zeichnen der Roller und der Qualitätsprüfer ab. Wenn es als Probleme geben sollte, was nie vorkommt, dann weiß man, an wen man sich wenden sollte."},"diameter_mm":17,"ring":43,"length_mm":139,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Karamell","Pfeffer","Zedernholz","Zimt"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":10.2}
