{"name":"Dunhill Aged Cigars Condados (Toro)","url":"https://www.noblego.de/dunhill-aged-cigars-condados/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Wenn die Frühlingssonne Bäume und Wiesen erblühen lässt, ist es Zeit für eine Dunhill Aged Cigars Condado. Ein selbstgemachter Eistee oder ein kühles Glas Riesling komplettieren den Start in die schönste Zeit des Jahres.","Genuss":"Neben Zigaretten hat sich Dunhill auch mit Zigarren einen respektablen Ruf in der Welt der Tabakwaren erworben. Die Dunhill Aged Linie präsentiert sich in verschiedenen Formaten, die extra lang gereifte dominikanische Tabake verarbeitet. Dieser besondere Reifungsprozess verleiht den Aged Cigars ihr ganz eigenes Aroma, das sich auf der eher milden Seite bewegt. Sanfte Kräuter- und Grasnoten erwarten den Aficionado im kalten Zustand der Zigarre. Einmal entzündet beginnt die Dunhill Aged Condado zunächst verhalten, Anklänge der gerochenen Aromen sind erkennbar. Zum zweiten Drittel gewinnt sie an Fahrt und die Aromen werden intensiver, fruchtig-florale Töne verschmelzen mit süßen Holznoten. Das abschließende Drittel wird vor allem durch süße Nuancen von Schokolade und Kakao dominiert. Nach gut 60 bis 70 Minuten geht ein milder Smoke, der in Zug und Abbrand genauso angenehm ist wie sein Aroma, zu Ende.","Hintergrund":"Die erstmals 1989 erschienenen Dunhill Aged Cigars sind nach einer Produktionspause seit 2006 wieder auf dem Markt erhältlich. Nur die besten dominikanischen Piloto und Olor Tabake werden nach mindestens drei Jahre der Reifung für die Einlage verarbeitet. Das Umblatt stammt ebenfalls aus der Dominikanischen Republik, das Deckblatt ist ein Connecticut Shade aus dem Windsor Tal, USA. Nach der Fertigung lagern die Zigarren noch ein weiteres Jahr in mit Zedernholz verkleideten Räumen und entfalten dabei ihre charakteristischen harmonischen Aromen."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Gewürze","Kaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6,"additionalNotes":"Aged"}
