{"name":"Quisqueya Minuto","url":"https://www.noblego.de/quisqueya-minuto/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Durch das knappe Format weiß die Quisqueya Minuto in den speziellen, kurzweiligen  Momenten zu überzeugen. Der mittelkräftige, aber charaktervoll weiche Smoke entfacht dank voluminöser Rauchentfaltung die optimale Basis für den stressfreien Augenblick. Dabei schafft sie es spielend leicht, sich nicht scharf und brennend zu präsentieren. Als begleitendes Getränk empfehlen wir einen cremigen Milchkaffee.","Genuss":"Fühlt sich die Quisqueya Minuto für den Freund größerer Formate für den ersten Moment ungewohnt in der Hand an, wird man mitsamt des ersten Zuges von der außergewöhnlich voluminösen Rauchentwicklung überrascht. Mit 10 Zentimeter Länge und einem Durchmesser von 12 Millimetern weiß sie spielend leicht ihren mittelkräftigen Charakter, auf die kurzweiligen 15 bis 20 Minuten zu transportieren. Warmes Holz weist den geschmacklichen Weg, es folgen bittere Noten im Abgang. Zwischendurch zirkulieren florale Aromen im Mundraum. Das faszinierende dabei ist, dass die Intensität nie eine negative Richtung einschlägt. Zigarren in diesem Preissegment und Format äußern sich zu Beginn stets mit einer kantigen und unangenehmen Schärfe und erhöhten Temperatur. Nicht bei der Quisqueya Minuto. Das Rauchvergnügen ist durchweg weich und aromatisch. Die hellgraue, raupenförmige Asche sowie das tadellose Abbrandverhalten sorgen ebenfalls für einen entspannten Smoke für den kurzen Moment."},"diameter_mm":12,"ring":30,"length_mm":100,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Holz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"kürzer als 20 Min","price":1.15}
