{"name":"My Father Cigars Lounge Exclusive","url":"https://www.noblego.de/my-father-cigars-lounge-exclusive/","brand":"My Father","series":"","details":{"Fazit":"Ein grandioser Genuss aus der nicaraguanischen Edelschmiede My Father Cigars mit eindeutigem Seltenheitswert. Greifen Sie möglichst schnell zu, denn der Vorrat ist sehr knapp und wird bei so einer gefragten Rarität nicht allzu lange reichen.","Genuss":"Die Verarbeitung der My Father Cigars Lounge Edition ist wie man es von der Top-Marke aus Nicaragua kennt, absolut perfekt. Ihr ölig glänzendes Rosado Deckblatt aus Ecuador umschließt das nicaraguanische Umblatt sowie die feinen Einlagetabake, welche ebenfalls aus Nicaragua stammen. Geschmacklich bietet die etwas überlange Robusto Extra (14,6 cm) eine ganze Menge. Ihr sehr cremiger Rauch enthält klare Aromen von Zedernholz, Erde, Leder, Kaffee und Walnuss, begleitet von einer leichten Süße braunen Zuckers an den Gaumen des Genießers. Eine sehr gelungene und delikate Komposition. Kenner der Premiummarke aus Nicaragua werden beim Genuss dieser Zigarre den üblichen „Pfefferkick“, wie man ihn von anderen My Father Formaten kennt, vermissen. Der kräftige Smoke ist zwar mit einer auf seinen Geschmack bestens eingestellten Würze ausgestattet, wird jedoch zu keinem Zeitpunkt scharf. Schwächen bei Zug- und Abbrandverhalten zeigt diese von unangefochtenen Meistern ihres Fachs gerollte Premiumzigarre nicht im Geringsten.","Hintergrund":"Viele Jahre war dieser herrlich vollmundige Zigarrengenuss exklusiv nur in My Father Zigarrenlounges in den USA zu erwerben. Jetzt ist die My Father Cigars Lounge Exclusive in begrenzter Stückzahl auch bei uns erhältlich."},"diameter_mm":0,"ring":50,"length_mm":146,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Rosado","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.5,"additionalNotes":"Limited"}
