{"name":"Don Pepin Garcia Blue Label Lancero","url":"https://www.noblego.de/don-pepin-garcia-blue-label-lancero/","brand":"Don Pepin Garcia","series":"Blue Label","details":{"Fazit":"Die Don Pepin Garcia Blue Lancero kann schon fast als Geheimtipp für passionierte Aficionados genannt werden. Die Zigarre entwickelt ihr Potential schon schnell nach dem Anzünden und bereitet dem geneigten Connaisseur ein kräftiges, fast einstündiges Rauchvergnügen. Passend zu dieser Vitola reicht man einen kräftigen Islay-Whisky oder einen rauhen Rum.","Genuss":"Auf Grund ihres kleinen Ringmaßes sollte die Kappe dieser Vitola möglichst durch einen Glattschnitt geöffnet werden. Im Kaltzug kommen direkt Leder und kräftige Erdaromen zum Vorschein. Den Zugwiderstand kann man als leicht bis mittelstark bezeichnen. Nach dem ersten Entzünden öffnet sich der Zugkanal weiter. Es entwickelt sich schon in den ersten fünf Zügen schöner dichter Rauch. Im ersten Drittel zeigt sich, dass die Don Pepin Garcia Blue Label Lancero eher keine Zigarre für Einsteiger ist. Freunde von starken Vitolas, die der Zigarre beim Rauchen gerne viel Aufmerksamkeit widmen, werden die Lancero lieben. Auch im zweiten Drittel besticht sie durch Kraft, Holz-, Leder-, und Nussaromen. Der Aschestand ist gemäß dem dünnen Ringmaß relativ kurz, die Asche ist dunkelgrau meliert mit leichter Flusenbildung. Wie auch bei seinen anderen Serien, erinnert Don Pepin immer wieder an kubanische Vorbilder. Viele scheitern an den Mischungen, der nicht-kubanischen Tabake. Das Haus Garcia profitiert allerdings von José Garcias Erfahrung als kubanischer Master-Blender. Diese Erfahrung macht sich in allen Don Pepin Zigarren und auch in der von seinem Sohn Jaime ins Leben gerufene My Father Serie immer wieder bemerkbar. Das letzte Drittel erinnert an die klassischen und kräftigen Partagás Zigarren. In einem pfeffrigen Finish genießt man diese Vitola bis auf die letzten zwei bis drei Zentimeter.","Hintergrund":"José Garcia ist in der Zigarrenwelt als Blender sehr gefragt, seine Mischungen wurden schon von Cohiba, Partagás und Montecristo verwendet. Don Pepin besitzt die Fähigkeit 320 Vitolas des Formats Julieta in nur vier Stunden zu rollen. In der Zigarrenindustrie ist er als „Lehrer der Lehrer“ bekannt und war verantwortlich für die Ausbildung der besten Zigarrenroller/-innen der Welt."},"diameter_mm":15,"ring":38,"length_mm":190,"length_inch":0,"format":"Long Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Corojo Oscuro","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Nuss"],"strength":"Sehr stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":13.6}
