{"name":"El Artista Cimarron Connecticut Robusto","url":"https://www.noblego.de/el-artista-cimarron-connecticut-robusto-zigarren/","brand":"El Artista","series":"Cimarron","details":{"Genussverlauf":"Ein robustes und feinadriges Connecticut Deckblatt aus Ecuador und ebenfalls sehr gute dominikanische Einlage- und Umblatt-Tabake sind das natürliche Rüstzeug, mit dem die El Artista Cimarron Connecticut Robusto ausgestattet wurde. Die angenehm mittelkräftige Dominikanerin schmeichelt dem Gaumen gleich zu Beginn mit einem wunderbar fein-cremigen Rauch, der angefüllt ist mit abwechslungsfreudigen Aromen von Holz, Nuss, Kaffee und Erde, die von einer besonderen und unaufdringlichen Schärfe begleitet werden. Bei Abbrand und Zug zeigt das hervorragend verarbeitete Robusto Format keinerlei Schwächen.","Nice to know":"Mittlerweile sind einige schmackhafte Zigarren der Marke El Artista bei uns in Deutschland erhältlich. Zunächst wagte man sich mit den würzigen Boxpressed Formaten der Buffalo Ten Zigarren auf den hiesigen Markt. Diese fanden bei vielen deutschen Aficionados innerhalb kürzester Zeit großen Anklang, was dem dominikanischen Unternehmen Anlass gab, weitere ihrer eigenen Kreationen für das deutsche Genießerpublikum zugänglich zu machen.","Resümee":"Die El Artista Cimarron Connecticut Robusto ist alles andere als eine gewöhnliche dominikanische Zigarre mit Connecticut Deckblatt. Ihre fein nuancierte Schärfe macht sie zu einer überaus interessanten Vertreterin ihrer Zunft, für die man gerne einen dauerhaften Stammplatz in seinem hauseigenen Humidor einrichtet."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Nuss","Pfeffer","Schärfe","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":7.4}
