{"name":"Santa Damiana Gold Edition 2018 Especiales","url":"https://www.noblego.de/santa-damiana-gold-edition-2018-especiales/","brand":"Santa Damiana","series":"","details":{"Fazit":"Eine sehr leckere Sonderedition ist die Santa Damiana Gold Edition 2018 Especiales, die zu einem sehr angenehmen Preis vielen Aficionados schmackhafte Genussmomente bescheren wird.","Genuss":"Der feine Blend der Santa Damiana Gold Edition 2018 Especiales besteht aus einem karamellfarbenen Connecticut Shade Deckblatt, einem Umblatt aus der Dominikanischen Republik und gehaltvollen honduranischen und dominikanischen Einlagetabaken. Diese Zusammenstellung verleiht der bestens verarbeiteten Longfiller eine überaus sinnliche Würze, besonders voll erscheinende Röst-, Nuss- und Zedernholzaromen. Im weiteren Rauchverlauf erscheint noch eine intensive Espressonote, die sich dann mit fortschreitendem Genuss zu einer Milchkaffeenote wandelt. Die delikate Sonderedition liegt besonders gut in der Hand und wartet mit einem sehr guten Zug- und Abbrandverhalten auf.","Hintergrund":"Das Format (Reverse-Figurado) der Santa Damiana Gold Edition 2018 Especiales wird nur noch ganz selten in der Herstellung von Zigarren angewendet. Umso schöner, dass man sich bei Santa Damiana dafür entschieden hat. Vor allen Dingen beweist dieser Umstand auch, dass man in der Manufaktur Tabacalera de Garcia in der Dominikanischen Republik absolute Könner des Zigarrenrollens beschäftigt, denn es bedarf eines wahren Meisters, um dieses anspruchsvolle Format entstehen zu lassen."},"diameter_mm":18.7,"ring":47,"length_mm":143,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Kaffee","Nuss","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.8}
