{"name":"San Lotano Requiem Maduro Toro ","url":"https://www.noblego.de/san-lotano-requiem-maduro-toro/","brand":"San Lotano","series":"San Lotano Maduro","details":{"Fazit":"Eine Madurozigarre mit einem nie langweilig werdenden Verlauf. Süße, Cremigkeit und feine Würzigkeit vereint diese Zigarre in sich. Mit etwas Aufmerksamkeit kann man sie am Abend zu einem schönen weichen und jungen Whiskey oder einem kubanischen Rum genießen. Probieren Sie von San Lotano auch die Oval Serie, die im 2011 vom \u003cem\u003eCigar Journal\u003c/em\u003e zur zweitbesten Zigarre des Jahres gewählt wurde.","Genuss":"Die San Lotano Requiem Maduro Toro misst eine Länge von 15,2 Zentimetern und einen Durchmesser von 21,4 Millimetern und bietet auf jedem Zentimeter einen Hochgenuss. Nach dem einfachen Anzünden entfalten sich unglaubliche Aromen. Eine intensiv fruchtige Note mit feiner Süße und die leichte wahrnehmbare Note von Waldbeeren verzaubern von Beginn an den Zigarrenliebhaber. Die feine typische Tabaknote bleibt jedoch im Hintergrund, sodass die Zigarre ein purer Schokoladenriegel bleibt. Im weiteren Verlauf nimmt sie an Süße zu. Eine für Creme Brulee typische buttrige Cremigkeit setzt ein und harmoniert sofort mit den schokoladenen Aromen. Erst gegen Ende des zweiten Drittels gewinnt die Zigarre an Stärke. Durch die auftretenden rauchigen Aromen, die einen an ein schönes BBQ erinnern und die kaffeeartigen Röstaromen wird der Schokoladenriegel zur Zigarre. Nichtsdestotrotz bleiben auf der Zunge die enorme Süße und die schokoladenen Nuancen erhalten. Erst gegen Ende erwarten Sie tiefe nussige Nuancen der Haselnuss und bilden mit der Cremigkeit ein kleines Feuerwerk zum Abschluss. Für ca. 90 Minuten erleben Sie eine Zigarre mit phantastischem Verlauf.","Hintergrund":"Das Wissen über Tabak erwarb A.J. Fernandez von seinem Großvater und Alejandro Robaina. Der Blend der San Lotano Requiem Maduro wurde in Nicaragua produziert. Das ölige und schöne texturierte Deckblatt ist ein mexikanisches San Andres. Der Einlagetabak kommt aus Nicaragua und Honduras. In der Tabacalera Fernandez in Mexiko werden sie per Hand gerollt. Die Serie gewann 2012 die Cigar Trophy für die beste Marke aus Honduras."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Holz","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":9.3,"additionalNotes":"Boutique Zigarre"}
