{"name":"Last Call Maduro by A.J. Fernandez Geniales ","url":"https://www.noblego.de/last-call-maduro-by-a-j-fernandez-geniales/","brand":"A.J. Fernandez","series":"Last Call","details":{"Fazit":"Die Last Call Maduro by A.J. Fernandez Geniales ist ein hervorragender Maduro Smoke von großartiger Qualität und Komplexität. Eine fantastische Zigarre, die Ihren Genießer auf eine illustre Geschmacksreise mit vielfältigen Aromaeindrücken einlädt und dabei bestens unterhält.","Genuss":"Beim Deckblatt der Last Call Maduro by A.J. Fernandez Geniales handelt es sich um ein in den USA gewachsenes, wunderschön dunkles Pennsylvania Broadleaf, Einlage und Umblatt der leckeren Premiumzigarre setzen sich aus nicaraguanischen Spitzentabaken zusammen. Die mittelkräftige Longfiller bietet einen angenehm würzigen, dezent süßen Maduro-Genuss mit deutlichen Noten von Kaffee, Schokolade, trockenem Holz, Erde und Zitrusfrucht. Im Rauchverlauf wechseln sich die aufkommenden Aromen immer wieder ab und nehmen zum Ende hin an Intensität zu. Das macht die Last Call Maduro by A.J. Fernandez Geniales zu einem herrlich komplexen Smoke, der seinem Genießer ein aufregendes, schmackhaftes Zigarrenerlebnis der Premiumklasse beschert. Die perfekt gearbeitete Puro aus Nicaragua bildet während ihres kerzengeraden Abbrands eine feste, schneeweiße Asche und weist ein auf ihr Format wunderbar eingestelltes Zugverhalten auf.","Hintergrund":"Unter „Last Call“ versteht man international die letzte Bestellung in einer Bar, bevor diese schließt. Daran angelehnt wurde die feine Maduro im Short Robusto Format von ihrem Schöpfer Abdel J. Fernandez benannt, der diese Zigarre gerne seinen Freunden zum krönenden Abschluss eines entspannten Abends bei leckeren Getränken anbietet."},"diameter_mm":19.1,"ring":48,"length_mm":114,"length_inch":0,"format":"Short Robusto","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Broadleaf","aromaProfileManufacturer":["Erdig","Schokolade","Schwarzer Pfeffer","Trockenes Holz","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
