{"name":"Saint Luis Rey Serie A","url":"https://www.noblego.de/saint-luis-rey-serie-a/","brand":"Saint Luis Rey","series":"","details":{"Fazit":"Die Saint Luis Rey Serie A ist genau die richtige Zigarre, die Sie sich nach einem reichhaltigen und schmackhaften Mahl gönnen sollten. Ihre komplexen Aromen ergänzen die eben genossenen Gaumenfreuden und werden in Begleitung mit dem richtigen Digestif erst zum wahren Genuss. Und nicht nur der Geschmack auch der Preis dieser kubanischen Schönheit lässt jedes Aficionadoherz höher schlagen.","Genuss":"Schlank und elegant - so lässt sich die Saint Luis Rey Serie A im Corona Gorda Format auf den ersten Blick beschreiben. Dass sie auch exzellente innere Qualitäten vorzuweisen hat, wird man sogleich nach dem Entzünden dieses handgefertigten Longfillers bemerken. Sie beginnt mild und nimmt kontinuierlich an Stärke zu, sodass sie sich im mittelstarken bis starken Bereich einpendelt. In den noch recht milden ersten Zügen zeigen sich Honigaromen, die zuvor schon im Kaltgeruch wahrnehmbar waren und nun von holzigen Noten begleitet werden. Im zweiten Drittel bewegt sie sich aromatisch zwischen Holz, Erde und einer fruchtigen Süße. Im Finale kommen Röstaromen hervor und sie nimmt an pfeffriger Schärfe zu, wird jedoch nicht zu scharf. Die kubanischen Tabakblätter der Vuelta Abajo, die für Einlage, Umblatt und Deckblatt verwendet werden, sind hochwertig von Hand verarbeitet, was sich auch im gleichmäßigen Abbrand und dem perfekten Zugverhalten bestätigt.","Hintergrund":"Die Einführung der kubanischen Marke Saint Luis Rey um 1940 geht auf die britische Firma „Zamora and Guerro“ zurück, die ihren Sitz damals in Havanna hatte. Der Markenname ist eine Verbindung der Anbauregion San Luis in der Vuelta Abajo mit dem spanischen Wort für \u003cem\u003eKönig\u003c/em\u003e. Und so exklusiv wie der Name so auch die Zigarren. Wurden sie doch bis 1993 nur in Groß Britannien vertrieben. Mittlerweile sind sie aber auch weltweit erhältlich."},"diameter_mm":18.3,"ring":46,"length_mm":143,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Fruchtig","Holz","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4}
