{"name":"Culture Maduro Robusto","url":"https://www.noblego.de/culture-maduro-robusto/","brand":"Culture","series":"Maduro","details":{"Fazit":"Culture Maduro Robustos sind handliche und würzige Zigarren für den passionierten Zigarrenraucher. Sie sind sehr aromatisch und von mittlerer Stärke. Dieses edle Stück sollte einer schönen Stunde am Feierabend vorbehalten sein und von einem guten Drink begleitet werden.","Genuss":"Die medium-starke Culture Maduro Robusto besitzt eine Einlage aus Tabaken der Dominikanischen Republik. Hierfür werden unter anderem Ligero und Olor Dominicano verwendet. Das Umblatt stammt ebenso aus der Dominikanischen Republik, während für das Deckblatt ein Connecticut-Broadleaf Maduro verwendet wird. Die Culture Maduro Robusto entwickelt nach dem Anzünden Noten von Zartbitterschokolade und Nüssen. Selbstverständlich kommen durch das Maduro-Deckblatt sanfte, süße Facetten hinzu. Sie ist angenehm im Geschmack und nicht dominant am Gaumen. Auch der Raumduft ist angenehm und dabei charakteristisch. Die Culture Maduro Robusto ist 12,7 Zentimeter lang und hat einen Durchmesser von zwei Zentimetern, also ein Ringmaß von glatten 50. Damit liegt sie ausgezeichnet in der Hand und kann, genussvoll geraucht, eine knappe Stunde Rauchgenuss vom Feinsten bescheren.","Hintergrund":"Diese Zigarren aus der Dominikanischen Republik sind Qualitätszigarren und ein Hochgenuss für jeden Aficionado. Für die Culture Maduro Robusto werden ausschließlich Premiumtabake verwendet, die in der Dominikanischen Republik wachsen."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.5}
