{"name":"Marca Fina Nicaragua Corona","url":"https://www.noblego.de/marca-fina-nicaragua-corona/","brand":"Marca Fina","series":"Nicaragua","details":{"Fazit":"Die Marca Fina Nicaragua Corona stellt einen wahrhaften Klassiker dar. Alles in allem ist sie eine milde, karibische Schönheit, die durch ihre konstante Süße und die klassischen Marca Fina-Aromen begeistert und sowohl unter Zigarrenneulingen als auch alteingesessenen Experten großen Zuspruch finden wird.","Genuss":"Die Marca Fina Nicaragua Corona wird vollständig aus einheimischem Tabak hergestellt. Das recht dunkle Deckblatt besitzt eine feine Aderung und weist eine schokoladenbraune Färbung auf. Der Kaltgeruch dieser Zigarre erinnert ein wenig an frisches Leder. Nach dem Anzünden dieser in Handarbeit gefertigten Zigarre entsteht eine hellgraue, mittelfeste Asche. Abbrand und Zugwiderstand sind tadellos, das Rauchen der Marca Fina Nicaragua Corona ist entspannend und erholsam. Neben den für lateinamerikanische Zigarren typischen, erdigen Aromen wartet die Marca Fina Nicaragua Corona mit einem cremig-würzigen Geschmacksbild auf, lässt sich aber insgesamt eher zu den milderen Zigarren zählen und ist daher auch eine optimale Einstiegszigarre, die mit einer angenehm kurzen Rauchdauer von 35-45 Minuten bei nahezu jeder Gelegenheit konsumiert werden kann. Dunkle Röstaromen, die sehr an Kaffee erinnern, dominieren den Zigarrenbeginn. Es kommt eine wohlschmeckende Süße hinzu, die geschmacklich vor allem an Honig erinnert und eine gelungene Ergänzung zu den eigentlich dunklen Aromen der Marca Fina Nicaragua Corona darstellt. Diese Süße wird im weiteren Rauchverlauf noch intensiver, es entsteht zudem ein zarter, unaufdringlicher Rauch. Wenn sich die Corona ihrem Ende nähert, wird ihr Geschmack von der Honigsüße dominiert, dazu mischen sich dezente Aromen von Nuss und Holz. Dennoch wird die Marca Fina Nicaragua Corona nie scharf oder gar bitter, die vollmundige Süße bleibt während des gesamten Zigarrengenusses vorhanden und macht diese Zigarre zu einer sehr einsteigerfreundlichen Alternative im Gegensatz zu den sonst eher kräftigen Marca Fina-Produkten.","Hintergrund":"Um eigenverantwortlich und in Unabhängigkeit von den dominierenden Großkonzernen der Tabakindustrie handeln zu können, haben sich etliche latein- und mittelamerikanische Tabakbauern und -fabrikanten zur Federación de Tabaqueros America Central (FTAC) zusammengeschlossen. Somit können sie ohne jegliche Vorgaben Zigarren herstellen, die heute weltbekannt sind für ihre hohe Qualität, ihren exotischen Geschmack und ihre günstigen Preise. Daher sind Zigarren mit dem Namen Marca Fina nicht nur eine Wohltat am Gaumen von Tabakliebhabern, sondern auch für den eigenen Geldbeutel – und das Geld, das man in diese Zigarren investiert, kommt direkt den Menschen vor Ort zugute, welche für Produktion und Vertrieb verantwortlich sind."},"diameter_mm":16,"ring":38,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.8}
