{"name":"Joya de Nicaragua Red Cañonazo","url":"https://www.noblego.de/joya-de-nicaragua-red-canonazo/","brand":"Joya de Nicaragua","series":"Joya Red","details":{"Fazit":"Die Joya de Nicaragua Red Cañonazo ist eine beeindruckend große Zigarre, die jeden erfahrenen Aficionado begeistern muss. Ihr Aromenspiel und ihr Rauchvolumen bleiben lange als besonderes Raucherlebnis im Gedächtnis.","Genuss":"Die Joya de Nicaragua Red Cañonazo duftet wunderbar nach Gras, wenn man den Deckel der roten Kiste anhebt. Sie ist tadellos verarbeitet, was sich im völlig geraden Abbrand, der fast weißen Asche und einem perfekten Zugwiderstand zeigt. Das Deckblatt, ein Caribbean aus Nicaragua ist deutlich innerviert und angenehm ölig. Es vermittelt ein uriges Gefühl, diese schwere und etwas ländlich anmutende Zigarre in der Hand zu wiegen. Kaffee-, Nuss- und Pfefferaromen sind deutlich zu vernehmen, wenn man die Riesenzigarre genüsslich raucht. Ihre Stärke ist als mittelkräftig zu bewerten. Die Joya de Nicaragua Red Cañonazo ist 140 Millimeter lang und besitzt den enorm beeindruckenden Durchmesser von 21,3 Millimetern. Sie beschert uns weit über eine Stunde eines ganz besonderen Rauchgenusses.","Hintergrund":"Joya de Nicaragua ist die älteste und traditionsreichste Zigarrenmanufaktur Nicaraguas. Ihre Serie RED, die im Jahr 2014 auf der Inter-tabac vorgestellt wurde, soll ein modernes und jüngeres Publikum ansprechen. Damit bringt Joya de Nicaragua im Vergleich zu den recht starken und gewöhnungsbedürftigen Traditionslinien eine leichtere und deutlich mildere Variante des Tabakgenusses ein. Statt des kraftvollen Ligero-Tabaks wurde hier der mildere Viso verwendet."},"diameter_mm":21.3,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gras","Kaffee","Nuss","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7}
