{"name":"Maravilla Edicion Limitada Sublimes","url":"https://www.noblego.de/maravilla-edicion-limitada-sublimes/","brand":"Maravilla","series":"Edicion Limitada","details":{"Fazit":"Die Maravilla Edicion Limitada Sublimes ist eine leckere, vollaromatische Zigarre, die bei mildem Aroma mit einer auffallenden Cremigkeit überzeugen kann. Ein Gläschen Weißwein oder ein süßer Cocktail dazu und der Nachmittag ist perfekt.","Genuss":"Die besten Tabake aus Ecuador und der Dominikanischen Republik wurden für die Fertigung dieser 16,4 cm langen und 21,4 mm dicken Zigarre verwendet. Dabei erfolgt die Verarbeitung der Maravilla Edicion Limitada Sublimes komplett von Hand, außerdem handelt es sich bei dieser Dominikanerin um einen Longfiller. Verwendet wird eine Einlage aus der Dominikanischen Republik, die von einem Umblatt aus Ecuador sowie dem ebenfalls aus Ecuador stammenden, ölig-schimmernden, hellbraunen Deckblatt vollendet wird. Diese Tabakmischung sorgt für ein Aroma, das bei einer tollen Cremigkeit mit Noten von Erde, Nüssen, Kaffee, gelegentlichen grasigen Noten und einer aromatischen Süße aufwarten kann. Sehr lecker!","Hintergrund":"Die Zigarren-Firma Maravilla kann seit ihrer Gründung auf eine beständig wachsende Zahl Aficionados blicken, die die Produkte des Hauses zu schätzen wissen. Kein Wunder bei der hervorragenden Qualität der Zigarren und ihrem passenden Preis-Leistungs-Verhältnis.  Hinzu kommt die ansprechende Produktpräsentation, denn wer sich eine ganze Kiste dieser leckeren Zigarren gönnt, kann auch eine der hübschen und hochwertigen Kisten in glänzendem Rot sein Eigen nennen. Dabei findet sich in jeder Zigarrenkiste ein kleiner Zettel mit ein paar Worten desjenigen Torcedors, der diese Zigarren gerollt hat. Dabei handelt es sich oftmals um Exilkubaner, die ihr Handwerk noch vor der Revolution auf der Insel erlernt haben."},"diameter_mm":21.4,"ring":54,"length_mm":164,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.5}
