{"name":"DBL Amarillo Box Press Limited Edition Belicoso","url":"https://www.noblego.de/dbl-amarillo-box-press-limit-edition-belicoso-zigarren/","brand":"DBL Cigars","series":"Amarillo","details":{"Genussverlauf":"Ein dunkles Maduro und ein hellbraunes Connecticut Deckblatt aus den USA verleihen der DBL Amarillo Box Press Limited Edition Belicoso den markanten Barber Pole Anblick. Ein Umblatt und Einlagetabake aus der Dominikanischen Republik machen ihren spannenden Blend komplett. Einmal entzündet, verströmt sie einen schmeichelnden, samtig-cremigen Rauch. In einer ungefähren Genusszeit von 70 Minuten wartet die Belicoso mit feinen Aromen von Rosinen, Beerenfrüchten, Karamell, Zimt und Schokolade auf, die von buttrigen Noten und einer passenden Würze untermalt werden. Sie brilliert dabei mit hervorragendem Zug- und Abbrandverhalten.","Nice to know":"Hinter dem Kürzel DBL steckt die Bezeichnung Dominican Big Leaguer. So lautet der volle Name dieser dominikanischen Premiummarke, die von Francisco Almonte ins Leben gerufen wurde. Almonte konnte sich seine Expertise im Zigarrenbereich während langjähriger Engagements im Produktionsbereich bei La Flor Dominicana und Arturo Fuente erwerben.","Resümee":"Eine sicherlich nicht alltägliche Zigarre von allerbester Machart. Die DBL Amarillo Box Press Limited Edition Belicoso ist ungemein köstlich und begeistert somit nicht allein durch ihr ansprechendes Äußeres. Wir können Ihnen wärmstens empfehlen, sich diese tolle Zigarre schmecken zu lassen."},"diameter_mm":21.8,"ring":54,"length_mm":143,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Maduro","aromaProfileManufacturer":["Beeren","Cremig","Gebäck","Karamell","Rosine","Schokolade","Zimt"],"flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":11.3,"additionalNotes":"Doppeltes Deckblatt, Limited"}
