{"name":"Padron 1964 Anniversary Maduro Hermoso Short Gordo","url":"https://www.noblego.de/padron-1964-anniversary-maduro-hermoso-short-gordo-zigarren/","brand":"Padron","series":"1964 Anniversario","details":{"Genussverlauf":"Alle Tabake der 1964 Anniversary Maduro Hermoso Short Gordo von Padrón stammen von den fruchtbaren nicaraguanischen Plantagen des Traditionsherstellers. Nach der Ernte durften diese noch mindestens vier Jahre reifen, sodass bei all der Kraft dieser geschmackvollen Puro eben auch viel Harmonie unter den einzelnen Aromen zu erkennen ist. Die ersten Züge an der 10,2 cm langen Boxpressed Longfiller werden von deutlichen Holz- und Röstnoten bestimmt. Neben einer feinen Süße bilden sich dann schöne Zartbitterschokolade- und Erdaromen aus, die bis zum Schluss mit vielen würzigen Eindrücken befeuert werden. Ein kraftvoller und vollmundiger Auftritt, der wie geschaffen ist für anspruchsvolle Vollblut-Aficionados, die aussagekräftigen Smokes zugetan sind. Ein Abbrand wie am Schnürchen und optimale Zugeigenschaften tun ihr Übriges, um die besondere Qualität dieser Ausnahmezigarre hervorzuheben.","Nice to know":"Die satten 94 Punkte von der Jury des Cigar Journals für die Hermoso Short Gordo sagen mehr als tausend Worte. Bei Padrón ist man diese Spitzenbewertungen durchaus gewohnt, denn dort arbeitet man mit nichts anderem als höchstmöglicher Qualität.","Resümee":"Die Padrón 1964 Anniversary Maduro Hermoso Short Gordo ist ein edles Kurzformat mit viel Kraft und Geschmack. Machen Sie sich auf ein 45-minütiges Gaumenfest gefasst, das Sie in dieser Art bei kaum einem anderen Zigarrenproduzenten finden werden."},"diameter_mm":22.2,"ring":56,"length_mm":102,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Erdig","Kräuter","Leder","Schokolade","Süß","Würzig","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":21.5}
