{"name":"Dalay Hell Robusto","url":"https://www.noblego.de/dalay-hell-robusto-zigarren/","brand":"Dalay","series":"Natural","details":{"Fazit":"Die Dalay Hell Robusto ist eine sehr delikate und gehobene Zigarre, die man sich öfter mal gönnen sollte. Der milde aber aromatische Geschmack entsteht durch eine wirklich gelungene Mischung verschiedener edler Tabake. Erhältlich sind Dalay Hell Robusto in einer soliden und attraktiv ausgelegten Holzkiste zu jeweils 20 Stück, die sich auch hervorragend als Geschenk eignet.","Genuss":"Auf Druck gibt die Zigarre kaum nach, was für eine sehr solide Verarbeitung und eine üppige Füllung mit Tabak hindeutet. Die weiß abgesetzte Banderole sorgt für ein modernes und attraktives äußeres Erscheinungsbild. Auch das Bouquet vor dem Anzünden ist verführerisch, blumig und leicht erdig. Nach dem Anzünden zeigt sich ein vorbildliches Abbrandverhalten, das zu dunkelgrauer, in Ringen abfallender Asche führt. Zu Beginn des Smokes ist eine dezente Süße zu schmecken, die im weiteren Verlauf von pikanten Röstnoten dominiert wird. Die Dalay Hell Robusto duftet die ganze Zeit über dezent nach Erde. Sie raucht sich relativ lange und reichhaltig im Spiel der Aromen, ohne zu irgendeiner Zeit aufdringlich zu wirken. Für die geschmackliche Raffinesse dürfte nicht zuletzt das Broadleaf-Umblatt verantwortlich sein, das durch seinen etwas rustikalen Charakter und seine öligen Inhaltsstoffe ganz charakteristische Töne einspielt. Bei einem perfekten Zugwiderstand, einer Länge von 127 Millimetern und einem Ringmaß von 50 bescheren sie eine genussvolle Stunde recht mildes und unbeschwertes Rauchvergnügen. Ganz bemerkenswert ist, dass sich bei dieser Zigarre im letzten Drittel keine unangenehme Schärfe einstellt, sondern vielmehr eine große Harmonie der Geschmackskomponenten eintritt.","Hintergrund":"Salih M. Dalay organisiert in seinem exklusiven Zigarrenladen in der Saarbrücker Innenstadt den Vertrieb der Dalay Hell Zigarren in Deutschland. Diese haben in den letzten Jahren den Markt geradezu im Sturm erobert. Es sind wunderbare Longfiller, die ein hervorragendes Preis-Leistungsverhältnis mitbringen. An den immerwährend feuchten und schattigen Westhängen der Anden wachsen die hervorragende Deckblätter, denen die Dalay Hell Zigarren einen erheblichen Teil ihres milden Charakters verdanken. Das Klima Ecuadors ist mit einer Durchschnittstemperatur von etwa 23°C und häufigen Regenfällen ideal für die Gewinnung milder Tabaksorten."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Nein","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Gewürze","Leder","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.5}
