{"name":"El Credito Churchill","url":"https://www.noblego.de/el-credito-churchill/","brand":"El Credito","series":"","details":{"Fazit":"Tadelloses Zugverhalten und eine Maduro-Optik machen die El Credito Churchill zu einem wahren Gaumenschmaus. Für die kleine Mittagspause ist die Churchill vielleicht nicht gerade die richtige Wahl. Für schöne Abendstunden mit Freunden jedoch ist sie ideal, und das zu einem fantastischen Preis.","Genuss":"Optisch ist die El Credito Churchill ein wahres Meisterwerk, ein dunkles, sehr fein geripptes Deckblatt und hervorragende Verarbeitung in Verbindung mit einem Ecuador-Deckblatt, das fast schon die Farbe und Öligkeit eines Madurodeckers besitzt. Die Churchill misst eine Länge von 16,7 Zentimetern und besitzt einen Durchmesser von 18 Millimetern, es handelt sich um ein 45er Ringmaß. Als Einlagetabak wird eine Mischung aus Nicaragua und der Dominikanischen Republik verwendet. Das Umblatt besteht aus Nicaraguatabaken, die der Zigarre eine leicht süße Würze verleihen. Schon gleich nach dem Entzünden dieser Vitola wird klar, dass es sich um eine besondere Zigarre handelt, die einen zirka 90-minütigen Smoke verspricht. Für eine dominikanische Zigarre sehr ungewöhnlich kräftig und überaus erdig im Geschmack. Das erste Drittel wird vom erdigen Aroma angeführt. Ein sehr guter Zug und wunderbar kreisrunder Abbrand machen diese Zigarre perfekt. Die Würze aus dem ersten Drittel verflüchtigt sich im zweiten Drittel ein wenig und ein bisschen Pfeffer kommt mit ins Spiel, eine interessante Wendung, wie man sie sonst von dominikanischen Zigarren kaum kennt. Zum Finish kommt noch ein wenig hintergründige Süße hinzu, die den Smoke perfekt abrundet.","Hintergrund":"Der Gründer der „El Credito Cigar Company“, Ernesto Perez-Carrillo, kam wie so viele Zigarrenhersteller Mitte des 20. Jahrhunderts im Zuge der kubanischen Revolution mit seiner Familie in die Dominikanische Republik. Auch dort widmeten sich die Carrillos intensiv dem Tabakanbau und stehen bis heute für starke, kubanische anmutende Zigarren aus der Dominikanischen Republik."},"diameter_mm":18,"ring":45,"length_mm":167,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.2}
