{"name":"La Aurora 1495 15 Minutes Break","url":"https://www.noblego.de/la-aurora-1495-15-minutes-break/","brand":"La Aurora","series":"1495","videoURLs":["https://www.youtube.com/watch?v=8XJ6-lteu2k"],"details":{"Fazit":"Die La Aurora 1495 15 Minutes Break, die einzeln oder in der 5er Box erhältlich ist, bietet reichhaltige Aromen bei mittlerer bis kräftiger Stärke. In der Mittagspause lässt sich diese Zigarre ausgesprochen gut zu einem Milchkaffee genießen, abends hingegen fühlt sie sich in Gesellschaft eines Malzbieres oder auch eines Glases Cognac sehr wohl.","Genuss":"Aus dem Hause Arnold André stammt die La Aurora 1495 15 Minutes Break, bei der der Name hält, was er verspricht. Denn während des kurzen Smokes läuft die Dominikanerin schnell zur geschmacklichen Höchstform auf und beschert ein intensives Rauchvergnügen, sodass der Genuss dieser Zigarre zu einer wohlverdienten kleinen Auszeit gerät. Dabei setzt sich die 15 Minutes Break im Format einer Petit Corona aus verschiedensten Tabaken Südamerikas zusammen, so stammt die Einlage aus der Dominikanischen Republik und bei dem Deckblatt handelt es sich um ein Corojo-Blatt aus Ecuador. Bereits kurz nach dem Anzünden entwickelt sich ein dichtes Volumen, das bei einer cremigen, medium-aromatischen Würze erdige und nussige Noten bereithält. Die Verarbeitung ist gut, ebenso wie das Abbrand- und Zugverhalten. Gelegentlich neigt sie zu einem leichten Schiefbrand, der sich aber meist schnell wieder von selbst korrigiert.","Hintergrund":"Arnold André ist ein deutscher Hersteller von Zigarren und Zigarillos und dürfte vielen Aficionados bereits durch seine etablierten und vielgelobten Marken \u003ca title=\"Davidoff Zigarren online bei Noblego kaufen.\" href=\"/davidoff-zigarren/\"\u003eDavidoff\u003c/a\u003e, \u003ca title=\"The Griffin's Zigarren günstig online bei Noblego.de kaufen.\" href=\"/griffins-zigarren/\"\u003eThe Griffin’s\u003c/a\u003e, \u003ca title=\"Clubmaster Zigarren online bei Noblego kaufen.\" href=\"/clubmaster/\"\u003eClubmaster\u003c/a\u003e oder durch die \u003ca title=\"Mac Baren Pfeifentabak online bei Noblego.de.\" href=\"/mac-baren-pfeifentabak/\"\u003eMac Baren Pfeifentabake\u003c/a\u003e bekannt sein. Seit Anfang des 19. Jahrhunderts ist die Firma im Tabakgeschäft tätig und die jahrzehntelange Expertise sowie das Gespür für Trends im Genussbereich machten die Arnold André Company zu dem mittlerweile größten Tabakunternehmen Deutschlands. Dabei versteht sich Arnold André nicht nur als Tabaklieferant, sondern mit dem Firmen-Magazin „Alles André“ wird eine Brücke zur Kultur geschlagen. Denn das alle vier Monate erscheinende, kostenlose Magazin hält spannende Artikel zu vielfältigen Themen bereit und bietet neben Informationen über Neuerscheinungen auf dem Tabakmarkt auch allerhand kulturelle Empfehlungen."},"diameter_mm":15,"ring":38,"length_mm":90,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Corojo","aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"kürzer als 20 Min","price":5.2}
