{"name":"Rocky Patel CSWC Mareva","url":"https://www.noblego.de/rocky-patel-cswc-mareva/","brand":"Rocky Patel","series":"","details":{"Fazit":"Die Rocky Patel CSCW Mareva ist eine vorzügliche Zigarre, die man besonders entspannt genießen kann. Ob Sie sich dabei an die Wettbewerbsregeln halten wollen, entscheiden Sie natürlich selbst. Eine spannende Herausforderung ist es allemal. Zum Vergleich für alle, die es versuchen wollen. Der Weltmeister aus dem Jahr 2018, Hauke Walter (Deutschland) gewann den Titel mit einer sagenhaften Zeit von zwei Stunden 48 Minuten und 25 Sekunden.","Genuss":"Der Blend der Rocky Patel CSCW Mareva setzt sich wie folgt zusammen. Ein sattbraunes Deckblatt aus der San Ándres Region in Mexiko, umschließt ein nicaraguanisches Umblatt, welches die akribisch ausgewählten Einlagetabake aus Honduras und Nicaragua unter sich birgt. Resultat dieser Zusammensetzung ist eine angenehm milde Zigarre, deren Geschmack von einer verlockenden Süße, unter die sich komplex auftretende Röst-, Zartbitterschokolade-, Kaffee- und Pfefferaromen mischen, geprägt ist. Gegen Rauchende belohnt die feine Köstlichkeit aus der Meistermanufaktur TAVICUSA in Nicaragua ihren Genießer mit einem außergewöhnlich cremigen Finale. Zug- und Abbrandverhalten sind gerade bei dieser Vitola von enorm wichtiger Bedeutung und können als absolut vorbildlich bezeichnet werden.","Hintergrund":"Traditionell werden für die Weltmeisterschaft im „Zigarre langsam Rauchen“ Mareva Formate verwendet. Die Regeln für diesen kuriosen Wettbewerb lauten wie folgt: Jeder Teilnehmer bekommt einen Zigarrenabschneider und zwei Streichhölzer. Zu Beginn hat man jeweils 60 Sekunden Zeit zum Anschneiden und Anzünden der Wettbewerbszigarre. Danach ist jegliches Nach- oder Anzünden untersagt. Über die Dauer des Wettbewerbs darf die Zigarre nur mit dem Mund und mit den Händen gehalten werden. Der Zigarrenring darf nicht angesengt werden, in diesem Falle droht eine Zeitstrafe. Zum Gewinner des Wettbewerbs wird derjenige Teilnehmer gekürt, welcher die Zigarre unter Einhaltung aller Regeln am längsten genießen kann."},"diameter_mm":16.7,"ring":42,"length_mm":130,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Röstaromen","Süß","Würzig"],"strength":"Mild","smokingDuration":"90 Min oder länger","price":10}
