{"name":"Hernandez y Ruiz Robusto","url":"https://www.noblego.de/hernandez-y-ruiz-robusto/","brand":"Hernandez y Ruiz","series":"","details":{"Fazit":"Die Hernandez y Ruiz Robusto Zigarren zeigen sich durchaus als temperamentvoll, außerdem ergiebig und gleichzeitig perfekt ausbalanciert. Sie eignen sich deshalb zum Einstieg in diese edle Marke ebenso wie zum regelmäßigen Genuss. Jetzt probieren und den unverwechselbaren Geschmack Panamas kennen lernen!","Genuss":"Hernandez y Ruiz Robusto Zigarren sind Puros, enthalten also nur Tabake aus Panama und gelten daher als sortentypisches Aushängeschild für dieses Tabakland. Es sind mittelkräftige, mild-würzige Zigarren, die ihre Eigenschaften langsam und nachhaltig beim Rauchgenuss entfalten. Dank des selbstbewussten und kompakten Formats mit 20 Millimetern Durchmesser und 127 Millimetern Länge hält dieser Longfiller wenigstens eine Dreiviertelstunde lang vor und hat dabei viel an wechselnden Aromen zu bieten. Hierin präsentieren sich die Puros aus Panama leicht herb, etwas holzig und mit einer schwach wahrnehmbaren Kaffeenote. Verarbeitung, Zug- und Abbrennverhalten sind tadellos.","Hintergrund":"Zigarren aus Panama gelten nach wie vor als Geheimtipp. Dies gilt auch für die relativ neu eingeführte Marke Hernandez \u0026 Ruiz, die seit 2012 in Deutschland erhältlich ist und auf Grund ihres sehr guten Preis-Leistungs-Verhältnisses eine Chance verdient hat. In Panama wird schon sehr lange Tabak produziert. Die Herstellungsverfahren laufen noch streng nach alten, bewährten Traditionen ab. Paul Bugge hat sie hierzulande eingeführt und achtet auf die Einhaltung der Standards."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Panama","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Cremig","Gras","Holz","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":6.5}
