{"name":"Macanudo Cafe Prince of Wales","url":"https://www.noblego.de/macanudo-cafe-prince-of-wales/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Mit der Macanudo Prince of Wales holen sie sich eine wahrlich königliche Zigarre ins Haus, deren Genuss sich sowohl durch einen edlen Cognac oder einen eleganten Whisky abrunden lässt. Für die besonderen Genussmomente ist diese Zigarre mit dem ausgezeichneten Preis-Leistungsverhältnis bestens geeignet.","Genuss":"Der Macanudo Café Prince of Wales ist durchaus als stattlich zu bezeichnen. Denn mit seiner Länge von guten 20 Zentimetern bei einem 53er Ringmaß sorgt der Prince für einen Rauchgenuss von weit über einer Stunde. Bei einer ansprechenden Würze ist er als mediumstarke Zigarre geeignet für viele Aficionados, und kann daher als ein wahrer Prinz der Herzen bezeichnet werde. Denn sowohl erfahrene Genießer auf der Suche nach einem nicht allzu intensiven Geschmackserlebnis finden Gefallen an dem aromatischen Smoke mit Noten von Erde, Holz, Gewürzen, Nüssen und vor allem Kaffee. Und auch Anfänger in der Genusswelt werden von den aromatischen Pfeffernoten gefordert, aber nicht überfordert.","Hintergrund":"Macanudo ist eine Marke, die in den letzten 50 Jahren positiv von sich reden machen konnte. Mit dem Masterblender Ramón Cifuentes aus der ehemaligen Partagas-Manufaktur hat sich die Firma aber auch einen erfahrenen Experten ins Boot geholt, der die perfekte Zigarre nicht nur zu schätzen, sondern auch zu konstruieren wusste. Im Jahre 2000 ist Ramón Cifuentes dann im Alter von 91 Jahren verstorben, doch seine Kreationen sind unvergessen und leben in Form von großartigen Zigarren weiter."},"diameter_mm":21,"ring":53,"length_mm":202,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":9.5}
