{"name":"Aging Room Small Batch M356 Major","url":"https://www.noblego.de/aging-room-small-batch-m356-major/","brand":"Aging Room","series":"M356","details":{"Fazit":"Wer sich bei der Double Toro auf eine Rauchdauer von eineinhalb Stunden und länger eingestellt hat, wird allerdings enttäuscht. Der gute und leichte Zug trägt seinen Teil dazu bei. Nach knapp einer Stunde kommt der Genuss zum Ende. Bis dahin aber hält die Zigarre, was sie schon zu Beginn versprochen hat. In einem Espresso und einem anschließenden süßen Rum findet die Aging Room perfekte Begleiter. So empfiehlt sie sich als eine gute dominikanische Alternative für Liebhaber dieser karibischen Tabake. Angesichts des Preises zudem ein Vergnügen, dass man sich häufiger leisten kann als manche Vitolas der durchaus hochpreisigeren Mitbewerber. Im wahrsten Sinn des Wortes viel Genuss zu einem fairen Preis.","Genuss":"Wie bei dem Format nicht anders zu erwarten, füllt die Aging Room Small Batch M 356 Major den Mundraum mit weichem Rauch. Ein leichter gleichmäßiger Zug tut sein Übriges dazu, die Zigarre von Beginn an als angenehm zu empfinden. Die Geruchsnoten, die schon im kalten Zustand deutlich wahrgenommen werden, gewinnen bei der entzündeten Zigarre an Kraft, werden jedoch nicht unangenehm aufdringlich. Die etwas robuste, aber gut gerollte Double Toro brennt gleichmäßig mit hellgrauer fast weißer Asche, wie es für viele Zigarren aus dominikanischen Tabaken typisch ist. Obwohl etwas blättrig, steht die Asche recht lange. Erst nach der Hälfte verliert sie ihren Stand und muss abgestreift werden. Bis dahin bleibt die Zigarre geschmacklich konstant und hält die angenehme mittelstarke Würze, die sie zu einem angenehmen Begleiter für den Nachmittag macht. Nach der Hälfte gewinnt die Aging Room M 356 Major an Süße. Zu Gewürzen und Holz gesellen sich feine Karamell- und Nussnoten. Zudem nimmt die Zigarre etwas an Stärke zu, was ihr nicht schlecht steht. Ein leicht buttriger, nicht unangenehmer Geschmack schleicht sich subtil ein. Man bekommt das Gefühl, als legte es die Major darauf an, die Genussaromen länger im Mund zu halten. Bis zum Schluss hält sie die Stärke im mittleren Bereich, so dass keine Veränderung zur Schärfe hin das Raucherlebnis stört, wie es bei anderen Zigarren dieses Formats manchmal vorkommen kann.","Hintergrund":"Seit 2011 ist die Marke Aging Room auf dem internationalen Markt erhältlich. Ihre bisher zwei Serien, die stärkere M356 und die milde Havao, erfreuen sich großer Beliebtheit und wurden von den einschlägigen Zigarrenmagazinen mit hohen Punktzahlen bewertet."},"diameter_mm":24,"ring":60,"length_mm":165,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Karamell","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.1,"additionalNotes":"Boutique Zigarre"}
