{"name":"Bossner Richard I. Maduro","url":"https://www.noblego.de/bossner-richard-i-maduro/","brand":"Bossner","series":"","details":{"Fazit":"Wer einen kurzen aber dennoch gehaltvollen und hocharomatischen Smoke schätzt, wird mit der Bossner Richard Maduro bestens beraten sein. Die kleine Zigarre verfügt über ein beeindruckendes Aromenspiel und allerbeste Qualität. Die Verarbeitung ist makellos und überzeugt von Mal zu Mal aufs Neue. So ist die kleine Maduro die perfekte Zigarre für den Genießer mit wenig Zeit. Dazu empfehlen wir ein Glas italienischen Rotwein oder ganz einfach ein Glas Mineralwasser. Probieren Sie es aus.","Genuss":"Aus ihrer Zellophanhülle befreit, verströmt die Bossner Richard Maduro feine Aromen von dunklem Tabak und feuchter Erde. Im perfekten Kaltzug lassen sich diese Aromen genauso wiederfinden. Angezündet verströmt die Zigarre einen schokoladigen Duft. Auch das Aroma an Zunge und Gaumen erinnert an Schokolade, gepaart mit den feinen Röstaromen von Kaffee und Schwarzbrot. Im Laufe des nur 20 bis 30-minütigen Genusses tritt der Kaffee deutlich in den Vordergrund, ohne jedoch die übrigen Aromen negativ zu beeinflussen. Die Richard Maduro besteht aus nicaraguanischem Blattgut und einem brasilianischen Arapiraca Deckblatt, weist damit eine deutlich würzige Note auf und weiß wahrlich zu begeistern.","Hintergrund":"Oftmals kommen die Gründer berühmter Zigarrenmarken aus Südamerika, Spanien, vielleicht auch aus Deutschland. Aber Russland? Konstantin Bossner ist Russe und somit einer von nur drei (!) Russen, die in der internationalen Zigarrenszene zu Ansehen gelangt sind. Bossner kann also als echte Seltenheit bezeichnet werden, was sich in der Machart seiner Zigarren durchaus wiedererkennen lässt. So beschränkt er sich beim Tabakanbau nicht bloß auf ein Land, sondern bezieht seine Produkte aus gleich zwei Ländern, nämlich der Dominikanischen Republik und Nicaragua. Entsprechend sind seine Zigarrenserien sehr unterschiedlich im Charakter, für jeden Geschmack ist etwas dabei. Das Konzept geht auf, zählt doch Bossner zu den großen Aufsteigern im Zigarrengeschäft."},"diameter_mm":23.8,"ring":60,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Arapiraca","strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":17}
