{"name":"Zino Platinum Z-Class Series 550 Robusto","url":"https://www.noblego.de/zino-platinum-z-class-series-550-robusto/","brand":"Zino","series":"Z-Class","details":{"Fazit":"Die Zino Platinum Z-Class Series 550 Robusto lässt Sie spielerisch an einem Raucherlebnis teilhaben, welches den Premiumcharakter der feinen Dominikanerin mehr als unterstreicht.","Genuss":"Der Blend der Zino Platinum Z-Class Robusto zeigt wieder einmal deutlich, was für ein immenser Aufwand im Hause Davidoff betrieben wird, um dem Genussraucher ein außergewöhnliches Rauchvergnügen zu bescheren. Gleich vier verschiedene Tabakanbauländer sind an der Zusammensetzung der interessanten Robusto beteiligt. Ihr fein verarbeitetes Deckblatt stammt wie die Zigarre selbst aus der Dominikanischen Republik. Darunter verbirgt sich ein hochwertiges Umblatt aus Peru, welches die Einlage bestehend aus herrlich gereiften dominikanischen, honduranischen und nicaraguanischen Spitzentabaken, zusammenhält. Die feinwürzige und mittelkräftige Z-Class Robusto hat aromatechnisch einiges zu bieten. So wird der Genießergaumen mit komplexen Noten von Erde, Kaffee, Zeder und Nuss verwöhnt, die von einer angenehmen Honigsüße sowie von munteren Orangentönen begleitet werden. Man kann dabei einen perfekten Zug erwarten, beim Abbrand kann die Robusto anfangs etwas Schwäche zeigen, reguliert sich dann allerdings im Rauchverlauf zu einem zufriedenstellenden Ergebnis selbst.","Hintergrund":"Man setzt im Hause Davidoff auf höchste Qualitätsansprüche, schon alleine, weil man sich dazu aus guter alter Tradition verpflichtet sieht."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Hendrik Kelner","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Peru"],"aromaProfileManufacturer":["Erdig","Honig","Kaffee","Nuss","Orange","Pfeffer","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.6}
