{"name":"Davidoff Grand Cru Diademas Finas Limited Edition 2024","url":"https://www.noblego.de/davidoff-grand-cru-diademas-finas-limited-edition-2024-zigarren/","brand":"Davidoff","series":"Grand Cru","details":{"Genussverlauf":"Nicht nur entzückt das elegante Format, welches nur erfahrenste Roller herzustellen vermögen, sondern auch die besondere Behandlung der Einlagetabake. Davidoff wollte eine Zigarre kreieren, die die Geschmackseigenschaften eines Rive-Droite-Bordeaux vereint. Dafür haben die verantwortlichen Masterblender drei Haupttabake aus der Dominikanischen Republik für die Einlage gewählt - so wie auch ein Bordeaux aus mindestens drei Rebsorten gemischt wird. Umschlossen wird die raffinierte Mischung von einem dominikanischen San Vicente Seco, ein seidiges Connecticut Shade Deckblatt aus Ecuador dient dem wunderschönen Figurado Format mit stattlicher Länge von 17,2 cm als verlockendes Aushängeschild. Der San Vicente Seco aus der Einlage durfte zusätzlich in einem Grand Cru-Classé-Bordeaux Fass reifen. Das köstliche, im milden Bereich anzusiedelnde Meisterstück verwöhnt seine Genießer über 60 bis 75 Minuten mit feinsten Noten von Walnuss, dunklen Kirschen und Zitrusfrüchten.","Nice to know":"Zum Pairing empfiehlt Davidoff einen Bordeaux-Rotwein aus der Rive Droite. Eine fantastische Kombination, denn der Wein und die Zigarre ergänzen sich in ihren Noten nahezu perfekt und bilden zusammen ein exzellentes Genussduo.","Resümee":"Mit der Grand Cru Diademas Finas Limited Edition 2024 stellt die Premiummarke Davidoff wieder einmal ihr hohes Maß an Kreativität und Qualität unter Beweis. Nicht nur deshalb raten wir Ihnen, sich nicht von dem hohen Preis dieser Sonderedition abschrecken zu lassen. Von den weltweit 15 500 Kisten á 10 Zigarren haben nämlich gerade einmal 1 540 Stück den Weg nach Deutschland gefunden."},"diameter_mm":20,"ring":50,"length_mm":172,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut","aromaProfileManufacturer":["Schwarzkirsche","Walnuss","Zitrusfrüchte"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":57,"additionalNotes":"Limited"}
