{"name":"L'Atelier LAT 56","url":"https://www.noblego.de/l-atelier-lat-56/","brand":"L´Atelier","series":"","details":{"Fazit":"Was sollen wir noch sagen? Rauchen heißt hier die Devise. Am besten immer wieder.\nWer die L'Atelier LAT 56 zusammen mit ihren Geschwister-Formaten LAT 52 und 54 probieren möchte, dem empfehlen wir den \u003ca title=\"Hier geht's zum L'Atelier Sampler\" href=\"/l-atelier-sampler/\"\u003eL'Atelier Sampler\u003c/a\u003e.","Genuss":"Die L’Atelier LAT 56 hat alles, was sich der Aficionado nur wünschen kann: einen dichten Rauch, einen perfekten Abbrand, der kein Nachzünden erfordert, einen optimalen Zug, eine feste Asche, die gut und gerne 2/3 der Länge hält und natürlich würzige Aromen, die diese Zigarre besonders herausheben. Dass natürlich auch die Verarbeitung einwandfrei ist, sollte hier eigentlich gar nicht mehr erwähnt werden müssen, steht die Manufaktur von My Father Cigars doch seit Jahren für einzigartige Zigarren. Die L’Atelier LAT 56 ist ein Double Toro Format mit einer Länge von 165 mm und einem, wie der Name schon verrät, Ringmaß von 56, was einem Durchmesser von 22,2 mm entspricht. Am Zigarrenkopf befindet sich ein kleiner Pigtail, der eine Hommage an die Behike Serie von Cohiba darstellt. Der Longfiller startet stark, pendelt sich dann aber auf einem mittelkräftigen bis kräftigen Level ein. Nach einem pfeffrigen Beginn tritt eine nussige Süße auf, später Schokolade und Holz und sogar etwas Trüffel. 90 Minuten und mehr lässt sich die L’Atelier LAT 56 einfach nur genießen.","Hintergrund":"Der Blend der L’Atelier LAT 56 besteht aus einer Einlage und einem Umblatt aus Nicaragua und einem Sancti Spiritus Deckblatt, das in Ecuador im natürlichen Schatten der Wolken auf der Farm von Oliva gewachsen ist. Sancti Spiritus Tabak ist ein Hybrid der karibischen Sorten Criollo und Pelo de Oro. Letztere wird heute nicht mehr auf Kuba verwendet und ist für ihren besonders starken, würzigen und süßen Geschmack bekannt."},"diameter_mm":22.2,"ring":56,"length_mm":165,"length_inch":0,"format":"Double Toro","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":10}
