{"name":"La Flor Dominicana Mambises","url":"https://www.noblego.de/la-flor-dominicana-mambises/","brand":"La Flor Dominicana","series":"Premium Line","details":{"Fazit":"Nehmen Sie sich Zeit für die La Flor Dominicana Mambises, Sie werden es nicht bereuen. Für Anfänger ist sie ebenso geeignet wie für Liebhaber milder dominikanischer Zigarren. Am Nachmittag zum Kaffee oder am Abend mit einem Glas Weißwein der vollendete Genuss.","Genuss":"Die La Flor Dominicana Mambises zeigt schon von außen ihre Bestimmung zur Premium-Zigarre. Seidig-glatt mit feiner Aderung schließt sich das Connecticut Shade Deckblatt um das dominikanische Olor-Umblatt und die Einlage aus dominikanischem Piloto und nicaraguanischem Caribbean Seed Tabak. Das Churchill-Format in den Maßen 17,5 cm x 1,9 cm verströmt im Kaltgeruch einen fruchtig-floralen Geruch und bewegt sich geschmacklich zwischen Holz-, Nuss- und Pfefferaromen mit fruchtig süßen Noten für einen Rauchgenuss, der bis zu zwei Stunden währen kann. Mild beginnend steigert sie sich zum Ende hin etwas in der Stärke, bleibt aber weiterhin im milden bis mittleren Stärkesegment.","Hintergrund":"Die Marke La Flor Dominicana verfügt über ein umfangreiches Portfolio an Serien und Formaten. Neben der milden Premium Line kann sie auch mit stärkeren Serien wie der Double Ligero Linie oder den La Flor Dominicana Oro überzeugen. Seit Jahren schaffen es einzelne Exemplare der La Flor Dominicana Zigarren unter die Top 25 Zigarren eines Jahrgangs im „cigar aficionado“."},"diameter_mm":19,"ring":48,"length_mm":175,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Holz","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8}
