{"name":"Rodrigo de Jerez Corojo Reserve Toro Grün Honduras","url":"https://www.noblego.de/rodrigo-de-jerez-corojo-reserve-toro-grun-honduras/","brand":"Rodrigo de Jerez","series":"Grün Honduras","details":{"Fazit":"Eine Zigarre, die sich bestens als Abschluss eines schönen Essens eignet und die Süßspeise ersetzen soll. Dies wird sie mit Sicherheit auch mit ihrer schweren Süße und den reichhaltigen Nuancen nach Früchten erfüllen. Um sie noch mehr zur Geltung zu bringen, empfehlen wir einen jungen und süßen Whiskey oder klassisch, einen nicht zu starken Kaffee.","Genuss":"Nach dem Anzünden entfaltet die 15,5 Zentimeter lange und im Durchmesser 19,5 Millimeter dicke Toro eine Süße, die man sonst nur von Madurozigarren kennt. Anhaltend bis zum letzten Zug paart sie sich mit einem unglaublichen Fruchtcoktail, aus dem sich das Aroma reifer Trauben kristallisiert. Das typische Tabakaroma von würzigem Holz, frischem Heu und dem Duft nach Zedernholz, wird parallel das Aroma nach Waldhonig, Vollmichschokolade und köstlichem Butterkrokant gegenübergestellt. Erst gegen Ende tritt ein kleiner Pepperblast auf, der sich interessant mit der Süße verhält und einen einmaligen Geschmack bietet. Hinzu kommt ein perfekter Zug und Abbrand. Für 60 Minuten Rauchzeit ein unglaubliches Raucherlebnis und eine perfekt verarbeitete Zigarre.","Hintergrund":"Rodrigo De Jerez gilt als der Tabakentdecker für die westliche Welt. Er brachte den Tabak nach Europa, wo er zunächst als Teufels Erzeugnis angesehen wurde. Heute wird nach diesem Mann eine ganze Serie von Zigarren benannt und dies zu Recht. Besonders für diesen Blend werden besonders gereifte und sehr aromatische Tabake ausschließlich aus Honduras verwendet. Eine „Teufels“ Zigarre per Hand in Honduras gefertigt und importiert von August Schuster Zigarren."},"diameter_mm":19.5,"ring":49,"length_mm":155,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Holz","Nuss","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.4}
