{"name":"Don Pepin Garcia Black Label 1970","url":"https://www.noblego.de/don-pepin-garcia-black-label-1970/","brand":"Don Pepin Garcia","series":"Black Label","details":{"Fazit":"Mit der Don Pepin Garcia Black Label 1970 hat Jaime Garcia einen Longfiller kreiert, der durch ein sehr angenehmes Zugverhalten und gute Verarbeitung überzeugt. Eine Auswahl bester Tabake Nicaraguas eröffnet eine Fülle an Aromen und machen diese Zigarre nicht nur für Liebhaber interessant. Die Entwicklung ist charakterstark und wird auch bei Habanos-Anhängern  Anklang finden. Für die besondere Qualität der verarbeiteten Tabake spricht, dass selbst bei schnellerem Ziehen keine Schärfe entsteht.\nAls Begleitung ist Kaffee oder Espresso nicht die erste Wahl, da diese schnell Gefahr laufen, die würzigen Aromen zu irritieren. Harmonischer wird es mit einem klassischen Malt oder anderen Kaltgetränken wie einem Cuba Libre.","Genuss":"Die holzig bis sepia-braune Farbe weckt im Zusammenspiel mit der karibischen Geruchsnote und einem bitteren Gefühl auf der Zunge beim Trockenzug die Erwartung an einen erdigen und aromatischen Rauchgenuss. Die Don Pepin Garcia Black Label 1970 entwickelt während des ersten Drittels eine zunehmende Würze, welche den Aufdruck des Zigarrenrings legitimiert. Als herausstechende Geschmacksnuancen sind vornehmlich kräftiges Holz und eine erdige Note zu nennen. Das zweite Drittel verwöhnt den Gaumen zusätzlich mit einer dezenten Süße, welche die Aromen von Vanille und Nuss zum Vorschein bringt. Zum Ende hin lässt die Würze nach, stattdessen machen Erinnerungen an trockenes Holz, Macadamia-Nuss sowie eine leichte Säure das Raucherlebnis aus. Bemerkenswert ist, dass die Zigarre während des Rauchens recht warm wird, eine unangenehme Schärfe im Geschmack dennoch ausbleibt. Ebenfalls überzeugend wirken der gleichmäßige Abbrand sowie der komplexe Rauch.","Hintergrund":"Die Black-Label-Edition wird unter persönlicher Überwachung von José Garcia und seinem Sohn Jaime in Nicaragua produziert. Die Puro Nicaragua besteht zu einhundert Prozent aus karibischen Saaten, welche in den fruchtbaren Böden Nicaraguas angebaut und in der Tabacalera Cubana Factory gerollt wurden. Die bereits vorliegende Bewertung vom Cigar Insider, mit einem Rating von starken 89 Punkten, legt weiteres Zeugnis über die Qualität dieses Produktes ab."},"diameter_mm":21,"ring":52,"length_mm":127,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Rosado","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.5}
