{"name":"Fürst Bismarck Figurado","url":"https://www.noblego.de/fuerst-bismarck-figurado/","brand":"Fürst Bismarck","series":"","details":{"Fazit":"Milde dominikanische Holzaromen gepaart mit fruchtig-grasigen Grundnoten machen aus der Fürst Bismarck Figurado einen sehr milden, nicht zu langweiligen Smoke. Sehr gut geeignet für Anfänger! Auch eingefleischte Aficionados und Liebhaber dominikanischer Zigarren werden an dieser Zigarre gefallen finden.","Genuss":"Die  Fürst Bismarck Figurado ist ein Torpedo-Format mit einer Länge von 15,4 Zentimetern und einem Durchmesser von 21 Millimetern. Den würzig-milden dominikanischen Geschmack hat sie den Einlage- und Umblatttabake zu verdanken. Eine bunte Tabakmischung macht aus der Einlage ein sehr ausbalanciertes, volles Geschmackserlebnis. Verarbeitet werden die Tabake in der Dominikanischen Republik, wo auch die Zigarren von Hand gefertigt werden. Das Aroma der Fürst Bismarck Figurado entfaltet eine reichhaltige Kombination aus feiner Frucht und sehr grasigen, dominikanisch-typischen Geschmacksnuancen. Das erste Drittel der Vitola ist sehr zitruslastig, was dem grasigen Aroma allerdings nur zu gute kommt. Im zweiten Drittel kommt die Fürst Bismarck Figurado voll in Fahrt und unterstreicht die grasigen Grundtöne mit einem leichten Schuss Pfeffer. In Kombination mit dem 53er Ringmaß und den ausgewogenen Tabaken der Figurado belohnt sie den Raucher mit einem sehr ausgewogenen und milden Rauch. Zum Finish hin noch ein kleiner Hauch Schärfe verpasst dem zirka 70 minütigen Smoke noch das gewisse Etwas.","Hintergrund":"Die Entwicklung der Fürst Bismarck Zigarren braucht Zeit. Ist sie aber abgeschlossen, erhält man einen lang gereiften Blend, der ein schönes Aroma liefert. Getreu dem Motto: Gut Ding will Weile haben."},"diameter_mm":21,"ring":53,"length_mm":154,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gras","Nuss","Pfeffer","Süß","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.6}
