{"name":"La Galera Connecticut Tabaquero Presidente Churchill","url":"https://www.noblego.de/la-galera-connecticut-tabaquero-presidente-churchill-zigarren/","brand":"La Galera","series":"Connecticut","details":{"Genussverlauf":"Mit einer sehr stattlichen Länge von 18,4 cm und einem 50er Ringmaß ausgestattet, verspricht die La Galera Connecticut Tabaquero Presidente Churchill ein besonders ausgedehntes Zigarrenvergnügen der sanften Art. Dabei lässt es die köstliche Dominikanerin an geschmacklichen Höhepunkten allerdings nicht missen. Ihr Blend aus einem ecuadorianischen Connecticut Deckblatt und handverlesenen dominikanischen Einlage- sowie Umblatt-Tabaken sorgt für einen cremig-süß unterlegten Zigarrengenuss, der abwechslungsreiche Noten von Leder, Nuss, Holz, Toast und Erde hervorbringt. Genau das Richtige für Freunde sanfter Smokes und neugierige Einsteiger. Ein geradezu messerscharfer Abbrand und beste Zugeigenschaften gehören ebenfalls zu den Qualitäten dieser schönen Kreation aus der Tabacalera La Palma im dominikanischen Tamboril.","Nice to know":"Seit 1936 ist die Familie des momentanen Unternehmenschefs José Arnaldo Blanco III. fest mit dem Zigarrenhandwerk verbunden. José führt das Familiengeschäft somit schon in der dritten Generation und sorgt mit seinen feinen Premium-Blends immer wieder für Aufsehen in der Branche.","Resümee":"Die La Galera Connecticut Tabaquero Presidente Churchill ist ein Paradebeispiel für sanften Zigarrengenuss mit willkommener Aromavielfalt. Nehmen Sie sich einfach die Zeit, diese dominikanische Köstlichkeit zu genießen. Sie werden es ganz bestimmt nicht bereuen, sondern ein entspanntes und geschmackvolles Zigarrenerlebnis erfahren."},"diameter_mm":19.8,"ring":50,"length_mm":184,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Erdig","Leder","Nuss","Toast"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":8.8}
