{"name":"Nica Rustica by Drew Estate El Brujito","url":"https://www.noblego.de/nica-rustica-by-drew-estate-el-brujito/","brand":"Drew Estate","series":"Nica Rustica","details":{"Fazit":"Voller Tabakgeschmack und edle Aromen: die Nica Rustica by Drew Estate El Brujito ist wahrlich kein gewöhnlicher Smoke. In der 50er Kiste, im 25er Bundle oder einzeln ein Genuss für erfahrene Aficionados. Geschmackvoll abgerundet wird der Smoke mit einem Aberlour A'Bunadh Batch 46 Whisky.","Genuss":"Wenn man eine Zigarre produziert, die Estelí und seinen Einwohnern gewidmet ist, darf man sich bei der Verarbeitung und vor allem beim Blend nicht lumpen lassen. Die Nica Rustica by Drew Estate El Brujito wurde daher aus den besten Tabaken der Regionen Estelí und Jalapa gerollt und mit einem mexikanischen San Andres Umblatt und einem Connecticut Broadleaf Maduro Deckblatt perfekt abgerundet. Das Toro-Format misst 152 mm in der Länge und 20,6 mm im Durchmesser und wird mit einem kleinen Pigtail am Kopfende und einem vom Deckblatt umschlossenen Zigarrenfuß gerollt. Der Geschmack ist sehr natürlich gehalten, keine Veredlung oder Abmilderung der rustikalen Aromen, daher auch der Name Nica Rustica. Der Longfiller eignet sich also bestens für Liebhaber des vollen Tabakgeschmacks. Der Kaltzug präsentiert sich süßlich und leicht schokoladig, nach dem Entzünden kommen zunächst Aromen von Kaffee auf, im Rauchverlauf steigert sich die El Brujito in der Stärke und wird mit Aromen von Holz, Erde und Pfeffer würziger. Im eindrücklichen Finish stechen vor allem die Holz- und Raucharomen hervor, die auch nach dem Smoke von bis zu 90 Minuten noch lange im Mund verbleiben.","Hintergrund":"El Brujito ist seit 1984 offiziell das Symbol der Stadt Estelí, Nicaragua. Jede Stadt Nicaraguas hat ein Symbol, das die Stadt repräsentiert. Die Figur des El Brujito ist schon mehr als 2000 Jahre alt und wurde in einen Stein gemeißelt in Estelí gefunden. Für die Einwohner Estelís ist El Brujito ein spiritueller Heiler und Schamane. Die Kombination mit Zigarren liegt auf der Hand, wurde Tabak doch schon von den Ureinwohner als Medizin, Geschenk für Freunde oder zur Kommunikation mit den Geistern und Göttern eingesetzt."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Mexican San Andres"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Gewürze","Kaffee","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.3,"additionalNotes":"Pigtail"}
