{"name":"Romeo y Julieta Piramides Anejados","url":"https://www.noblego.de/romeo-y-julieta-piramides-anejados/","brand":"Romeo y Julieta","series":"Habanos Añejados (Aged)","details":{"Fazit":"Die Romeo y Julieta Piramides Añejados passt am besten nach dem Mittagessen oder am Nachmittag zu einer schönen Tasse Kaffee. Wer es generell lieber milder mag, wird aber auch am Abend seine Freude an dieser besonderen Habanos haben.","Genuss":"Die Romeo y Julieta Piramides Añejados zeichnet sich dank der langen Reifezeit vor allem durch eine besonders ausgeglichene Geschmacksstruktur aus. Der Longfiller ist als mittelkräftig einzustufen und bleibt dem auch über den gesamten Rauchverlauf treu. Während der gut 80 bis 90 minütigen Rauchdauer zeigen sich sanfte Röst- und Pinienaromen, auch Nuss und eine leichte Süße. In der Intensität steigern sich diese Aromen kaum und Sie erleben einen für kubanische Zigarren doch recht ungewöhnlichen Smoke. Auf Grund der einzigartigen Entwicklung der Tabake und der hochwertigen Verarbeitung erfahrener Torcedores sind Zug und Abbrand einfach optimal. Das spitz zulaufende Piramides Format mit den Maßen 156 x 20,6 mm ist bisher nicht im regulären Sortiment von Romeo y Julieta zu finden und schon damit eine kleine Besonderheit. Die limitierte Auflage macht sie noch begehrenswerter.","Hintergrund":"Die Romeo y Julieta Piramides Añejados werden direkt in ihren Kisten reifegelagert. Erst nach dem Reifeprozess von fünf bis acht Jahren werden die Kisten dann mit den typischen Verzierungen beklebt. Jede Zigarrenkiste trägt zudem einen Stempel mit der Jahreszahl der Rollung und einem Revisado-Vermerk, der darüber Aufschluss gibt, dass die Zigarren nach der Reifephase erneut einer Qualitätskontrolle unterzogen wurden."},"diameter_mm":20.6,"ring":52,"length_mm":156,"length_inch":0,"format":"Piramide","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Fruchtig","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":17,"additionalNotes":"Aged, Limited"}
