{"name":"Partagás Presidentes","url":"https://www.noblego.de/partagas-presidentes/","brand":"Partagás","series":"","details":{"Fazit":"Die Partagás Presidentes ist wahrlich ein besonderes Schmankerl für besondere Stunden. Das Format ist wirklich speziell, neugierige und bewundernde Blicke sind dem Aficionado sicher. Darüber hinaus besitzt die Presidentes ein wirklich tolles, kräftiges Aroma, das die Herzen der Kuba-Fans höher schlagen lässt. Sie verfügt über erdige, ledrige und kräutrige Aromen, die sich fantastisch ergänzen und stets spannend bleiben. Eine echte Empfehlung.","Genuss":"Der Duft der noch unentzündeten Zigarre ist bereits spektakulär. Sie riecht nach Zedernholz, Kräutern und frischem Laub, was sich auch im Kaltzug wiederfinden lässt. Obwohl der Zug der Zigarre formatbedingt etwas schwerer ist als beispielsweise bei einer Corona oder Robusto, ist die Verarbeitung trotzdem sorgfältig und gut gelungen. Bereits die ersten Züge der Partagás Presidentes sind geprägt von einer schweren, erdigen Würze, typisch kubanisch und wirklich sehr schmackhaft. Am Gaumen machen sich Aromen von Leder, Holz und feinen Kräutern bemerkbar, das Aromenspiel ist komplex und angenehm, ohne den Aficionado zu überfordern. Im ca. 60-minütigen Rauchverlauf verringert sich das Ringmaß formatbedingt, wodurch die erdige Würze der Zigarre ein wenig mehr an Kraft gewinnt und noch eine feine Schärfe entwickelt, die an schwarzen Pfeffer und Chili erinnert. Jedoch nimmt diese nicht überhand, sondern fügt sich gut ins stimmige Gesamtbild ein. Auch der Zug wird stetig leichter und unproblematischer. Die 15,6 cm lange Partagás Presidentes lässt sich problemlos bis auf wenige Zentimeter herunterrauchen und hinterlässt beim Genießer ein Gefühl der Zufriedenheit.","Hintergrund":"Die Marke Partagás zählt zu den renommiertesten Havannas und genießt einen wahrlich königlichen Nimbus. 1845 errichtet und seitdem ständig in Betrieb, ist die Manufaktur der Marke die älteste von ganz Kuba. Schon in den Anfangstagen der Marke muss die Fabrik eine für jene Zeit stattliche Größe besessen haben. Der Gründer der Fabrik, ein Spanier mit Namen Don Jaime Partagás Ravelo, soll übrigens auf einer seiner eigenen Plantagen auf Grund einer Liebesangelegenheit erschossen worden sein."},"diameter_mm":19,"ring":48,"length_mm":156,"length_inch":0,"format":"Double Perfecto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Kaffee","Leder","Pfeffer","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":17.6}
