{"name":"Buena Vista Dark Fired Kentucky Short Robusto","url":"https://www.noblego.de/buena-vista-dark-fired-kentucky-short-robusto/","brand":"Buena Vista","series":"Dark Fired Kentucky","details":{"Fazit":"Die Buena Vista Dark Fired Kentucky Short Robusto sollten Sie definitiv probieren, ihr unverwechselbarer Geschmack lässt Sie nämlich den feinen Unterschied gegenüber herkömmlichen Zigarren erfahren.","Genuss":"Ohne Frage steckt in dem vielfältigen Blend der Buena Vista Dark Fired Kentucky Short Robusto sehr viel Aufwand und Liebe zum Detail. Das an der südamerikanischen Westküste gelegene Ecuador liefert seit geraumer Zeit hochwertige Deckblätter von bestechender Qualität. Die Longfiller aus der Dominkanischen Republik wurden eben mit einem solchen von ansprechend goldbrauner Färbung versehen. Darunter hat man gleich zwei Umblätter verarbeitet, die jeweils aus Sumatra und Brasilien kommen. In der Einlage der leckeren Short Robusto vereinen sich ausgewählte nicaraguanische, brasilianische und dominikanische Tabake, mit den über Eichen- und Hickoryholz getrockneten bereits angesprochenen nordamerikanischen Tabaken. Der cremige Rauch der schmackhaften Vitolas definiert sich geschmacklich über eine unaufdringliche Räuchernote, die sehr gut mit den komplex auftretenden Erd-, Frucht-, Holz- und Nussaromen harmoniert. Zusätzlich sorgt eine subtile Süße für ein rund um geschmackvolles Raucherlebnis.","Hintergrund":"Hergestellt werden die Buena Vista Dark Fired Kentucky Zigarren in der Dominikanischen Republik. In Auftrag gegeben wurden sie vom deutschen Tabaktraditionsunternehmen Arnold André, welches sich seit nunmehr 200 Jahren mit ungebrochener Leidenschaft der Herstellung außergewöhnlicher Tabakgenüsse widmet."},"diameter_mm":21.4,"ring":54,"length_mm":101,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","USA"],"binderOrigin":["Brasilien","Sumatra"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Geräuchert","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.2}
