{"name":"Casdagli Cigars Daughters of the Wind Line Pony Express Corona Gorda","url":"https://www.noblego.de/casdagli-cigars-daughters-of-the-wind-pony-express-line-corona-gorda-zigarren/","brand":"Casdagli Cigars","series":"Daughters of the Wind Line","details":{"Genussverlauf":"Die Tabake der Casdagli Cigars Daughters of the Wind Pony Express Corona Gorda setzen sich aus einem wunderschönem Ecuador Deckblatt, einem Umblatt aus Costa Rica und einer spannenden peruanisch-dominikanischen Einlage zusammen. Ein Extraanteil dominikanischen Oscuro Ligeros in der Einlage verleiht dem Blend ein besonders tiefes Aromaspektrum. Dieses definiert sich über ein beeindruckend abwechslungsreiches Spiel zwischen Zartbitterschokolade-, Backgewürz- und Espressoaromen, unterlegt von einer unwiderstehlichen Note salzigen Karamells. Zusätzlich machen sich über den nach wenigen Zügen immer cremiger werdenden Rauch diverse Kräuter- und Pfeffertöne bemerkbar. Die im Boxpressed-Stil gehaltene Corona Gorda verfügt über ein äußerst individuelles Geschmacksprofil, welches aus ihrem raffiniert zusammengestellten Blend hervorgeht. Ein einwandfreier Abbrand und Zugwiderstand so wie jede Menge Rauchvolumen machen diesen vorzüglichen Smoke zu einem unvergesslichen Genusserlebnis ohne unliebsame Überraschungen.","Nice to know":"Die kleine, auf Boutique-Zigarren spezialisierte Manufaktur IGM Cigars ist in der costa-ricanischen Hauptstadt San José ansässig. Dort wird die als limitiert geltende Pony Express Corona Gorda von sehr erfahrenen Kräften hergestellt.","Resümee":"Eine extrem gute Zigarre, die man sich für ganz besondere Momente vormerken sollte. Die Casdagli Cigars Daughters of the Wind Pony Express Corona Gorda setzt mit ihrem unvergleichlichen Geschmack die Messlatte für andere Premiumzigarren dieses Preissegments sehr hoch."},"diameter_mm":19.1,"ring":48,"length_mm":152,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Dominikanische Republik","Peru"],"binderOrigin":["Costa Rica"],"aromaProfileManufacturer":["Espresso","Gewürze","Karamell","Kräuter","Salzig","Würzig","Zartbitter"],"strength":"Medium","smokingDuration":"90 Min oder länger","price":17}
