{"name":"C. Mendoza Almirante Sumatra","url":"https://www.noblego.de/c-mendoza-almirante-sumatra/","brand":"C. Mendoza","series":"","details":{"Fazit":"Die C. Mendoza Almirante Sumatra bietet einen milden Smoke aus deutschen Landen. Mild-aromatisch und in bester Qualität passt sie zu einem leichten Bier oder Weißwein.\nWer es etwas würziger mag, dem empfehlen wir einmal die \u003ca title=\"Hier gehts zur C. Mendoza Almirante Brasil\" href=\"/c-mendoza-almirante-brasil/\"\u003eC. Mendoza Almirante Brasil\u003c/a\u003e zu probieren.","Genuss":"Shortfiller-Zigarren genießen in der Regel einen etwas minderwertigen Ruf. Die Erzeugnisse der deutschen Marke C. Mendoza können dieses Vorurteil nicht bestätigen. Mit den besten Tabaken aus der Mata Fina Region in Brasilien und der karibischen Vuelta Abajo in der Einlage, einem Java-Umblatt und dem Sumatra-Deckblatt vereint sie hochwertige Qualität mit gekonnter Verarbeitung. Das Panetela Format misst gut 15 Zentimeter in der Länge und 15 Millimeter im Durchmesser und bietet rund 45 Minuten Rauchgenuss. Dabei lassen sich cremige und würzige Aromen wahrnehmen, die an Holz und Gras erinnern. Im Hintergrund scheint eine leicht süße Note auf, die das Sumatra Deckblatt mitbringt. Die Zug- und Abbrandeigenschaften bleiben stets optimal.","Hintergrund":"Seit über 100 Jahren besteht das Familienunternehmen Schuster, das im westfälischen Bünde von August Schuster gegründet wurde. In mittlerweile dritter Generation leiten die Brüder Manfred und Philipp Schuster die Geschicke der Firma, die neben den eigenen Produkten auch Importmarken wie \u003ca title=\"Hier gehts zu Casa de Torres Zigarren\" href=\"/casa-de-torres-zigarren/\"\u003eCasa de Torres\u003c/a\u003e oder \u003ca title=\"Hier gehts zu La Flor Dominicana Zigarren\" href=\"/la-flor-dominicana-zigarren/\"\u003eLa Flor Dominicana\u003c/a\u003e vertreibt."},"diameter_mm":15,"ring":38,"length_mm":148,"length_inch":0,"format":"Panetela","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Karibik"],"binderOrigin":["Java"],"binderProperty":"Sandblatt","aromaProfileManufacturer":["Cremig","Gewürze","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.35}
