{"name":"Padron Family Reserve No. 85 Maduro","url":"https://www.noblego.de/padron-family-reserve-no-85-maduro/","brand":"Padron","series":"Family Reserve","details":{"Fazit":"Feiern Sie mit uns die 85 Jahre von José Orlando Padrón. Die vollen Aromen der langjährig gereiften Tabake Nicaraguas vereinen sich in der ganz besonderen Padrón Family Reserve No. 85 Maduro. Unser Tipp: Nehmen Sie sich die Zeit, die diese Zigarre braucht! Wenn Sie sie sanft behandeln, dann werden Sie mit feinem Aromenspiel belohnt.","Genuss":"Im Jahre 1964 war es, als José Padrón nach bereits zwei jährigem Aufenthalt in Miami, Florida, das Geld zusammengespart hatte, um seine eigene kleine Zigarrenmanufaktur zu gründen, die fortan Zigarren nach kubanischem Vorbild fertigen sollte. Ein kleiner Hammer, der heute noch im Besitz der Familie ist und auch das Logo von Padrón ziert, erinnert an den mühsamen Aufstieg. Die Padrón Family Reserve No. 85 Maduro gehört zum Besten, was momentan auf dem Markt erhältlich ist. Nur die besten Tabake der firmeneigenen Farmen in Nicaragua werden für den Blend verwendet und mindestens 10 Jahre zu einem Reifegrad gebracht, der ihnen ihr voll-würziges Aroma verleiht. Gekrönt wird die Robusto von einem dunklen und ebenen Maduro-Deckblatt, das der Zigarre eine fein süßliche Note verleiht. Sie erscheint in der in den USA sehr beliebten Box-Pressed Form und entfaltet zu Beginn im mittleren Stärkegrad würzige Aromen von Erde, Espresso und dunkler Schokolade. Zur Mitte wird sie stärker und die Erdnoten zeigen sich intensiver, während die Kaffee- und Schokoladenaromen in den Hintergrund treten und im finalen Drittel Noten von Zedernholz Platz machen. Zug und Abbrand sind einer Premiumzigarre dieses Kalibers würdig und so wünschte man, die bis zu 60 Minuten Genuss der Padrón Family Reserve No. 85 Maduro mögen nicht so schnell vergehen.","Hintergrund":"Nach den Family Reserve No. 44, 45 und 46, die jeweils die Jahre des Bestehens von Padrón Cigars zelebrieren, ist die No. 85 das vierte Format, das als Jubiläumszigarre auf den Markt gebracht wurde. Erhältlich in den Deckblattvarianten Maduro und Natural finden sich auch hier wieder nur die besten Tabake der familieneigenen Farmen in Nicaragua in den Zigarren wieder. Die No. 85 Natural erhielt 94 Punkte im „Cigar Aficionado“  und steht auf Platz 4 der Top 25 Zigarren 2012."},"diameter_mm":20,"ring":50,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"WrapperTobaccoVariety":"Maduro","strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":34.8,"additionalNotes":"Boutique Zigarre"}
