{"name":"Casa de Torres Torpedo","url":"https://www.noblego.de/casa-de-torres-torpedo/","brand":"Casa de Torres","series":"Classic","details":{"Fazit":"Ein milder und zugleich höchst aromatischer Rauchgenuss aus Nicaragua, der mit einem nahezu unschlagbaren Preis-Leistungs-Verhältnis zusätzlich punkten kann. Die Casa de Torres Torpedo ist für Einsteiger und Erfahrene gleichermaßen geeignet. Wer Gefallen an ihr findet, kann sich ohne Bedenken an die anderen Linien der Marke, die Casa de Torres Maduro und Edición Especial, heranwagen.","Genuss":"Das geschmeidige Ecuador-Deckblatt der Casa de Torres Torpedo duftet leicht süßlich und weckt bereits im Kaltzustand die Lust auf die bevorstehende Verköstigung. Einmal angezündet, entfalten sich auf einer Länge von 15,8 Zentimetern und einem Durchmesser von 21 Millimetern Nuancen von Holz, Röstaromen und Nuss, die von einer unterschwelligen Süße umspielt werden. Ein Hauch von Würze beschert dem milden Smoke zusätzlichen Pep und sorgt so gekonnt für Abwechslung im Geschmack. Der hervorragende Abbrand, der perfekte Zugwiderstand sowie eine sich stetig steigernde Rauchentfaltung erlauben es Ihnen, sich einfach zurückzulehnen und dieses harmonische und völlig unkomplizierte Raucherlebnis über 90 Minuten zu genießen. Ein optisches Highlight bildet die sehr kompakte und lang stehende Asche, die sich in ihrem strahlenden Weiß wunderbar vom braunen Deckblatt abhebt.","Hintergrund":"Zigarren der Marke Casa de Torres sind das Ergebnis einer Zusammenarbeit aus Deutschland und Nicaragua. Sie werden in einer Fabrik in dem zentralamerikanischen Land hergestellt, die Mischung der Tabake verantwortet jedoch die Traditionsfirma August Schuster in Bünde."},"diameter_mm":21,"ring":53,"length_mm":158,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Holz","Nuss","Röstaromen","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":7.2}
