{"name":"Aging Room Havao Impromtu","url":"https://www.noblego.de/aging-room-havao-impromtu/","brand":"Aging Room","series":"Havao","details":{"Fazit":"Die kleine Havao Impromtu ist eine sehr interessante Zigarre, die durch ihre mittlere Stärke und ihre feinen Aromen zu jedem Anlass die perfekte Begleitung darstellt. Ob in der Bar, nach einem guten Essen oder \u003cem\u003eopen air\u003c/em\u003e, die Aging Room ist immer eine gute Wahl. Gerade Freunde von Marken wie Flor de Selva, La Libertad oder Santa Damiana wird sie überzeugen und in ihren Bann ziehen. Die perfekte Verarbeitung und das hochqualitative Deckblatt machen die Zigarre zu einem wahren Handschmeichler, den man gar nicht mehr hergeben möchte!\nUm die Aromen der Impromtu zu vervollständigen, empfiehlt sich ein torfiger Whisky oder ein guter Espresso. Auch eine dunkle, herbe Schokolade wäre eine ideale Kombinationsmöglichkeit.","Genuss":"Die positive Vorahnung des Kaltzugs bestätigt sich nach dem Entzünden sofort. Auf der Zunge und am Gaumen machen sich intensive holzige und süß-würzige Aromen bei perfektem Zug bemerkbar, gepaart mit einer attraktiven Cremigkeit. Man erahnt sofort das Connecticut-Deckblatt und das dominikanische Criollo-Blattgut, welches aus karibischer Saat gezüchtet wurde. Die Cremigkeit bleibt über die gesamte Rauchdauer von etwa einer Dreiviertelstunde erhalten. Die Aromen entwickeln sich jedoch stetig. Sind die würzigen und buttrigen Nuancen am Anfang noch deutlich wahrnehmbar, so dominieren im zweiten Drittel hauptsächlich die Holztöne, begleitet von einer feinen Rauchigkeit. Im letzten Drittel zeigt die Zigarre plötzlich etwas mehr Schärfe und pfeffrige Aromen, die das Holz eindrucksvoll begleiten. Trotzdem ist der Smoke zu jeder Zeit sanft, die Kräftigkeit bleibt auch zum Schluss noch im Medium-Bereich, was diese Zigarre auch in den Morgen- oder Mittagsstunden nicht zu anstrengend macht.","Hintergrund":"Aging Room zählt zu den exklusivsten Marken der Dominikanischen Republik. So hat sie in verschiedenen Zigarrenmagazinen schon Höchstwertungen erhalten, z.B. in \u003cem\u003eCigar Insider\u003c/em\u003e oder \u003cem\u003eCigar Aficionado\u003c/em\u003e. Momentan sind zwei Serien der Marke auf dem Markt. Während die Serie M 356 als dominikanische Puro sehr dunkel und kräftig daherkommt und somit am besten für den Abend geeignet ist, präsentiert sich die neue, erst seit 2012 erhältliche Havao-Serie als eher medium bis sanft, da hier ein fein-würziges Connecticut-Shade-Deckblatt von hervorragender Qualität verarbeitet wird. Gerade das Robusto-Format dieser Serie besticht durch eine sagenhafte Aromafülle sowie ein großartiges Preis-Leistungs-Verhältnis."},"diameter_mm":19,"ring":48,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.2,"additionalNotes":"Boutique Zigarre"}
