{"name":"Perdomo Reserve 10th Anniversary Epicure Maduro Toro","url":"https://www.noblego.de/perdomo-reserve-10th-anniversary-epicure-maduro-toro-zigarren/","brand":"Perdomo","series":"Reserve 10th Anniversary","details":{"Fazit":"Die Perdomo Reserve 10th Anniversary Epicure Maduro eignet sich mit ihrer mittleren Stärke besonders gut für Einsteiger, die sich gerne an einem Maduro-Format probieren möchten. Am Nachmittag mit einer Schale Milchkaffee oder zum Abend mit einem eleganten Scotch oder Bourbon – immer der perfekte Genuss.","Genuss":"Das edle nicaraguanische Maduro-Deckblatt der Perdomo Reserve 10th Anniversary Epicure Maduro schließt sich dunkel und mit leicht öliger, feingliedriger Textur um Umblatt und Einlage, die ebenfalls von den Tabakfarmen Perdomos in Nicaragua stammen. Die Toro liegt mit 15,2 Zentimetern in der Länge und dem Ringmaß von 54 gut in der Hand und offenbart eine angenehme Haptik. Im Kaltgeruch eine süßliche Note mit Kaffeenuancen, die sich auch in den ersten Zügen des ersten Drittels wiederfinden. Zum zweiten Drittel treten erdige und holzige Untertöne hinzu, die den Smoke auch im letzten Drittel begleiten und die schokoladige Süße des Maduroblattes optimal ergänzen. Der Abbrand dieses von Hand gefertigten mittelstarken Longfillers bleibt über die Rauchdauer von rund 90 Minuten wunderbar gleichmäßig und der Zug ist, wie es sich für Zigarren von Perdomo gehört durchweg perfekt.","Hintergrund":"Es will schon was heißen, wenn man eine Zigarren-Linie herausbringt, die dem Gedenken einer vorhergehenden dient. Mit der Perdomo Reserve 10th Anniversary Edition hat Perdomo-Eigner und Masterblender Nick Perdomo Jr. wieder mal ein glückliches und erfahrenes Händchen bewiesen. Und wie für Zigarren von Perdomo üblich finden sich auch hier die Formate in drei verschiedenen Deckblatt-Varianten – Connecticut, Criollo und Maduro."},"diameter_mm":21.3,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Maduro","aromaProfileManufacturer":["Erdig","Kaffee","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.2}
