{"name":"Dunhill 1907 Rothschild","url":"https://www.noblego.de/dunhill-1907-rothschild/","brand":"Dunhill","series":"1907","details":{"Fazit":"Ein harmonischer Smoke zum Feierabend und Lieblingsrum: die Dunhill 1907 Rothschild. Wer einen zeitlich ausgedehnteren Smoke bevorzugt, sollte einmal das \u003ca title=\"Hier geht's zur Dunhill 1907 Robusto\" href=\"/dunhill-1907-robusto/\"\u003e1907 Robusto\u003c/a\u003e oder \u003ca title=\"Hier geht's zur Dunhill 1907 Toro\" href=\"/dunhill-1907-toro/\"\u003eToro\u003c/a\u003e Format probieren.","Genuss":"Nach der Signed Range ist die 1907 Serie der erste Release von Dunhill seit dem Jahre 2001. So sehnsüchtig sie erwartet wurde, umso eingehender wurde sie auch begutachtet und verkostet. Die lange Wartezeit hat sich gelohnt. Mit vier schicken Formaten ist die Dunhill 1907 am Markt gestartet. Die Dunhill 1907 Rothschild ist dabei das kleinste Format der Serie, steht ihren Geschwistern in Aroma und Qualität aber in nichts nach. Medium-würzig mit Noten von Holz, Karamell, Schokolade und Röstaromen breitet sich der cremige Rauch am Gaumen aus. Das 114 mm lange und 19 mm dicke Short Robusto Format reicht für etwas über eine halbe Stunde Rauchgenuss.","Hintergrund":"Dunhill Zigarren werden sowohl in der Dominikanischen Republik als auch in Nicaragua gefertigt. Die 1907 Serie ist eine dominikanische Produktion, deren Blend aus brasilianischen, und dominikanischen Tabaken in der Einlage, einem dominikanischen Umblatt und einem honduranischen Olancho San Augustin Deckblatt besteht."},"diameter_mm":19,"ring":48,"length_mm":114,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Olancho San Augustin","aromaProfileManufacturer":["Cremig","Holz","Karamell","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.9}
