{"name":"Cain Daytona Robusto","url":"https://www.noblego.de/cain-daytona-robusto/","brand":"Cain","series":"Daytona","details":{"Fazit":"Die Cain Daytona Robusto kann in allen Belangen überzeugen. Der handgerollte Longfiller bietet optisch, haptisch und geschmacklich Rauchgenuss vom Feinsten zu jeder Gelegenheit. Genießen Sie sie am Mittag mit einer Tasse Cappuccino oder am Abend zu einem Glas edlen Wein oder Whisky. Auch als Geschenk für jeden Aficionado eine schöne Überraschung.\n\n","Genuss":"Die Robusto ist das zweitkleinste Format der Daytona-Serie. Ihre geringe Länge von 12,7 Zentimetern kompensiert sie jedoch mit einem starken Durchmesser von 20 Millimetern und bietet damit einen Smoke von rund einer Stunde. Das nicaraguanische Sungrown Deckblatt bildet die optisch und haptisch einwandfreie Grundlage für den edlen Rauchgenuss. Darin eingebettet findet sich in Einlage und Umblatt ein Blend aus 82%igen Ligero Tabaken, die hauptsächlich aus dem Anbaugebiet Jalapa stammen, das durch seine höhere Lage mildere Tabake produziert als Esteli. Geschmacklich entwickeln sich Aromen von Holz, Leder und Nuss, die zum zweiten Drittel stärker werden, bis zum Finale anhalten und von cremigen Noten ergänzt werden. Der kreisrunde Abbrand verspricht besten Rauchgenuss bis zum letzten Zug.","Hintergrund":"In der Daytona-Serie von Cain finden sich nur die besten Ligero-Tabake aus Nicaragua. Für diesen speziellen Tabak werden die obersten Blätter der Tabakpflanze verwendet, die in einem ausgedehnten Reifeprozess dreimal fermentiert werden und der Zigarre ihre seidig-glatte, dunkle Optik und den besonders vollen Geschmack verleihen."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Holz","Leder"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.2}
