{"name":"Brun del Ré Gold Corona","url":"https://www.noblego.de/brun-del-re-gold-corona/","brand":"Brun del Ré","series":"Brun del Ré Gold","details":{"Genuss":"Die Brun del Ré Gold Corona muss langsam und genüsslich geraucht werden. Ihr Zugwiderstand ist verhältnismäßig gering, weshalb behutsames Ziehen gefragt ist. Dann allerdings beschenkt uns diese goldfarbene Schönheit aus Costa Rica mit wunderbar milden Aromen. Kaffee, Karamell und Holzaromen wechseln sich stetig ab. Sie entwickelt gleich nach dem Anzünden ein recht großes Rauchvolumen. Der Abbrand ist blitzsauber und lässt einen fast weißen und stabilen Aschekegel von beträchtlicher Länge wachsen. Bei der Brun del Ré Gold Corona trifft eine Einlage aus Nicaragua und Costa Rica auf ein indonesisches Umblatt. Eingehüllt wird das Ganze in ein wunderbar geschmeidiges und fein geädertes Connecticut-Deckblatt aus ecuadorianischem Anbau. Mit einem Ringmaß von 43 und 152 Millimetern in der Länge ist die Brun del Ré Gold Corona eine ausgesprochen hübsche Erscheinung. Die Rauchdauer beträgt etwa eine Dreiviertelstunde.","Hintergrund":"Mit 10 Jahren ist die Brun del Ré Zigarren-Manufaktur ein noch recht junges Unternehmen, das sich aber auf dem mittelamerikanischen Markt schnell einen sehr guten Namen gemacht hat. Die inzwischen sehr populäre Zigarrenmarke aus Costa Rica sicherte diesem aufstrebenden Land einen beachteten Rang in der Welt der Zigarren. Der Name der Brun del Ré Gold Zigarren kommt nicht von ungefähr, denn das Deckblatt besitzt einen warmen Goldton in einem freundlichen und hellen Tabakbraun.","strong":"Die Brun del Ré Gold Corona Zigarren überzeugen durch ihren besonders milden Geschmack und das angenehme Abbrandverhalten. Sie eignen sich daher sehr gut für Einsteiger und Liebhaber eines milden und aromatischen Smokes. Zu dieser Zigarre passt, besonders im Sommer, ein eiskalter Rosé mit etwas Restsüße."},"diameter_mm":17.1,"ring":43,"length_mm":152,"length_inch":0,"format":"Long Corona","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Costa Rica","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Karamell","Lebkuchen","Leder","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.8}
