{"name":"Private Stock Mediumfiller Toro","url":"https://www.noblego.de/private-stock-mediumfiller-toro/","brand":"Private Stock","series":"","details":{"Fazit":"Private Stock Mediumfiller Toros werden aus bewährten, klassischen Tabakmischungen der Dominikanischen Republik hergestellt und bieten daher einen typisch karibischen, milden Rauchgenuss. Mit Private Stock Mediumfiller Toros liegen Sie genau richtig, wenn Sie nach einer Premium Zigarre mit einem sehr attraktiven Preis suchen.","Genuss":"Wie bei allen anderen Private Stock Mediumfillern kommen auch hier Deckblatt und Umblatt aus Ecuador. Die Einlage der Private Stock Mediumfiller Toro stammt dagegen aus der Dominikanischen Republik. Diese Tabaksorten bilden eine harmonische Einheit mit Duftnoten von Schokolade, Erde und einem karibschen Flair. Auf der Zunge liegt sie mild und fein. Die mittelstarke, gewichtige Toro spricht in erster Linie erfahrene Aficionados an, die das große Format zu schätzen wissen. Die Private Stock Mediumfiller Toro-Zigarren besitzen einen Durchmesser von 19 Millimetern und eine Länge von 165 Millimetern. Sie begleiten uns an einem Rauchabend weit über eine Stunde lang.","Hintergrund":"Die Private Stock Mediumfiller Robusto besteht aus guten, erlesenen Deck- und Umblättern von den feuchten Berghängen Ecuadors. Die hochwertige Einlage aus  Abschnitten der Longfiller-Produktion reicht qualitativ beinahe an echte Premiumzigarren heran. Außerdem wird in jede Zigarre ein halbes San Vincente Tabakblatt eingerollt, was nicht nur die mechanische Festigkeit verbessert, sondern auch den Geschmack veredelt. San Vicente ist sozusagen der große Bruder des Piloto-Tabaks. Die Pflanzen werden bis zu zwei Meter hoch und bilden sehr kräftige große Blätter. Da diese Tabaksorte nur von wenigen Tabakbauern eingesetzt wird, besitzt sie eine gewisse Exklusivität."},"diameter_mm":19,"ring":48,"length_mm":165,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Gewürze","Nuss","Pfeffer","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.55}
