{"name":"Island Jim by Oscar Valladares Maduro Torpedo Limited Edition","url":"https://www.noblego.de/island-jim-by-oscar-valladares-maduro-torpedo-limited-edition-zigarren/","brand":"Oscar Valladares","series":"Island Jim by Oscar Valladares","details":{"Genussverlauf":"Fast schon ruppig kommt die Island Jim No. 2 by Oscar Valladares Maduro Torpedo Limited Edition daher und lässt von ihrer Erscheinung her an einen Bleistift erinnern. Der kräftige Stick wurde aus einem mexikanischen Maduro Deckblatt und Umblatt sowie Einlagetabaken aus Honduras von Hand gefertigt. Lassen Sie sich nicht vom rustikalen Aussehen der Island Jim No. 2 täuschen, denn Sie haben es hier mit einer einwandfreien Premiumzigarre aus dem Hause Valladares zu tun. Ihr Zug- und Abbrandverhalten kann als nahezu perfekt bezeichnet werden. Überhaupt verströmt die würzige Longfiller einen immens dichten und voluminösen Rauch, der angefüllt ist mit cremig-süßen Schokolade- und Tabakaromen, die im Rauchverlauf abwechselnd von feinen Leder-, Nuss- und Sahnenoten flankiert werden. In dem gut 90 Minuten andauernden Genusszeitraum vermag das extravagante Torpedoformat sogar mehr und mehr an Komplexität zuzunehmen.","Nice to know":"Auf den Bauchbinden der Island Jim No. 2 prangt das Konterfei von Jim Robinson im Comic Stil. Wenn man den sehr sympathisch wirkenden Zigarrenshop-Besitzer googelt, stellt man fest, dass die Abbildung auf der Bauchbinde gar nicht so weit vom Original abweicht.","Resümee":"Von der Gestaltung ihrer Kisten bis hin zur fertigen Zigarre bietet die Island Jim No. 2 by Oscar Valladares Maduro Torpedo Limited Edition ein durchaus exotisches Gesamtbild. Genusstechnisch hat die charaktervolle Honduranerin ebenfalls einiges auf dem Kasten. Wir empfehlen Sie daher sehr gerne weiter. Jetzt bestellen, solange der Vorrat reicht!"},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Torpedo","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Honduras"],"binderOrigin":["Mexiko"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Karamell","Leder","Muskat","Nuss","Schokolade","Schwarzkirsche","Süß","Tabak","Würzig"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":13.9,"additionalNotes":"Limited"}
