{"name":"Montecristo Petit Edmundo","url":"https://www.noblego.de/montecristo-petit-edmundo/","brand":"Montecristo","series":"","details":{"Fazit":"Eine Montecristo Petit Edmundo füllt eine halbe Stunde mit angenehm erdig-holzigem Geschmack. Tagestauglich ist sie allemal, zur späteren Stunde kann man sie natürlich auch genießen. Kaffee in allen Varianten passt gut, dazu oder darin können Spirituosen aus dem Holzfass auftauchen.","Genuss":"Die etwas verkürzte Edmundo mit dem stattlichen 52er Ringmaß und dem meistens etwas helleren Deckblatt als bei No. 1 bis No. 5 üblich hat die Herzen der Aficionados weltweit im Sturm erobert. Ein Zeichen dafür, dass auch klassische Marken neue Formate vertragen. Die Zigarre duftet hinreißend nach Tabakschuppen, Unterholz, Erde und Röstaromen. Die Montecristo Petit Edmundo erscheint fast leicht in der Hand, ist aber stramm gerollt. Zug und Abbrand sind tadellos. Im ersten Drittel lässt der erwartete und bekannte Montecristo-Geschmack fast ein wenig auf sich warten, erdig aber eher cremig als wuchtig und markant. Später holt die Zigarre auf und hält ein, was die Marke verspricht. Im Finale stetig mehr Röstaromen und immer breiter am Gaumen. Eine tolle Zigarre von der man allzeit eine 10er Kiste parat haben sollte.","Hintergrund":"Das Format Robusto dient gerne als geschmackliches Referenzformat, um eine Zigarrenmarke sensorisch einzuordnen. Die Edmundo ist gut 10 mm länger, die Petit Edmundo gut 10 mm kürzer. Beide sind ein wenig dicker als gewöhnlich. Die Tabakmischung ist etwas milder als bei den herkömmlichen Montecristos. „Echte Robustos“ gab es übrigens bei Montecristo nur als Ediciones Limitadas ... aber die waren hervorragend!"},"diameter_mm":20.5,"ring":52,"length_mm":110,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Kaffee","Kakao","Nuss"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":18.7}
