{"name":"Winston Churchill Spitfire","url":"https://www.noblego.de/winston-churchill-spitfire/","brand":"Winston Churchill","series":"","details":{"Fazit":"Ideal für den Smoke zwischendurch, der sich dennoch nicht in der Flüchtigkeit des Moments verliert. Die Winston Churchill Spitfire ist dabei aromatisch genauso wendig wie ihr namensgebendes Vorbild und überrascht den Aficionado mit ihrem komplexen Geschmacksmanöver.","Genuss":"Einzeln erhältlich oder zu fünft im eleganten signalroten Metallkistchen für die Hand- oder Jackentasche sorgen die Winston Churchill Spitfires schon optisch für einiges Aufsehen mit ihrer ebenso roten Banderole, die das Familienwappen der Churchills und die Formatbezeichnung ziert. Das Sun Grown Deckblatt aus Ecuador bildet die seidige Hülle des Blends aus nicaraguanischen und dominikanischen Tabaken im Inneren der Petit Corona. Mit ihren 10,2 Zentimetern Länge und dem Durchmesser von 14 Millimetern lässt sie sich gut 30 bis 40 Minuten rauchen und versprüht dabei zu Beginn Aromen von Leder und Erde mit leicht scharfen Akzenten, zur Mitte hin werden Holznoten prominenter und vereinigen sich mit dezenten Kaffee- und Röstaromen. Der Smoke bleibt über den gesamten Verlauf im mittleren Stärkebereich und gefällt durch optimalen Zugwiderstand und den gleichmäßigen Abbrand.","Hintergrund":"Auch bei der Winston Churchill Spitfire wird die Tradition, den Formaten der Marke Namen zu geben, die mit dem ehemaligen britischen Premierminister in Verbindung stehen, beibehalten. Die Supermarine Spitfire war das berühmte britische Jagdflugzeug, das durch seine Wendigkeit entscheidend zum Sieg des zum großen Teil in der Luft ausgetragenen Zweiten Weltkriegs beitrug. Wie passend also für eine dem „Kriegspremier“ gewidmete Zigarrenmarke."},"diameter_mm":14,"ring":36,"length_mm":102,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.3}
