{"name":"Davidoff Year of the Ox Limited Edition 2021 Gordo","url":"https://www.noblego.de/davidoff-year-of-the-ox-limited-edition-2021-gordo-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Die Tabake der perfekt verarbeiteten Davidoff Year of the Ox Limited Edition 2021 sind selbstverständlich handverlesenen und von absoluter Premiumqualität. Ein beeindruckend makelloses Deckblatt aus der Dominikanischen Republik kleidet die beachtliche Gordo und schimmert verlockend in öligem Glanz. In ihrer Einlage schlummert eine raffinierte Mischung aus nicaraguanischen und dominikanischen Tabaken, die von einem ecuadorianischen Umblatt umschlossen sind. Die vom verantwortlichen Masterblender der Tabadom Manufaktur von Davidoff gewählten Tabaksorten sorgen für ein insgesamt mittelkräftiges Rauchvergnügen mit aufregend komplexem Aromaverlauf. Gleich mit den ersten Zügen beeindruckt die Year of the Ox ihren Genießer. Ihr cremig-samtiger Rauch schmiegt sich zart an den Gaumen und vermittelt im ersten Genussdrittel verspielte Aromen von Honig, Leder und Kräutern, zu denen sich im weiteren Verlauf ähnlich aufgelegte Noten von Haselnuss sowie Zedernholz gesellen. Im letzten Drittel stimmen feine Röstkaffee- und Zartbitterschokoladetöne in dieses herrlich arrangierte Aromakonzert mit ein. Ein Ausnahmegenuss für bis zu 90 Minuten, der aufgrund seines vorzüglichen Geschmacks und hervorragender Qualitäten in allen Belangen völlig zu überzeugen weiß.","Präsentation":"Die Davidoff Year of the Ox Limited Edition 2021 wird in einer sehr hochwertig gestalteten 10er Holzkiste präsentiert. Diese ist besonders formschön und in asiatischem Stil gestaltet worden. Traditionell sind die Sondereditionen zum chinesischen Neujahr von Davidoff in einem kräftigen Rot-Ton gehalten, denn wie in einigen anderen Ländern der Welt verheißt diese Farbe besonders viel Glück zum Jahreswechsel. Unter dem Markenlogo auf dem Kistendeckel sind ein wunderschön stilisierter Ochse sowie der Namenszug „Year of the Ox“ in goldener Farbe aufgedruckt. Das gleiche Motiv samt Schriftzug ist dann nochmals auf der zweiten Bauchbinde der delikaten Zigarre zu bewundern.","Resümee":"In Bezug auf die Davidoff Year of the Ox Limited Edition 2021 Gordo kann man zurecht von einem rundum gelungenen Meisterwerk sprechen. Die wundervoll präsentierte, äußerst geschmackvolle Kreation aus dem Hause Davidoff strahlt eine unglaublich angenehme Aura aus und sorgt so für viele unvergessliche Genussmomente!"},"diameter_mm":23.6,"ring":60,"length_mm":152,"length_inch":0,"format":"Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Haselnuss","Honig","Kaffee","Leder","Zartbitter","Zedernholz"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":36.5,"additionalNotes":"Limited"}
