{"name":"Balmoral Añejo 29 Special Edition Rothschild Masivo FT","url":"https://www.noblego.de/balmoral-anejo-29-special-edition-rothschild-masivo-ft/","brand":"Balmoral","series":"Añejo","details":{"Genussverlauf":"Im Jahr 1991 ist das sattbraune und ölig schimmernde Deckblatt der Balmoral Añejo 29 Special Edition Rothschild Masivo FT geerntet worden und gilt somit als der Methusalem unter den restlichen Tabaken ihres Blends, die mit mindestens fünf Jahren Reifezeit ebenfalls viel Zeit bekommen haben, sich zu entwickeln. Das Umblatt der delikaten Sonderedition stammt aus der Dominikanischen Republik (Olor), in ihrer Einlage wurde eine raffinierte Mischung aus nicaraguanischen, brasilianischen und dominikanischen Premiumtabaken verarbeitet. Mit derlei feinen Zutaten ausgestattet offeriert die Rothschild Masivo FT einen mittelkräftigen Zigarrengenuss, geprägt von besonders komplex auftretenden Erd-, Kaffee-, Zedernholz- und Lederaromen von einer überaus köstlichen Würze unterlegt, wie man sie nur bei Zigarren mit extra langgereiften Tabaken erfahren kann. Diese zeichnen sich ebenfalls für die herrliche Ausgewogenheit zwischen Geschmack und Stärke verantwortlich und garantieren so ein wunderbar rund schmeckendes Rauchvergnügen.","Nice to know":"Die erste limitierte Sonderedition aus der Balmoral Añejo XO Reihe erschien 2013 und wartete bereits mit einem 18 Jahre alten Arapiraca Deckblatt aus Brasilien sowie ähnlichen geschmacklichen Eigenschaften wie die Version von 2020 auf. Die damals auf gerade einmal 500 20er Kisten limitierten Zigarren waren innerhalb kürzester Zeit restlos ausverkauft und wurden aufgrund der enormen Nachfrage zahlreicher Kunden nochmals in kleiner Auflage gefertigt, bis das Kontingent ihrer kostbaren Deckblätter vollends erschöpft war und die Produktion daher leider eingestellt werden musste.","Resümee":"Mit der Balmoral Añejo 29 Special Edition Rothschild Masivo FT kommt ein ganz besonderes Schmankerl zu Ihnen nach Hause. Sie sollten es nur nicht verpassen, sich mit genügend Exemplaren der streng limitierten Leckerbissen zu versorgen, denn es ist davon auszugehen, dass die delikate Sonderedition schnell vergriffen sein wird."},"diameter_mm":22,"ring":55,"length_mm":125,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"binderProperty":"Arapiraca","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":13.5,"additionalNotes":"Aged"}
