{"name":"Padron Family Reserve No. 50 Maduro Robusto ","url":"https://www.noblego.de/padron-family-reserve-no-50-maduro-robusto-zigarren/","brand":"Padron","series":"","details":{"Genussverlauf":"Die Padron Family Reserve No. 50 Maduro Robusto beginnt mit ausbalancierten Aromen von Kakao und Leder sowie verschiedenen exotischen Gewürzen. Nach dem Anfeuern führt sie den Eindruck des Kaltzugs fort, welcher ebenfalls von einer madurotypischen Aromatik geprägt ist. Doch nicht nur geschmacklich kann diese herausragend cremige Zigarre überzeugen. Ihr dunkelschokoladiges, öliges Deckblatt lädt förmlich zum Rauchen ein. Im weiteren Verlauf setzt sich dann zunehmend die Süße des Kakaos durch, welche von zarten Schwarzkirsch- und Espressoaromen getragen wird. Während der gesamten ca. 60-minütigen Rauchdauer besticht die 13,3 cm lange und 21,8 mm dicke Premiumzigarre durch eine perfekte Abbrandlinie, die im Einklang mit einem perfekt eingestellten Zug Ausdruck ihrer hervorragenden Verarbeitung ist.","Nice to know":"Ein doppelter Zigarrenring und fortlaufende, auf jedem Exemplar eingeprägte Seriennummern sollen den Markt vor etwaigen Fälschungen dieser einzigartigen Premiumgenüsse schützen.","Resümee":"Wie nicht anders aus dem Hause Padron gewohnt, bewegt sich die Padron Family Reserve No. 50 Maduro Robusto geschmacklich wie auch haptisch auf allerhöchstem Niveau. Ihre klassische Maduro-Aromatik lässt dabei keine Wünsche offen. Aufgrund der in letzter Zeit stark beschränkten Einfuhrmengen dieser sehr begehrten Kostbarkeiten aus Nicaragua sollte man sich einige Exemplare davon sichern, sobald sich die Gelegenheit dazu bietet."},"diameter_mm":21.8,"ring":54,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Erdig","Espresso","Kakao","Leder","Schwarzkirsche","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"60 bis 90 Min","price":42}
