{"name":"Joya de Nicaragua Rosalones Reserva R550 Robusto","url":"https://www.noblego.de/joya-de-nicaragua-rosalones-reserva-r550-robusto/","brand":"Joya de Nicaragua","series":"Rosalones Reserva","details":{"Fazit":"Wenn Sie den echten Geschmack nicaraguanischer Puros kennenlernen wollen, liegen Sie mit der Joya de Nicaragua Rosalones Reserva R550 Robusto goldrichtig. Zu einem sehr fairen Preis-Leistungs-Verhältnis können Sie so den sanften Einstieg in die delikate Welt der Joya de Nicaragua Zigarren erfahren.","Genuss":"Wie bereits oben im Text erwähnt, handelt es sich bei der Joya de Nicaragua Rosalones Reserva Robusto um eine handgerollte nicaraguanische Puro Zigarre. Wie viele von den verschiedenen Vitolas der traditionsreichen Marke bestehen diese gänzlich aus nicaraguanischen Tabaken und sind somit vorzügliche Repräsentanten des typischen Geschmacks und der Würze von Tabaken der besten Anbauregionen des Landes, mit den besonders fruchtbaren, mineralhaltigen Vulkanascheböden. Bei Zigarren von solch milder Ausrichtung sollte man keine Aromafeuerwerke erwarten, die Rosalones Reserva Robusto hat allerdings neben einer leicht süßlichen Note, klare Nuancen von Erd-, Kaffee-, Schokolade-, Nuss- und Lederaromen zu bieten. Die handwerklich einwandfrei verarbeiteten Longfiller überfordern somit etwaige Einsteiger oder Freunde milderer Smokes keineswegs. Rosalones Reserva Zigarren laden einfach zum Probieren ein und sind auch gerade deshalb zu äußerst fairen Preiskonditionen erhältlich.","Hintergrund":"In der Tabacalera Joya de Nicaragua ist man besonders stolz darauf die älteste nicaraguanische Zigarrenmanufaktur zu sein. Seit Anfang der 1970er Jahre bewirtschaftet man fruchtbare Tabakplantagen in der bekannten Anbauregion Esteli, von denen die meisten Tabake für viele der leckeren Kreationen der Traditionsfamilie Martinez verwendet werden."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Kaffee","Leder","Nuss","Schokolade","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":6.6}
