{"name":"Drew Estate Undercrown Belicoso","url":"https://www.noblego.de/drew-estate-undercrown-belicoso/","brand":"Drew Estate","series":"Undercrown","details":{"Fazit":"Die  Drew Estate Undercrown Belicoso passt wie ihre Format-Schwestern am besten zu einem auladenden und süßen Rum, aber auch der Milchkaffee kann ein solider Begleiter sein.\nWas auch immer Sie dazu trinken, rauchen  sollten Sie die Drew Estate Undercrown Belicoso.","Genuss":"Die Drew Estate Undercrown Belicoso aus Nicaragua gehört zu den Premiumzigarren und beweist ihre Zugehörigkeit zu dieser Gruppe auf vielfältige Art und Weise. Zum Ersten ist da ihre feine und doch würzige Aromatik, die durch den mittelstarken Körper getragen wird. Zum Zweiten das  Aromenspektrum: Es bewegt sich dabei zwischen den Polen Kaffee, Kakao, Pfeffer, Zedernholz und einer Süßen Quelle, die nicht so leicht verortbar ist. Dann ist da noch die Verarbeitung und die sich daraus ergebenden Eigenschaften der Zigarre: Gerader Abbrand, sehr guter Zugwiderstand und  eine gut marmorierte und stabile Asche. Ca. 70 bis 90 Minuten Spaß; das ist sie.","Hintergrund":"Die Drew Estate Undercrown Serie hat eine Tabakmischung, die ihresgleichen sucht. Das Otapan Negro Ultimo Corte Deckblatt aus Mexiko und das T52 Connecticut stalk cut \u0026 cured Umblatt fassen die Einlage aus nicaraguanischen und mexikanischen Tabaken ein. Das macht die Zigarre zu etwas Besonderem. Das ist auch Jonathan Drew, der Mastermind hinter Drew Estate: Der leicht exzentrisch wirkende Kreative sprüht geradezu vor Idee, was ein Blick in Die Larutan Serie beweist."},"diameter_mm":21,"ring":52,"length_mm":152,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["USA"],"binderProperty":"Otapan Negro Ultimo Corte","aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Leder","Pfeffer","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8.7}
