{"name":"J. Fuego Sangre de Toro Robusto","url":"https://www.noblego.de/j-fuego-sangre-de-toro-robusto/","brand":"J. Fuego","series":"J. Fuego Sangre de Toro","details":{"Fazit":"Diese Robusto besitzt viele und kraftvolle Aromen. Erfahrene Raucher werden ihre Qualitäten und ihr angemessenes Preis-Leistungsverhältnis zu schätzen wissen. Dieser starken Longfiller-Zigarre sollte ein solides Abendessen vorausgehen und als Getränk darf es hier gewiss etwas Hochprozentiges sein.","Genuss":"Die J. Fuego Sangre de Toro Robusto hebt sich durch die sehr ölige Textur ihres Deckblatts deutlich von der Masse ab. Sie duftet kalt ganz leicht nach Pfeffer und Leder. Die handwerkliche Qualität dieses Longfillers überzeugt sofort, wenn man diese fest gerollte Zigarre in der Hand wiegt. Bei der J. Fuego Sangre de Toro Robusto riecht und schmeckt man eine Vielzahl von Aromen. Hauptnote ist die Erde, die in den Anbaugebieten Nicaraguas ganz besonders mineralstoffreich und fruchtbar ist. Dazu kommen Holznoten und eine zart schokoladige Süße. Insgesamt schmeckt diese Zigarre recht kräftig, besitzt einen vollen Rauch. Die kräftige Würze ergibt zusammen mit dem spürbaren Nikotingehalt ein starkes und nachhaltiges Rauchgefühl. Die Jesus Fuego Sangre de Toro Originals ist mit ihrer Länge von 124 mm und ihrem Durchmesser von 19,4 Millimetern eine klassische Robusto, die für eine Stunde starken Rauchs sorgt.","Hintergrund":"Jesus Fuego blickt auf eine weit über 100-jährige Familientradition zurück, die ihren Ursprung auf Kuba im Jahre 1876 hatte. Als Masterblender hat er für diverse andere Zigarrenhersteller gearbeitet. Seit 2006 produziert er unter seinem eigenen Namen außergewöhnlich gute Zigarren auf der Basis seiner vielfältigen Erfahrungen. Relativ neu in Deutschland ist die Jesus Fuego Sangre de Toro Robusto. Der Name basiert auf der kubanischen Tradition, Tabakblätter mit rot-brauner Farbe mit der Bezeichnung „Stierblut“ zu belegen. Der Stier steht außerdem für die Stärke und Aussagekraft dieser Zigarren."},"diameter_mm":19.4,"ring":49,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.7,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
