{"name":"Balmoral Anejo XO Gran Toro","url":"https://www.noblego.de/balmoral-anejo-xo-gran-toro/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Mit der Balmoral Anejo XO Gran Toro hat man ein Schwergewicht an Tabak und ein großartig mildes Geschmackserlebnis eingekauft. Sie kann Mittelpunkt eines ausgedehnten Rauchabends sein. Ein schöner Barolo kann ein passender Begleiter sein. Analog zum gealterten Tabak der Premiumzigarre sollte man auch diesen nicht zu jung trinken und ihm nach dem Dekantieren genug Zeit zur Entwicklung lassen.","Genuss":"Satte 15 cm Länge auf ein 52er-Ringmaß bieten weit über eine Stunde Rauchgenuss auf sehr hohem Niveau und machen dieses Format zum Preis-Leistungs-Tipp in dieser Serie! Würzig, holzig, mit einer präsenten Süße - die Tabake der XO spielen auch in diesem Format groß auf. Der Kaltgeruch ist angenehm schokoladig und macht neugierig auf einen lieblichen Smoke. Das feine Arapiraca-Deckblatt stammt aus Brasilien Das Umblatt ist ein Olor-Blatt aus der Dominikanischen Republik. Dieser Tabak ist bekannt für seine Milde und angenehm leichte Süße. Die Einlage dieses perfekt gearbeiteten Longfillers besteht aus edlen Tabaken Brasiliens, Nicaraguas und wiederum aus der Dominikanischen Republik. Im Rauch erlebt man einen vollen und würzigen Körper, dabei aber auch eine angenehme Cremigkeit.","Hintergrund":"Balmoral Zigarren werden in der bereits im Jahre 1895 gegründeten holländischen Tabak-Fabrik gerollt und bieten eine recht große Produkt-Palette an. Diverse Tabakmischungen und Qualitätsstufen liefern einen Reigen an Geschmack und Vielfalt der Formate. Die Balmoral Anejo XO Gran Toro ist eine Zigarre mit großen Ansprüchen und großem Tabakvolumen. Mit dem schottischen Castle Balmoral als Namenspatron ist sie der Tradition der Premium-Zigarren des Hauses verpflichtet. Sie stellt aber auch mit den \"\u003cstrong\u003eexceptionally old\u003c/strong\u003e\"-Tabaken eine Neuheit dar, auf die man getrost neugierig sein darf. Wie alt die hier verwendeten Tabake tatsächlich sind, bleibt jedoch ein gut gehütetes Geheimnis des Herstellers."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Gewürze","Kakao","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4,"additionalNotes":"Aged"}
