{"name":"Oliva Serie V Melanio Edición Año 2022 Lonsdale","url":"https://www.noblego.de/oliva-serie-v-melanio-edicion-ano-2022-lonsdale-zigarren/","brand":"Oliva","series":"Melanio Serie V","details":{"Genussverlauf":"Für eine so prestigereiche Sonderedition wie die Oliva Serie V Melanio Edición Año 2022 Lonsdale öffnet man beim nicaraguanischen Premiumhersteller die hauseigene Schatzkammer, in der ganz besondere Tabake lagern, die nur für spezielle Blends der Marke vorgesehen sind. So besteht dieses imposante Format von 16,5 cm Länge aus einem wie gemalt erscheinenden ecuadorianischen Deckblatt und handverlesenen Einlage- sowie Umblatt-Tabaken aus Nicaragua. Den geschmacklichen Schwerpunkt bildet eine sehr prägnante Schokoladennote, um die sich nussige, süße und pfeffrige Töne weben. Bei samtig-cremigem und sattem Rauchvolumen lässt sich das Lonsdale Format bis zu 80 Minuten lang genießen. Als Vertreterin der hochklassigen Premiumriege verfügt sie über ein bestens auf ihr Format abgestimmtes Zugverhalten und brennt wie an der Schnur gezogen ab.","Nice to know":"Die eindrucksvolle Sonderedition von Oliva weiß nicht nur durch einen fantastischen Geschmack und meisterliche Verarbeitung zu überzeugen. Eine doppelte Bauchbinde in warmen Gold- und Brauntönen gehalten sowie eine Fußbinde aus rotem Stoff mit goldfarbenem Aufdruck der Jahreszahl 2022 verleihen ihr einen standesgemäß hochwertigen Auftritt.","Resümee":"Ob zu besonderen Anlässen, einem schicken Essen oder aus Neugier zum Premiumgenuss, die Oliva Serie V Melanio Edición Año 2022 Lonsdale macht zu all diesen Gelegenheiten eine sehr gute Figur. Aufgrund einer strengen Limitierung können wir Ihnen diese Sonderedition nur, solange der Vorrat reicht, anbieten."},"diameter_mm":17.5,"ring":44,"length_mm":165,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Ecuador Sumatra","aromaProfileManufacturer":["Kaffee","Nuss","Pfeffer","Schokolade","Süß","Würzig","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"60 bis 90 Min","price":22,"additionalNotes":"Limited"}
