{"name":"Tatuaje Jibaro No.1 Robusto","url":"https://www.noblego.de/tatuaje-jibaro-no-1-robusto-zigarren/","brand":"Tatuaje","series":"","details":{"Genussverlauf":"Was die Tatuaje Jibaro No. 1 Robusto zu bieten hat, ist schon sehr beachtlich. Allein ihr ölig glänzendes Corojo Deckblatt zeugt von einer überragenden Qualität. Ähnliches dürfen Sie von den darunter liegenden Einlage- und Umblatt-Tabaken erwarten, die allesamt auf nicaraguanischen Plantagen gewachsen sind. Der offen gehaltene Fuß der Zigarre lässt dem Genießer für die ersten Züge den puren Geschmack ihrer Einlage schmecken. Besonders spannend gestaltet sich der Moment, wenn die Glut das Deckblatt erreicht. Es sind leicht süße Töne zu Anfang, die von komplex auftretenden Holz-, Zartbitterschokolade- und Nussaromen begleitet werden, auszumachen. Raffinierte Pfefferspitzen tauchen hier und da in unterschiedlicher Intensität auf und beleben den mittelkräftigen Smoke zusätzlich. Mit Beginn des zweiten Drittels bestimmen feine Frucht-, Röst- und Ledernoten das Aromageschehen der würzigen Robusto. Das letzte Drittel gehört deutlichen Erd- und Lederaromen und der nun sehr intensiven nicaraguanischen Würze. Nach gut 60 Minuten legt man die gehaltvolle und sehr zuverlässig abrennende Jibaro No. 1 zufrieden zur Seite.","Nice to know":"Pete Johnson der Inhaber der Marke Tatuaje, lässt die schmackhaften Kreationen seines Sortiments in der weltberühmten Manufaktur My Father Cigars S.A. von Hand rollen. Dahinter steckt das nicaraguanische Familienunternehmen Garcia, das auf die Produktion von Premiumzigarren spezialisiert ist.","Resümee":"Wenn Sie eine charaktervolle Zigarre aus Nicaragua suchen, dann haben Sie mit der Tatuaje Jibaro No. 1 Robusto genau den richtigen Smoke gefunden. Wir wünschen Ihnen jede Menge Vergnügen mit der köstlichen Puro!"},"diameter_mm":21.4,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Jose Pepin Garcia, Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Corojo","aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Leder","Nuss","Röstaromen","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.6}
