{"name":"La Capitana No. 2 Robusto","url":"https://www.noblego.de/la-capitana-no-2-robusto/","brand":"La Capitana","series":"","details":{"Fazit":"Für einen Abend in geselliger Runde ist die La Capitana No. 2 Robusto genau die richtige Begleitung. Nicaraguanische Aromen mit dem Hauch von Kuba und dazu ein Tequila Sunrise, was kann es schöneres geben?","Genuss":"So standhaft und unverwüstlich wie die Kapitänin auf der Banderole der La Capitana No. 2 Robusto gestaltet sich auch die Zigarre selbst. Der 12 Zentimeter lange Longfiller hat einen Durchmesser von 19,8 Millimetern und verarbeitet in hochwertiger Weise ausschließlich nicaraguanische Tabake in Einlage, Umblatt und Deckblatt. Letzteres ist aus Caribbean Saat gezogen und verleiht der Robusto einen karibischen Hauch mit ganz eigener Würznote, die neben holzigen und im Verlauf auch nussigen Aromen präsent ist. Im Hintergrund schwingt eine leicht süße Note mit. Die gute Verarbeitung bestätigt sich auch im Zug- und Abbrandverhalten. Während des bis zu einstündigen Smokes entwickeln sich zudem ein voller, weißer Rauch und eine kompakte, weiße Asche.","Hintergrund":"Zigarren der Marke  La Capitana werden vom Schweizer Unternehmen Villiger vertrieben, das im Jahr 2013 sein 125. Firmenjubiläum begeht. Zum Angebot zählen auch so namhafte Marken wie \u003ca title=\"Hier gehts zu den La Libertad Zigarren\" href=\"/la-libertad-zigarren/\"\u003eLa Libertad\u003c/a\u003e, \u003ca title=\"Hier gehts zur Hommage 1492\" href=\"/villiger-hommage-1492-zigarren/\"\u003eHommage 1492\u003c/a\u003e, \u003ca title=\"Hier gehts zu den Vega Fina Zigarren\" href=\"/vega-fina-zigarren/\"\u003eVega Fina\u003c/a\u003e und \u003ca title=\"Hier gehts zu den La Meridiana Zigarren\" href=\"/la-meridiana-zigarren/\"\u003eLa Meridiana\u003c/a\u003e."},"diameter_mm":19.8,"ring":50,"length_mm":120,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.5}
