{"name":"Brick House Mighty Mighty","url":"https://www.noblego.de/brick-house-mighty-mighty/","brand":"Brick House","series":"Classic","details":{"Fazit":"Besonders Zigarrenanfängern und Liebhabern milder bis mittelstarker Zigarren sei dieser anregende Smoke ans Herz gelegt. Sie sollten sich jedoch Zeit nehmen, eine Brick House Mighty Mighty raucht sich nicht einfach so zwischendurch. Dafür versüßt sie die Rauchdauer mit ihren fein würzigen Aromen und sorgt für ein rundum gelungenes Genusserlebnis.","Genuss":"Die Brick House Mighty Mighty ist nicht nur mächtig, sie ist „mächtig mächtig“ oder wie es Benny aus der beliebten dänischen Gaunerkomödie „Die Olsen Bande“ gerne zu sagen pflegt: „mächtig gewaltig“. Egon, der Chef der Bande, ist leidenschaftlicher Zigarrenraucher und trägt stets eine von ihnen im Mundwinkel. Welche Marke er raucht, ist nicht bekannt, aber es könnte durchaus eine Brick House Zigarre sein. Denn als eine der ersten Serien der J. C. Newman Cigar Company gehören sie mittlerweile zu den Oldies auf dem internationalen Markt. Die Mighty Mighty im Double Toro-Format überzeugt dabei mit ihrer mittleren Stärke und einem komplexen und harmonischen Aromenspiel, das Noten von Frucht, Holz, Nuss und Schokolade offeriert. Elegant fügen sie sich ein in das Ensemble aus hochwertiger Tabakqualität, perfekter Verarbeitung und optimalem Zug und Abbrand, die die Rauchdauer von bis zu 90 Minuten zum absoluten Genuss werden lassen.","Hintergrund":"Die Brick House Zigarren sind Nicaragua pur. Alle verarbeiteten Tabake stammen aus dem zentralamerikanischen Land. Das Deckblatt ist ein dunkelbraunes Havana Subido Shade. Für Liebhaber der richtig dunklen Deckblätter hat Brick House die Mighty Mighty mittlerweile auch mit einem Maduro Deckblatt im Angebot."},"diameter_mm":24,"ring":60,"length_mm":159,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Subido Shade","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Holz","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.6}
