{"name":"CAO Amazon Anaconda","url":"https://www.noblego.de/cao-amazon-anaconda/","brand":"CAO","series":"","details":{"Fazit":"Die CAO Amazon Anaconda ist eine schillernde Exotin unter den restlichen Zigarren des Marktes und weckt so das rege Interesse vieler neugieriger Aficionados, die den einzigartigen Geschmack der „Dschungelkönigin“ erleben möchten.","Genuss":"Für die CAO Amazon Anaconda ist man sozusagen dem Ruf des Dschungels gefolgt und hat keine Kosten und Mühen gescheut, dem Genießer eine ganz besondere Zigarre präsentieren zu können. Das Deckblatt der Toro ist ein kakaobraunes Bahiano Ligero aus Brasilien, darunter verbirgt sich ein nicaraguanisches Umblatt. Die Einlage der Anaconda setzt sich aus brasilianischen, kolumbianischen und dominikanischen Spitzentabaken zusammen. Bei den Tabaken aus Brasilien handelt es sich um spezielle Arten aus der Amazonasregion Alagaos, welche man zudem einem speziellen Fermentationsprozess unterzieht. Diese Tabake werden zu einem starken Strang (Seil) zusammengedreht und erhalten dadurch eine ganz eigene Geschmacksnote. In Sachen Aromen wartet die CAO Amazon Anaconda mit einer unglaublichen Vielzahl an Eindrücken und Würznoten auf. Sie startet mit süßlichen Nuancen und klaren Röst-, Zedern-, Melonennoten, die sich von feinen Pfeffer- und Zimtnoten begleiten lassen. Im weiteren Rauchverlauf kommen dann noch neben einer deutlichen Cremigkeit, Karamell-, Erd- und Grillfleischaromen hinzu, gepaart mit Nuancen von Limette und Orange samt leichter Pfefferminzanklänge. Hier wird dem Gaumen einiges geboten, die exotische Geschmacksentfaltung der CAO Amazon Anaconda muss man einfach erlebt haben.","Hintergrund":"Ernest Gocaj heißt der Tabakenthusiast, der für die Marke CAO auf die Suche nach extravaganten und besonders speziellen Tabaksorten geht. Dafür verbringt er regelmäßig einige Zeit in den abgelegensten Gegenden des Amazonasgebietes, wo er unter anderem lokalen Tabakbauern hilft, effizienter und marktgetreuer Tabake anzubauen und weiterzuverarbeiten."},"diameter_mm":20,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rick Rodriguez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Dominikanische Republik","Kolumbien"],"binderOrigin":["Nicaragua"],"binderProperty":"Bahia","aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Minze","Orange","Pfeffer","Röstaromen","Süß","Zedernholz","Zitrusfrüchte"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11,"additionalNotes":"Limited"}
