{"name":"San Pedro de Macoris Brazil Corona","url":"https://www.noblego.de/san-pedro-de-macoris-brazil-corona/","brand":"San Pedro","series":"Brazil","details":{"Fazit":"Die San Pedro de Macoris Brazil Corona wendet sich an den Genussraucher mit Anspruch und ausgeprägtem Preisbewusstsein. Die Anforderungen, welche viele an sogenannte Alltagssmokes haben, übertrifft sie dabei spielerisch.","Genuss":"Die schlanke Corona ist eine echte Longfiller Zigarre, was man bei ihrem Preis wohl zunächst nicht vermuten würde. Auch bei der Auswahl der Tabake hat man ein gutes Näschen bewiesen und so einen leckeren Blend entwickelt, der den Geschmack vieler Genussraucher trifft. Das Deckblatt der Brazil Corona, ein Sungrown Arapiraca aus Brasilien sieht sehr einladend aus und wird von einem dominikanischen Olor als Umblatt unterstützt. Die Einlage wird mit schön gereiften Tabaken aus der Dominkanischen Republik und Brasilien bestückt. Im Rauchverlauf gibt die Corona komplexe Aromen preis, die sich zwischen Schokolade-, Kakao-, Karamell- und Marzipantönen bewegen. Dazu gesellen sich eine angenehme Würze und feine Süße, die im herrlich cremigen Rauch der San Pedro de Macoris Brazil Corona verborgen sind. In dem sympathischen Örtchen San Pedro de Macoris kennt man sich schon einige Jahrzehnte mit der Herstellung von Zigarren aus, so kann man in Sachen Zug und Abbrand ein vorzügliches Verhalten der leckeren Corona erwarten.","Hintergrund":"Bei Royal Agio hat man lange überlegt, wie das eigene Sortiment noch attraktiver gestaltet werden könnte. So hat man die San Pedro Zigarren konzipiert, die dem Genießer als kostengünstige und schmackhafte Alltagssmokes dienen sollen."},"diameter_mm":16.7,"ring":42,"length_mm":150,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Kakao","Karamell","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.7}
