{"name":"Bossner Rolando Robusto","url":"https://www.noblego.de/bossner-rolando-robusto/","brand":"Bossner","series":"Maduro","details":{"Fazit":"Die Bossner Rolando Robusto ist eine kaum aufdringliche Zigarre mit leichter Schärfe und gehört zu den leichteren Tageszigarren mit hohem Anspruch an Qualität und Ausgewogenheit, die gut zu einem spritzigen, erfrischenden Getränk passen.","Genuss":"Die Bossner Rolando Robusto besteht aus einer Piloto Einlage und einem Dominican Olor Umblatt. Das repräsentative Deckblatt besteht aus Connecticut Maduro-Tabaken. Die Robusto aus dem Hause Bossner verspricht einen geschmackvollen Smoke von circa 50 bis 60 Minuten. Der kalte Zug gestaltet sich eher etwas stallig-nussig. Sie misst eine Länge von 12,5 Zentimetern und hat einen Durchmesser von 20 Millimetern, was einem 50er Ringmaß entspricht. Die handgerollte Vitola startet recht kraftvoll und überzeugt gleich nach dem Anzünden mit nussiger Würze. Der dunkelgraue Aschekegel ist leicht fransig, aber trotzdem sehr fest. Nach den ersten Zügen bietet diese Vitola dem Raucher die ersten bitterschokoladigen Nuancen, die von ein wenig Minze unterstrichen werden. Das zweite Drittel überzeugt mit Robusto-klassischem pfeffrigem Geschmack, was bei solch dunklen Zigarren recht üblich ist. Trotz des großen Ringmaßes bleibt diese Zigarre außergewöhnlich mild und nicht zu wuchtig. Die voluminöse Bossner Rolando Robusto ist eine von vielen besonderen Zigarren des Herstellers Bossner und wie auch bei anderen Produkten aus dem Hause Bossner qualitativ sehr hochwertig und nur empfehlenswert. Das Finale gestaltet sich recht würzig mit leichten Chilinoten und einem frischen, minzigen Prickeln auf der Zunge.","Hintergrund":"Zigarren der Marke Bossner stehen für exzellente Verarbeitung und höchste Tabakqualität. Nur die besten Tabake der Region kommen für den Russen Konstantin Bossner in Frage. Die Bossner Rolando Robusto hat ihre Heimat in der Dominikanischen Republik. Diese Vitola unterscheidet sich von der klassischen Linie Bossner classic durch ihr Maduro Broadleaf Deckblatt."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.5}
