{"name":"Bossner Peter Claro","url":"https://www.noblego.de/bossner-peter-claro/","brand":"Bossner","series":"Claro","details":{"Fazit":"Die Peter Claro aus dem Hause Bossner vereint wunderbare milde Tabakaromen mit holzig-herbem Geschmack, den man sonst nur von kubanischen Vitolas kennt. Sie findet mit ihren fruchtigen, aber dennoch herben Noten die perfekte Balance zwischen einer kräftigen kubanischen, und einer milden dominikanischen Zigarre. Eine eher mittelkräftige Zigarre für die Mittagszeit.","Genuss":"Die Bossner Peter Claro ist eine Zigarre im Torpedo-Format mit einer Länge von 12,2 Zentimetern und einem Durchmesser von 18 Millimetern. Optisch ist die Peter Claro ein reiner Blickfang: Bossner-typisch mit einem sehr feinadrigen Deckblatt in perfekter Rollung ist sie auch haptisch ein Schmankerl für eine gute halbe Stunde Rauchgenuss zwischendurch. Der kalte Zug ist eher staubig und zurückhaltend. Die kleine Vitola startet recht blumig-mild und wird nach und nach immer würziger, entwickelt sich jedoch sehr langsam und angenehm. Das erste Drittel beginnt mit etwas Pfeffer und einer leicht fruchtigen Note, die mit Trockenobst vergleichbar wäre. Nach dem ersten Drittel steigert sich der Geschmack mit leicht hölzerner kubanisch-anmutender Erdigkeit. Das zweite Drittel bleibt im ganzen Verlauf holzig-herb und verleiht Ihr eine sehr interessante Note. Wunderbare milde Tabakaromen fügen sich im letzten Drittel zu ihrem bisher holzig-herben Geschmack hinzu und verleihen der Peter claro einen fast majestätischen Auftritt. Die Asche ist sehr fest und fällt spät, optisch ist sie sehr feinsandig und stahlgrau.","Hintergrund":"Zigarren aus dem Hause Bossner, gegründet von Geschäftsführer Konstantin Loskutnikov, stehen für erstklassige Qualität und ein großes Geschmackspektrum. Selbst wenn diese Zigarren zugegebenermaßen nicht gerade preiswert sind, lohnt sich der Genuss einer Bossner immer wieder, da der russische Staatsbürger Konstantin „Bossner“ Loskutnikov sehr stark auf die Qualität seiner Zigarren achtet."},"diameter_mm":18,"ring":45,"length_mm":122,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.8}
