{"name":"Inch by E.P. Carrillo No. 64","url":"https://www.noblego.de/inch-by-e-p-carrillo-no-64/","brand":"E.P. Carrillo","series":"Inch by E.P. Carrillo","details":{"Fazit":"Die Inch by E.P. Carrillo No. 64 ist eine Zigarre, die fordert. Wenn man sie aber einmal bezwungen hat, dann verführt sie mit ihrer reichhaltigen Aromenstruktur und wird schnell überzeugen.","Genuss":"Diese Zigarre ist sehr schön verarbeitet. Das matt schimmernde Deckblatt aus Ecuador ist fein geadert und umhüllt die Einlage aus der Dominikanischen Republik und Nicaragua. Bei einer Länge von 156 Millimetern fällt der Durchmesser von 25,4 Millimetern ins Auge. Dennoch ist diese Zigarre, wie auf unseren Fotos erkennbar, immer noch wohlproportioniert. Bei solch einem Umfang sorgt die Inch by E.P. Carrillo No. 64 für einen dichten, samtigen Rauch. Es entfalten sich Aromen von Früchten und Schokolade, insgesamt sind deutlich süße Nuancen zu schmecken. Pikantere Aromen von Pfeffer und Zedernoten schaffen hier ein Gegengewicht, das den Smoke auch über die lange Rauchdauer spannend macht.","Hintergrund":"Liebhaber größerer Ringmaße wissen um die positiven Vorteile derselben. Denn neben dem reichhaltige Geschmack und ordentlichen Mengen an Rauch sorgen sie auch für eine lange Rauchdauer. Daher sollte der Aficionado, der solch ein Kaliber mal probieren möchte, nicht nur über genügend Zeit verfügen, sondern sich auch ausreichend Getränke bereit stellen. Auch sollte zuvor bedacht sein, dass nicht alle herkömmlichen Zigarrenabschneider auf solch ein mächtiges Ringmaß ausgerichtet sind."},"diameter_mm":25.4,"ring":64,"length_mm":156,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sumatra","aromaProfileManufacturer":["Fruchtig","Kakao","Nuss","Pfeffer","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15.3,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
