{"name":"cenicero NICA 7 Short Robusto","url":"https://www.noblego.de/cenicero-nica-7-short-robusto/","brand":"Cenicero","series":"NICA","details":{"Fazit":"Höchsten Genuss zu unglaublich fairen Konditionen, verspricht die NICA 7 Short Robusto und macht sie so zu einem hochinteressanten Smoke, der cleveren Sparfüchsen besonders gefallen sollte. Sie sollten sich im Vorfeld allerdings ordentlich eindecken, denn die begehrten Ceniceros sind streng limitierte Ware!","Genuss":"Die NICA 7 Short Robusto stammt aus dem malerischen Nicaragua und bewährt sich vor allem für den kurzweiligen Rauchgenuss zu passender Gelegenheit als sehr gute Alltagszigarre. Der Preis dieser Longfiller lässt selbstverständlich nicht erahnen, dass es sich hierbei eigentlich um eine Zigarre mit Premiumcharakter handelt. Ein handverlesenes Connecticut-Deckblatt aus Talanga in Honduras verleiht der Short Robusto ihr angenehm hell schimmerndes Äußeres. Einlage und Umblatt bilden sorgfältig ausgewählte nicaraguanische Qualitätstabake. Zusammen ergibt das eine eher mild bis mittelkräftige Vitola, die feine Aromen von Zeder, frisch geschnittenem Heu und Kastanie entfaltet. Zudem wartet die NICA 7 Short Robusto mit einer herrlich harmonierenden Zitrusnote auf, welche ihr gesamtes Geschmacksvolumen charmant vervollständigt. Mit ihrem Ringmaß von 49 und der Länge von 114 mm kann man die „kurze“ Robusto in einem Zeitraum von 20-45 Minuten genießen, dabei verhält sie sich in Sachen Zug und Abbrand tadellos.","Hintergrund":"Bestellt und nicht abgeholt! Das Konvolut der NICA 7 Reihe besteht aus dem Restposten einer Premiumzigarren-Manufaktur in Nicaragua, der vom eigentlichen Auftraggeber nicht abgerufen wurde. Dann hat man sie uns angeboten und wir nahmen mit „Kusshand“ an. Wir können die NICA 7 Short Robusto somit zur Hälfte des ursprünglichen Preises anbieten, auf Wunsch des Produzenten bleibt dessen Identität jedoch ein wohlgehütetes Geheimnis."},"diameter_mm":19,"ring":49,"length_mm":114,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Geschnittenes Heu","Kastanie","Zedernholz","Zitronenschale"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":34.92}
