{"name":"Bolivar Coronas Junior","url":"https://www.noblego.de/bolivar-coronas-junior/","brand":"Bolivar","series":"","details":{"Fazit":"Bei der Bolivar Coronas Junior sollte man sich nicht von dem „Junior“ im Namen dazu verleiten lassen, diese Zigarre zu unterschätzen. Denn diese Kubanerin im Format einer Petit Corona hat es in sich und ist die perfekte Zigarre für eine kurze, aber nicht minder intensive Genusspause.","Genuss":"Die Verarbeitung der Bolivar Coronas Junior ist gut, auch wenn das Umblatt hier und da über kleine Blattäderchen verfügt. Das soll aber nicht weiter stören angesichts der sonstigen Qualitäten, die diese Petit Corona aufzuweisen vermag. Denn ihre kräftigen Aromen von Erde, Holz, Leder und Kaffee überzeugen bei einem insgesamt recht starken Smoke, der ebenfalls eine tolle Würze vorzuweisen hat. All dies wird  von einer schönen Cremigkeit getragen und im letzten Rauchdrittel gesellen sich Töne von weißem Pfeffer zu den übrigen Geschmacksnoten. Ein ansprechendes und reichhaltiges Aromenbouquet! Die Asche ist grau, leicht meliert und fest, der Abbrand tadellos.","Hintergrund":"Zigarren von Bolivar werden für ihre Stärke geliebt und geschätzt. Das ist auch bei dieser Kubanerin der Fall, die trotz ihrer kleinen Größe von gerade mal 107 Millimetern bei einem 43 Ringmaß die volle Tabakpower zu bieten hat. Bolivar Zigarren, als eine der kubanischen Spitzenmarken bekannt, sollten also nur von Aficionados genossen werden, die kräftige Zigarren gewöhnt sind. Einsteiger in den Sektor kubanische Zigarren sollten zunächst mildere Kubaner probieren, etwa die \u003ca href=\"/romeo-y-julieta-petit-julieta/\"\u003eRomeo y Julieta Petit Julieta\u003c/a\u003e oder auch eine \u003ca href=\"/punch-coronations-a-t/\"\u003ePunch Coronations A/T\u003c/a\u003e sind hier zu empfehlen."},"diameter_mm":17,"ring":43,"length_mm":107,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Leder","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.3}
