{"name":"Macanudo Inspirado Jamao Limited Toro","url":"https://www.noblego.de/macanudo-inspirado-jamao-limited-toro-zigarren/","brand":"Macanudo","series":"Macanudo Inspirado","details":{"Genussverlauf":"Das zartglänzende, haselnussbraune Jamao-Deckblatt der Inspirado Jamao Limited Toro umhüllt ein Umblatt aus dem Jamastran-Tal in Honduras. Die Einlage der mittelkräftigen Longfiller setzt sich aus einer raffinierten Mischung honduranischen Jamastran Seco, dominikanischen Piloto Seco und nicaraguanischen Ometepe Viso zusammen. Diese ausgeklügelte Kombination verleiht der 14,6 cm langen Toro einen von Kräuter- und Holzaromen gesäumten Genuss, der im weiteren Verlauf von einer spannenden Cremigkeit und feinen salzigen Noten unterstützt wird. Die Rollung des nur in limitierten Mengen verfügbaren Formats wurde von den erfahrenen Mitarbeitern der General Cigar Dominicana Manufaktur in Santiago de los Caballeros perfekt ausgeführt. Sie können diesen vorzüglichen Leckerbissen daher bei bestem Zug- und Abbrandverhalten genießen.","Nice to know":"Bei General Cigar Dominicana steht das Wohl der Mitarbeiter an erster Stelle. Das führt dazu, dass sich alle dort am Herstellungsprozess beteiligten Menschen deutlich mit den Produkten des Unternehmens identifizieren und sich mit voller Leidenschaft der Sache widmen.","Resümee":"Die Macanudo Inspirado Jamao Limited Toro ist eine köstliche und top verarbeitete Premiumzigarre, die mit viel Herzblut und Hingabe produziert wurde. Gönnen Sie sich diesen karibischen Leckerbissen aus der Dominikanischen Republik, solange der Vorrat reicht!"},"diameter_mm":20.3,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Holz","Kräuter","Salzig","Toast"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":9.5,"additionalNotes":"Limited"}
