{"name":"Surrogates Skull Breaker","url":"https://www.noblego.de/surrogates-skull-breaker/","brand":"Surrogates","series":"","details":{"Fazit":"Sie müssen kein tätowierter Rocker oder Psychopath sein, um diese Zigarre zu genießen. Ein tiefes und gewaltiges Erlebnis.","Genuss":"An dieser Stelle wollen wir die Surrogates Skull Breaker von ihrer profanen Seite als Produkt denken: Ihr eher raues Äußeres mit dem Doppelband kann man der hervorragenden Verarbeitung entgegenstellen. Eine leichte Unklarheit ist bei der Skull Breaker Methode; auf 133 x 20,6 mm. Dann wird der Aficionado mit verschiedenen Aromen belohnt, je nachdem, wie er die Zigarre raucht. Abbrand und Zug sind perfekt. Zurück zu den Aromen: Erde ist sehr prominent, langsam geraucht sind es Honig, Lakritz, Schokolade und eine leichte Zitrusnote, die auftreten. Schnell geraucht sind es eher Pfeffer, Espresso und Leder. Nun gibt es für beide Varianten Freunde und Zeiten, lassen Sie es krachen.","Hintergrund":"Die Zigarrenblogger von den Stoogie Guys aus den USA erinnert die Zigarre an die \u003ca title=\"Die Liga Privada Unico Feral Flying Pig\" href=\"/drew-estate-liga-privada-unico-feral-flying-pig/\"\u003eFeral Flying Pig\u003c/a\u003e aus der Liga Privada von Drew Estate. Eine Referenz, die ziemlich groß scheint, aber tatsächlich nur als solche gedacht ist. Sie ist nicht ganz so vielschichtig wie die Flying Pig, das Connecticut Broadleaf als Deckblatt erinnert aber schon daran. Einlage und Umblatt kommen aus Nicaragua, wo die Zigarren in Esteli bei Don Pepin Garcia hergestellt werden. Pete Johnson von Tatuaje hat seine Finger im Spiel, weitere Personen auch. Das spricht für Qualität."},"diameter_mm":20.6,"ring":52,"length_mm":133,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Honig","Lakritz","Pfeffer","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.5}
