{"name":"AVO Syncro Nicaragua Toro","url":"https://www.noblego.de/avo-syncro-nicaragua-toro/","brand":"AVO","series":"AVO Syncro Nicaragua","details":{"Fazit":"Die AVO Syncro Nicaragua Toro hat sich zu Recht ein Plätzchen in der Bestenliste des Cigar Aficionados verdient, denn hier haben wir es mit einer durchweg gelungenen Vitola zu tun. Gönnen Sie sich einen entspannten Smoke und genießen gern ein würziges Bier oder einen kräftigen Whisky zu dieser Dame.","Genuss":"Das Deckblatt kommt bei der AVO Syncro Nicaragua Toro aus Ecuador und ist ein Connecticut Seed. Während das Umblatt aus der Dominikanischen Republik stammt, kommen die Einlagentabake sowohl aus der Dominikanischen Republik als auch aus Nicaragua und Peru. Diese Tabakmischung sorgt für eine spannende Aromenmischung, die sowohl feurige Noten aus Nicaragua bereit hält, als auch süße und zartere Aromen präsentiert, die eher den Dominikanischen Tabaksorten nachgesagt werden. So werden beim Smoke Aromen von Erde, kräftigem Holz, frisch gemahlenem Kaffee, Leder, feurigem Pfeffer ebenso wie eine dezente Süße, die mit einer zarten Cremigkeit daherkommt, präsentiert. Der Abbrand und die Verarbeitung der AVO Syncro Nicaragua Toro sind tadellos.","Hintergrund":"Obacht, die AVO Syncro Nicaragua Toro trägt zwar das Nicaragua im Namen, stammt aber aus der Dominikanischen Republik. Nicaragua wurde sie getauft, um ihr Alleinstellungsmerkmal im Portfolio der Marke herauszustellen, ist doch die Serie die erste, in welcher regulär Tabake aus Ometepe in Nicaragua verwendet werden. Die Insel Ometepe ist in einem Süßwassersee gelegen und bekannt für ihre fruchtbaren und nährstoffreichen Böden, die für süße und gleichermaßen würzige Aromen des Tabaks sorgen. Somit vollzieht die Serie AVO Syncro Nicaragua eine „Synchronisation“, ein Zusammenschmelzen von Nicaragua und der Dominikanischen Republik, was die Namensgebung einleuchtend macht."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.4}
