{"name":"Cuaba Exclusivos","url":"https://www.noblego.de/cuaba-exclusivos/","brand":"Cuaba","series":"","details":{"Fazit":"Die Cuaba Exclusivos ist eine eher kräftige, fest gerollte Vitola aus Kuba, zu der sich ein nicht allzu herbaler Rum oder ein leicht fruchtiger Whisky anbietet. Jedoch bleibt die Wahl dem Raucher selbst überlassen, da nach dem zweiten Drittel auch kräftigere Spirituosen zur näheren Auswahl in Frage kommen würden.","Genuss":"Der sehr ausgewogene, weiche Kaltgeruch dieser Zigarre verführt schon beim Anschneiden den Gaumen eines jeden Liebhabers kubanischer Zigarren. Die Cuaba Exclusivos hat ein sehr feinadriges, vom Gefühl leicht raues Deckblatt, das recht fest gerollt ist. Sie liegt sehr angenehm in der Hand, es handelt sich um eine klassische Doppel-Figurado mit einer Länge von 145 Zentimetern und einem Durchmesser von 18,2 Millimetern. Eine Rauchdauer von 70 bis 80 Minuten hört sich bei diesem Format sehr vielversprechend an, sie ist es auch. Schon der hochwertige Kaltgeruch dieser Vitola beeindruckt jeden Kenner. Gleich das erste Drittel dieser Cuaba Exclusivos entfaltet das herrlich kubanische Flair und überzeugt mit einzigartigen, erdigen Aromen. Leichter Schiefbrand, der gleich nach dem Zünden entstehen kann, korrigiert sich bei dieser ausgezeichnet gerollten Vitola ganz von selbst. Im zweiten Drittel entfalten sich herbale, holzig-ledrige Noten, die mit einer leicht cremigen Grasnote zu einer großen Aromenkomplexität führen. Die Asche ist sehr fein gerippt und die Stärke nimmt im Verlauf zum letzten Drittel etwas zu, ohne jedoch scharf oder bitter zu schmecken. Das Finale unterstreichen nussige Röstaromen, die bis kurz vor die Bauchbinde erhalten bleiben.","Hintergrund":"Zigarrenmarken wie Cohiba kennt selbst fast jeder Nichtraucher, mit einer Marke wie Cuaba kann jedoch kaum jemand etwas anfangen, obwohl Cuaba eine zweite Havanna-Marke ist, die unter Fidel Castro kreiert wurde. Doppel-Figurados zählten einst zu den beliebtesten Zigarrenformaten, jedoch verschwanden sie mit der Zeit vom Markt. Ein Jahrhundert später, seit 1996, werden die Doppel-Figurados in der Manufaktur von \u003ca title=\"Zu den Romeo y Julieta Zigarren\" href=\"/romeo-y-julieta-zigarren/\"\u003eRomeo y Julieta\u003c/a\u003e gefertigt."},"diameter_mm":18,"ring":45,"length_mm":145,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Honig","Würzig"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":15.3}
