{"name":"Bossner Baron Individual Edition Limitada 2008","url":"https://www.noblego.de/bossner-baron-individual-edition-limitada-2008/","brand":"Bossner","series":"","details":{"Fazit":"Die Bossner Limitada 2008 ist eine Tausendsassa-Zigarre. Das Format ist angenehm und von genau der richtigen Größe, das verwendete Blattgut ist von höchster Qualität, der Blend ist fein abgestimmt und die Aromen sind tief und komplex. Eine Zigarre dieser Qualität findet man heute selten, zumal sie positiv aus dem Standard heraussticht. Die üppige Rauchfülle der Limitada ergänzt sich hervorragend mit einem Latte Macchiato oder White Russian.","Genuss":"Die Limitada 2008 kommt in einer zierlichen Fünferkiste daher und mutet sehr vornehm an. Die beiden Bauchbinden ergänzen sich gut mit dem mittelbraunen Deckblatt aus Ecuador und dem kleinen Zöpfenchen am Mundstück der Zigarre. Der Zug an der noch nicht entzündeten Zigarre mit Nicaragua-Umblatt und -Einlage ist perfekt, sie ist aber trotzdem nicht zu lasch gerollt, was eine echte Kunst darstellt. Mit einem Zedernholzspan entzündet, schmeckt die Zigarre angenehm holzig nach Zeder und Fichte, nach und nach gesellt sich noch ein Hauch Schoko/Nuss hinzu, der mit dem holzigen Eindruck perfekt harmoniert. Leichte Kaffee-Aromen gesellen sich etwa ab der Hälfte der Zigarre hinzu und bereichern das Geschmacksbild zusätzlich. Etwa anderthalb Stunden später, zum Ende der Zigarre, nimmt der Tabak noch einen leichten herb-deftigen Geschmack an, der ein wenig an Rumpsteak erinnert. Somit ist diese Zigarre die perfekte Begleiterin für Liebhaber herzhaften Essens.","Hintergrund":"Konstantin L., Besitzer der gleichnamigen Marke, ist sehr wählerisch, nicht nur, was seine Tabake, sondern auch, was seine Torcedores anbelangt. So äußerte er in einem Interview, dass er seine Roller nach Fähigkeiten, Charakter und sogar nach Aussehen auswähle. Sie müssten ihm eben sympathisch sein, ehe er ihnen den Auftrag erteile, seine Zigarren zu rollen. Diese Haltung verspricht natürlich eine hohe Qualität, die die Bossner-Zigarren wirklich aufweisen."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Kaffee","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":18.3}
