{"name":"Schuster Final Edition 12-21-20-12","url":"https://www.noblego.de/schuster-final-edition-12-21-20-12/","brand":"August Schuster","series":"","details":{"Fazit":"Auch wenn die Welt am 21.12.2012 nicht untergegangen ist, ist die Schuster Final Edition 12-21-20-12 immer noch eine schöne Zigarre für die ganz besonderen Momente des Lebens und für den langsamen Genuss bestimmt. Greifen Sie zu, bevor es mit ihr zu Ende geht.","Genuss":"Dieser Moment kommt nur einmal. Der prophezeite Weltuntergang, der die Gebrüder Schuster zu dieser Premiumzigarre inspirierte, unterstreicht die Einmaligkeit der Schuster Final Edition 12-21-20-12. Und da so ein Weltuntergang nicht alle Tage stattfindet, ist sie auf 8000 Exemplare limitiert. Das Geheimnis der Piramide ist ihr Blend aus honduranischen Tabaken in Einlage und Umblatt und einem ecuadorianischen Sumatra Deckblatt. Damit versprüht sie auf 14,7 cm Länge und 20,6 mm Durchmesser fruchtige und holzig-erdige Aromen. Nach einem pfeffrigen Start wird sie zunehmend cremiger und auch ihr Rauch wird voluminöser. Ab dem zweiten Drittel ist sie schön ausgewogen in den Aromen. Der Zug ist angenehm leicht und auch der Abbrand wird keinen baldigen Weltuntergang vermuten lassen. Und nach gut 60 bis 80 Minuten Rauchdauer werden Sie feststellen: Die Erde dreht sich noch und das ist auch gut so.","Hintergrund":"Das Haus Schuster überzeugt schon seit über 100 Jahren mit Spitzenprodukten sowohl im Shortfiller als auch im Longfillersegment. Ob die importierten \u003ca title=\"La Flor Dominicana Zigarren\" href=\"/la-flor-dominicana-zigarren/\"\u003eLa Flor Dominicana\u003c/a\u003e oder eigene Kreationen wie \u003ca title=\"C. Mendoza Zigarren\" href=\"/c-mendoza-zigarren/\"\u003eC. Mendoza\u003c/a\u003e, um nur einige zu nennen, stets bieten Zigarren von Schuster aller höchste Qualität."},"diameter_mm":20.6,"ring":52,"length_mm":147,"length_inch":0,"format":"Piramide","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"wrapperType":"Sumatra","aromaProfileManufacturer":["Cremig","Erdig","Holz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7,"additionalNotes":"Limited"}
