{"name":"J. Fuego Sangre de Toro Toro","url":"https://www.noblego.de/j-fuego-sangre-de-toro-toro/","brand":"J. Fuego","series":"J. Fuego Sangre de Toro","details":{"Fazit":"Die J. Fuego Sangre de Toro Toro ist eine große und elegante Zigarre. Sie steckt voller Kraft und Würze und verlangt schon etwas Aufmerksamkeit und Muße für den Genuss. Der ist bei dieser Neuerscheinung des Hauses J. Fuego aber auch gewiss.","Genuss":"Die J. Fuego Sangre de Toro Toro steht zunächst einmal für eine tadellose Verarbeitung und eine sehr ansprechende Optik. Die zweite, in Gold und Blau gehaltene Binde schmückt dieses große Format perfekt. Diese Zigarre steckt voller aromatischer Überraschungen und stellt sicher, dass das Raucherlebnis über eine Stunde lang höchst kurzweilig bleibt. Nimmt man sich Zeit für dieses große Format, so schmeckt man Pfeffer, Schokolade, Erde, Lakritze und Holznoten. Diese Zigarre überrascht immer wieder mit anderen Geschmackserlebnissen. Die J. Fuego Sangre de Toro Toro besteht, wie die übrigen Longfiller dieser Serie, ganz und gar aus feinstem nicaraguanischem Tabak. Sie enthält Criollo-Tabak, der aus Caribbean-Saatgut gezogen wird,  Corojo-Tabake und ein Connecticut-Deckblatt, auch dieses aus Nicaragua. Die Jesus Fuego Sangre de Toro Toro ist mit 152 mm ebenso lang wie die Grande, jedoch ist das Ringmaß um 10 Millimeter kleiner. So ergibt sich eine weniger imposante, dafür aber noch elegantere Erscheinung. Eine gute Stunde Rauchgenuss sollte man für diesen edlen Longfiller mindestens veranschlagen.","Hintergrund":"Die J. Fuego Sangre de Toro Serie wird zwar in Honduras gefertigt, ist aber dennoch eine nicaraguanische Puro. Es sind Zigarren mit Tabaken von den fruchtbaren und feuchten Westhängen der Anden. Das Besondere an diesem Klima für den Tabakanbau ist die häufige Beschattung durch Wolken und es sind auch die mineralstoffreichen, fruchtbaren Böden, die hervorragende Tabake hervorbringen. Mit ihrer sehr guten Qualität und ihrem reichhaltigen Aromenspiel stellen J. Fuegos Zigarren eine bemerkenswerte Alternative zu den wohlbekannten Cubanos oder auch zu Zigarren aus der Dominikanischen Republik dar. Zigarren der Sangre de Toro-Serie von J. Fuego besitzen aufregende Aromen von Pfeffer, Holz, Erde, Schokolade und Vanille."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.2,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
