{"name":"CAO Arcana Firewalker Toro","url":"https://www.noblego.de/cao-arcana-firewalker-toro-zigarren/","brand":"CAO","series":"","details":{"Genussverlauf":"Besonderes Augenmerk sollte man bei der Arcana Firewalker Toro auf ihre spannende Einlage richten. Diese besteht aus nicaraguanischen Tabaken, die aus der Region Masatepe stammen. Ein Gebiet, das unweit der beiden Vulkane Masaya und Nindirí gelegen ist. Dort wurden die Tabake der sogenannten Chincagre-Reifung unterzogen. Dabei werden die Tabake gestapelt und für zwei Monate tief in der Vulkanerde vergraben. Dadurch erhält er seine besondere Aromatisierung und Süße. Ein Umblatt aus Ecuador und ein hellbraunes Corojo Deckblatt aus Honduras komplettieren den kräftigen Blend der Firewalker. Das mit einem kunstvollen Flagtail ausgestattete Toro Format offeriert ein von ausgeprägter Würze, sanfter Süße sowie tiefen Leder-, Erde-, Trockenfrucht- und Pfefferaromen gesäumtes Rauchvergnügen.","Nice to know":"Im Anschluss an die Chincagre-Reifung wurden die Einlagetabake der Firewalker Toro für neun weitere Monte in der Fabrik zur Nachreifung gelagert. Erst nach einer strengen Qualitätskontrolle durfte er dann zur Weiterverarbeitung freigegeben werden.","Resümee":"Ein Ausnahmegenuss für Liebhaber kräftiger Smokes mit raffinierter Würze und Aromaentfaltung! Die CAO Arcana Firewalker Toro hat eine lange und aufwendig gestaltete Reise absolviert, um Ihnen den maximalen Grad an Gaumenunterhaltung bieten zu können. Jetzt bestellen, solange der Vorrat reicht!"},"diameter_mm":23,"ring":56,"length_mm":165,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"binderProperty":"Corojo","aromaProfileManufacturer":["Erdig","Leder","Leicht Süß","Trockenfrüchte","Weißer Pfeffer","Würzig"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":11.5,"additionalNotes":"Limited, Mehrfach fermentierte Tabake"}
