{"name":"Joya de Nicaragua Cabinetta No. 4","url":"https://www.noblego.de/joya-de-nicaragua-cabinetta-no-4/","brand":"Joya de Nicaragua","series":"Cabinetta","details":{"Fazit":"Nicht nur optisch ein Erlebnis hat die Joya de Nicaragua Cabinetta No. 4 Robusto auch aromatisch einiges zu bieten. Zwei Deckblätter, zwei Begleiter: Beginnen sie mit einem leichten Weißwein oder Whisky und steigern Sie sich zu den stärkeren Vertretern.","Genuss":"Neben ihrer besonderen Deckblatt-Konstruktion zeichnet sich die Joya de Nicaragua Cabinetta Serie auch durch ihre voluminösen Durchmesser aus. Die Robusto besitzt bei einer klassischen Länge von 127 cm einen Durchmesser von 20,6 mm und damit ein Ringmaß von 52. Damit bietet sie eine Rauchdauer von 60 bis 75 Minuten. Geschmacklich lässt sich hier das pure Aroma Nicaraguas wahrnehmen, denn sowohl Einlage als auch Um- und Deckblatt stammen aus dem mittelamerikanischen Staat. Darüber hinaus bieten die unterschiedlichen Deckblätter ihre ganz eigene aromatische Ausprägung. Während das helle Connecticut Blatt eher die milden nussig-holzigen Noten transportiert, kommt mit dem Criollo Sungrown Deckblatt mehr Würze in das Aromenspiel und auch den pfefferigen Noten wird Raum zur Entfaltung gegeben. Dabei bleiben Zug und Abbrand unabhängig vom Deckblatt über die gesamte Zigarrenlänge optimal.","Hintergrund":"Seit 1968 existieren die Joya de Nicaragua Zigarren und sind damit die älteste Marke Nicaraguas. Abgesehen von einem kleinen Intermezzo in Honduras in den Fabriken Nestor Plasencias während eines Handels-Embargos auf Nicaragua werden die Puros in den Manufakturen in Esteli unter den wachsamen Augen des Firmeninhabers Dr. Alejandro Ernesto Martinez Cuenca gefertigt."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Manuel Quesada","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Mandel","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.5}
