{"name":"Gurkha Dragonfly Toro","url":"https://www.noblego.de/gurkha-dragonfly-toro-zigarren/","brand":"Gurkha","series":"","details":{"Genussverlauf":"Zunächst wollen wir uns jedoch genauer mit dem feinen Blend der mittelkräftigen Dragonfly Toro von Gurkha auseinandersetzen. Ihr verlockend rotbraun schimmerndes Deckblatt ist von ecuadorianischer Herkunft, das darunter liegende Umblatt stammt aus Sumatra und ihre Einlage besteht zu Teilen aus dominikanischen Criollo 98 sowie nicaraguanischen Tabaken aus der Region Estelí. Für gut 90 Minuten bietet die Dragonfly Toro ein herrlich komplexes Zigarrenvergnügen mit vielfältigen floralen, herbalen und holzigen Aromen. Ein besonderes Highlight während des Genusses ist das wunderbar austarierte Spiel zwischen Würze und Süße, welches sich subtil im Hintergrund ereignet.","Nice to know":"Cristina Santana war für lange Zeit mit dem strategisch wichtigen Posten der International Sales Managerin bei Gurkha betraut, bevor sie überraschend für alle Firmenangehörigen im Pandemiejahr 2021 verstarb. Frau Santana trug bei Gurkha intern den Namen „Dragonfly“ (zu deutsch: Libelle), weil man sie dort für ihre enorme Zielstrebigkeit und Einsatzfreude besonders schätzte.","Resümee":"Es kommt immer mal wieder vor, dass selbst aus tragischen Anlässen etwas Gutes oder Schönes entsteht. In Gedenken an eine äußerst wertvolle und hochgeschätzte Mitarbeiterin, ist so die Gurkha Dragonfly Toro entstanden. Eine wundervolle Zigarre, die sich sehr angemessenen präsentiert und fortan ihre Namensgeberin in stillem Gedenken ehrt."},"diameter_mm":20.6,"ring":52,"length_mm":155,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Sumatra"],"aromaProfileManufacturer":["Cremig","Floral","Gewürze","herb-süßlich","Holz","Würzig"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":30,"additionalNotes":"Limited"}
