{"name":"Davidoff Maduro Toro","url":"https://www.noblego.de/davidoff-maduro-toro-zigarren/","brand":"Davidoff","series":"Maduro","details":{"Genussverlauf":"Ein sehr rares Deckblatt aus der höchsten Blattstufe (Corte #7), gewachsen in Ecuador, ziert die wunderschöne Maduro Toro von Davidoff. Seinen immens dunklen, natürlichen Teint erhält das Deckblatt durch eine besonders arbeitsaufwendige Fermentationsphase von 16 Monaten. Diese ist nicht nur für die dunkle Farbe, sondern auch für eine optimale Aromaausbeute verantwortlich. Zwei weitere Jahre der Reifung maximieren die Aromatiefe des Blattes zusätzlich. Laut Hersteller beeinflusst der edle Decker dadurch gut 40 % des Geschmacks der perfekt gerollten Toro. Für die restlichen 60 % sind die handverlesenen Einlagetabake aus der Dominikanischen Republik und das robuste mexikanische Umblatt verantwortlich. Insgesamt verfügt dieser Premium-Smoke über eine angenehm cremig-süße Grundstruktur, in die sich ihre ausgeprägten Primäraromen von dunkler Schokolade, Honig und gerösteten Nüssen harmonisch einzubinden wissen. In den drei komplex auftretenden Rauchabschnitten darf sich der geübte Feinschmeckergaumen dann noch zusätzlich von feinen Noten weißen Pfeffers, getrockneten Früchten, Eichenholz und Erde verwöhnen lassen. Derart gelagert schmeichelt die Maduro Toro dem Gemüt über einen Zeitraum von 90 Minuten oder länger.","Resümee":"Eines ist völlig klar, eine Zigarre wie die Davidoff Maduro Toro ist purer Luxus. Wieso dem so ist, wird dem Betrachter dann klar, wenn er sich genauer mit der Entstehung dieser formidablen Kreation auseinandersetzt. Denn hinter den meisten Luxusprodukten steckt immer eine jede Menge Arbeit, ein absolutes Verständnis für allerhöchste Qualität sowie die große Hingabe und Leidenschaft aller an der Produktion beteiligten Menschen."},"diameter_mm":21.6,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Mexiko"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Erdig","Honig","Nuss","Schokolade","Trockenfrüchte","Weißer Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":54,"additionalNotes":"Limited"}
