{"name":"Perdomo ESV 2002 Robusto Sun Grown","url":"https://www.noblego.de/perdomo-esv-2002-robusto-sun-grown/","brand":"Perdomo","series":"Estate Seleccion Vintage 2002","details":{"Fazit":"Die Perdomo ESV 2002 Robusto Sun Grown eignet sich mit ihrem milden bis mittleren Stärkegrad ideal für Einsteiger, aber auch für Liebhaber charakteristischer Zigarren. Mit einem Kaffee nach dem Mittagessen oder einem 12 jährigen Ron Abuelo nach dem Dinner, genau die richtige Begleitung zur verdienten Auszeit.","Genuss":"Die Perdomo ESV 2002 Robusto Sun Grown überzeugt in allen Belangen. Optisch glänzt das seidige, fein geäderte Sun Grown Deckblatt aus Ecuador, haptisch schmiegt sie sich sanft in die Hand, olfaktorisch versprüht sie Noten von Heu, Erde und süßem Kakao und auch geschmacklich hat der Blend aus nicaraguanischen Jahrgangstabaken in Einlage und Umblatt einiges zu bieten. Von der Stärke im Mediumbereich angesiedelt ist die Aromaentfaltung der 12,7 Zentimeter langen Robusto mit dem stattlichen Ringmaß von 54 durchaus vollmundig. Im Kaltzug cremige Heunoten, die sich auch zu Beginn des ersten Drittels schmecken lassen, daneben erscheinen Noten von Zedernholz, Erde und Kakao. Im zweiten Drittel kommen Noten von Kaffee und Nuss hinzu, die Süße tritt etwas in den Hintergrund. Das letzte Drittel wird vom Nussaroma dominiert, dem sich die Heu-, Zeder-, Kaffee- und Kakao-Aromen unterordnen. Zug und Abbrand bleiben während des bis zu einstündigen Smokes stets optimal.","Hintergrund":"1992 war es, als Nick Perdomo Jr. ganz in der Tradition seines Vaters und Großvaters, die Tabakfarmer auf Kuba waren, in seiner Garage begann, die ersten Zigarren unter dem Namen Perdomo zu rollen. Seitdem hat sich das Einmannunternehmen zu einem großen Konzern entwickelt, der mehrere erfolgreiche und ausgezeichnete Serien auf den Markt gebracht hat. So erhielt die Perdomo ESV 2002 Sun Grown 91 Punkte vom Cigar Journal."},"diameter_mm":21.3,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sungrown","aromaProfileManufacturer":["Kaffee","Nuss","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4}
