{"name":"Don Pepin Garcia Blue Label Imperiales","url":"https://www.noblego.de/don-pepin-garcia-blue-label-imperiales/","brand":"Don Pepin Garcia","series":"Blue Label","details":{"Fazit":"Eine grandiose Tabakmischung und ein lang gut rauchbares Torpedo-Format beschert dem Raucher dieser Vitola ein sehr ausgewogenes Rauchvergnügen. Abbrand und Zug sind einwandfrei, somit ist ein perfekter Smoke gewährt. Ein fruchtiger Whisky zur Don Pepin Garcia Blue Label Imperiales rundet leichte süße und die pfeffrigen Bitternoten perfekt ab und bringt diese eng aneinander. Die beidseitige Komplexität macht die Kombination umso schöner.","Genuss":"Das sehr abwechslungsreiche Schärfe-Säure-Spiel macht die Imperiales zu einem sehr interessanten Smoke. Das besonders fein strukturierte, ölige Corojo Oscuro Deckblatt macht die Don Pepin Garcia Blue Linie auch optisch zu einem klasse Produkt. Die nicaraguanische Puro garantiert einhundertprozentiges volles, rundes Aroma. Der kalte Zug ist leicht salzig und prickelt auf der Zunge. Im ersten Drittel stechen würzige Lederaromen hervor, begleitet werden diese durch pfeffrige Erdigkeit. Typisch nicaraguanisch, frühe satte Präsenz. Die Zigarre duftet im Raum verhalten nach Stall, hervorragender Abbrand und bestechend guter Zug ergeben eine tolle Kreation aus warmem, weichem Rauch. Nach dem ersten Drittel steigert sich die Imperiales ein wenig, zu den Lederaromen kommen feinwürzige Chillinoten hinzu und runden den cremigen Rauch ab. Das letzte Drittel wird von leichter Süße unterstrichen und begleitet das Rauchvergnügen bis weit hinter den Zigarrenring. Der lang haltbare staubig-feine Aschekegel schimmert leicht stahlgrau bis silbern. Abgelegt wird sie vom versierten Aficionado gerne sehr spät, um die vollen kräftigen Aromen bis zum letzten Zug zu genießen.","Hintergrund":"Alle Don Pepin Zigarren werden nach kubanischer Tradition hergestellt. Dabei ist es das Ziel, das Geschmacksprofil von kubanischen Zigarren zu rekreieren, ohne dabei kubanischen Tabak zu verwenden.  Don Pepin verwendet nicaraguanische Tabake und gelegentlich ecuadorianisches und Connecticut Shade Blattgut für die Deckblätter."},"diameter_mm":19,"ring":48,"length_mm":155,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Corojo Oscuro","aromaProfileManufacturer":["Gewürze","Kaffee","Kakao","Leder","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.5}
