{"name":"Humo Jaguar LE 2011 Robusto","url":"https://www.noblego.de/humo-jaguar-le-2011-robusto/","brand":"Humo Jaguar","series":"","details":{"Fazit":"Wer sich etwas Ausgezeichnetes gönnen möchte, liegt mit der Humo Jaguar Limited Edition 2011 Robusto genau richtig. Aromatisch vielfältig und in erstklassiger Verarbeitung ist diese limitierte Auflage ein besonderer Rauchgenuss. Und darüber hinaus erfüllt der Kauf dieser Zigarre einen wohltätigen Zweck. Mit 50 Cent pro Exemplar wird ein Schulprojekt für die Kinder der honduranischen Tabakarbeiter unterstützt. Genuss mit einem guten Gefühl.","Genuss":"Ein Tabak, ein Format - das war die Aufgabe, der man sich bei der Kreation dieser Zigarre gegenüber sah. Herausgekommen ist die Humo Jaguar LE 2011 Robusto des Unternehmens von Maya Selva. Die honduranische Puro verwendet gemäß den Auflagen des Wettbewerbs ein Jamastran-Deckblatt, das Umblatt kommt aus Azacualpa. Die Robusto ist mit 12,7 Zentimetern das kürzeste der mittlerweile drei vertriebenen Formate dieses Blends, dafür aber Robusto-typisch mit einem starken Durchmesser von 21 Millimetern  ausgestattet. Rund eine Stunde verströmt sie ihre erdigen, holzigen und nussigen Aromen, zu Beginn etwas schwächer, aber zum zweiten Drittel hin intensiver werdend. Das Zugverhalten ist nahezu perfekt, der gleichmäßige Abbrand und die Bildung einer festen weißen Asche vervollständigen dieses angenehme, eines Siegers würdige Rauchvergnügen.","Hintergrund":"Die Humo Jaguar Robusto ist der Gewinner eines Wettbewerbs der anlässlich des Zigarren-Festivals Humo Jaguar 2011 in Honduras veranstaltet wurde. Mehrere Zigarrenmanufakturen konnten ihre neu kreierten Blends einreichen. Eine Jury bestehend aus Blendern, Aficionados und Journalisten entschied über den Sieger. Die Tabakmischung der Humo Jaguar LE 2011 Robusto kommt aus dem Hause von Maya Selva und wird in der Manufaktur Tabascos de Oriente in Danlí verarbeitet. Nur noch kurze Zeit wird diese Zigarre über Maya Selva Cigars vertrieben, bis der Sieger des Festivals 2013 in den Handel kommt."},"diameter_mm":21,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Holz","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6}
