{"name":"Drew Estate Undercrown Shade Flying Pig","url":"https://www.noblego.de/drew-estate-undercrown-shade-flying-pig-zigarren/","brand":"Drew Estate","series":"","details":{"Fazit":"Nicht nur fortgeschrittene Einsteiger finden in der Drew Estate Undercrown Shade Flying Pig eine vorzügliche Zigarre, die ein besonders angenehmes und geschmackvolles Rauchvergnügen für circa 45 Minuten gewährleistet. Das extravagante Format wird sicher auch von erfahrenen Genießern geschätzt, welche hin und wieder eine etwas leichtere Zigarre bevorzugen, die ebenfalls komplexe Aromen zu entfalten weiß.","Genuss":"Mit einem Ringmaß von 60 und einer Länge von knapp 10 cm zeichnet sich die zu beiden Seiten spitz zu laufende Drew Estate Undercrown Shade Flying Pig als sogenannte Short Figurado aus. Die propper wirkende Nicaraguanerin ist neben einem herrlich hellbraun glänzenden ecuadorianischen Deckblatt mit einem Sumatra Umblatt und handverlesenen Einlagetabaken aus Nicaragua und der Dominikanischen Republik ausgestattet. Ein Blend, der sich allgemein als mittelkräftig bezeichnen lässt und seinem Genießer einen angenehmen Zigarrengenuss mit cremig-süß unterlegten Noten von Holz, Kaffee, Nuss und etwas Kakao beschert.","Hintergrund":"Seit gut 20 Jahren sorgt der Unternehmenschef Jonathan Drew mit seinem erfahrenen Team für Furore auf dem Zigarrenmarkt. Ein sehr hoher Anspruch an die Qualität der einzelnen Produkte und die akribische Umsetzung von neuen Projekten zeichnen die Arbeit des Premiumherstellers besonders aus. Der Genießer bemerkt dies spätestens dann, wenn er eine der makellos gerollten Zigarren der Marke Drew Estate in den Händen hält."},"diameter_mm":2.38,"ring":60,"length_mm":101,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Sumatra"],"aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Kakao","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":12.5}
