{"name":"Tatuaje La Seleccion de Cazador Gran Cojonú","url":"https://www.noblego.de/tatuaje-la-seleccion-de-cazador-gran-cojonu/","brand":"Tatuaje","series":"Tatuaje La Seleccion de Cazador","details":{"Fazit":"Wenn Sie einmal so richtig den Macho heraushängen lassen möchten oder auch einfach nur eine sehr gute Zigarre genießen wollen, kommen sie an der  Tatuaje La Seleccion de Cazador Gran Cojonu nicht vorbei. Mit der Double Toro in der einen und einem vollmundigen Single Malt in der anderen Hand ist das Bild und der Genuss perfekt.","Genuss":"In wenigen Zigarren-Formaten drückt sich der südamerikanische Machismo so deutlich aus wie in der  Tatuaje La Seleccion de Cazador Gran Cojonu. Nur allzu gut kann man sich den nicaraguanischen Patriarchen vorstellen, den voluminösen Longfiller in seinen rauen Händen haltend oder zwischen den Lippen tragend. Und es erfordert auch eine Menge Männlichkeit, sich dieser Double Toro zu widmen. In ihr vereinigt sich das Nicaragua mit Ecuador. Die verarbeiteten Tabake der Einlage und des Umblatts werden in Nicaragua gezogen, das Deckblatt ist aus Ecuador. Das schlägt sich auch im Geschmack nieder, der die intensiven Aromen der fruchtbaren nicaraguanischen Böden preisgibt, gepaart mit dem komplexen Geschmack Ecuadors. Zedernholz, Leder, Erde und süße Noten werden begleitet von einem mal mehr mal weniger stärker hervortretenden Pfefferaroma. Zur Mitte mit Schokoladen und Kaffeetönen, wartet das Finale mit holzigen und erdigen Aromen auf. Die mitunter mehr als 90 Minuten Rauchdauer vergehen mit einem für dieses Ringmaß nicht selbstverständlichen gleichmäßigen Abbrand wie im Fluge und der richtige Aficionado möchte sich am liebsten gleich noch eine von diesen mittelstarken bis starken Zigarren gönnen.","Hintergrund":"Wie die meisten Zigarren von Tatuaje werden auch die Tatuaje La Seleccion de Cazador Gran Cojonu in Miami, Florida in den Fabriken von Don Pepin Garcia gefertigt. Nur die besten und erfahrensten Torcedores dürfen Hand an diese besonderen Zigarren legen und der Meister himself, Pepin Garcia, ist für die Qualitätskontrolle zuständig."},"diameter_mm":24,"ring":60,"length_mm":163,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Nein","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15}
