{"name":"Quorum Short Robusto","url":"https://www.noblego.de/quorum-short-robusto/","brand":"Quorum","series":"Classic","details":{"Fazit":"Bei der Quorum Short Robusto handelt es sich um eine Zigarre, die für jede Tageszeit gut geeignet ist. Freunde von nicaraguanischen Zigarren kommen bei diesem kleinen Smoke voll auf ihre Kosten. Ideal für den Espresso, nach dem Lunch oder in der Mittagspause.","Genuss":"Die Einlage der Quorum Shade Short Robusto besteht aus Tabaken aus Nicaragua, das Umblatt ist ebenfalls aus Nicaragua. Das feine Deckblatt ist aus ein Sun Grown aus Ecuador und verleiht der Zigarre ihren einmalig runden Geschmack. Die Vitola verspricht einen sehr holzig schmeckenden Smoke, der von einer leichten Süße sehr gut abgerundet wird. Sie misst eine Länge von 9 Zentimetern und weist einen Durchmesser von knapp 20 Millimetern auf. Ein sehr schöner Alltagssmoke von zirka 25 Minuten, der sich auch bis weit hinter den Zigarrenring sehr gut rauchen lässt. Der Geruch im kalten Zustand in nicht ganz definierbar, eine leichte grasige Note sticht allerdings heraus. Die Zigarre startet sehr holzig und leicht herb-würzig. Das Zugverhalten ist sehr leicht, daher bietet es sich an, die Quorum Short Robusto zu bohren. Zur Mitte hin zeigt sich eine leichte Süße, die den Smoke ausgezeichnet abrundet und ihn leicht cremig gestaltet. Das letzte Drittel wird von einer sehr feinen Schärfe angeführt, schmeckt allerdings nicht unangenehm.","Hintergrund":"Quorum ist eine bei Rauchern aus der ganzen Welt bekannte Marke, die hervorragende Bundlezigarren produziert, und dies von Hand. Neben der „Classic“-Serie von Quorum ist auch die Serie „Quorum Shade“ sehr gut angenommen worden und bei Rauchern von Bundlezigarren sehr beliebt. Das erstklassige Preis-Leistungs-Verhältnis ist wahrscheinlich einer der Hauptgründe, für den Erfolg dieser ausgewogenen Bundlezigarren."},"diameter_mm":19.8,"ring":50,"length_mm":90,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sungrown","aromaProfileManufacturer":["Cremig","Fruchtig","Nuss","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.5}
