{"name":"Zino Classic Double Corona","url":"https://www.noblego.de/zino-classic-double-corona/","brand":"Zino","series":"Classic","details":{"Fazit":"Eine Zigarre, die Zeit braucht und mit Respekt genossen werden möchte. Die Zino Classic Double Corona ist nichts für zwischendurch. Der Genießer muss sich auf sie einlassen, wird dann aber umso mehr dafür entlohnt. Würzige Aromen verwöhnen den Gaumen und machen Lust auf mehr. Und mit den acht verschiedenen Formaten der Serie müssen auch diejenigen, die kleinere Formate bevorzugen nicht auf den einzigartigen Zino-Geschmack verzichten.","Genuss":"Ein unwiderstehlicher Duft von Zedernholz und Honig erfüllt die Nase, wenn man die Zino Classic Double Corona ihrer Verpackung entnimmt. Mit 19 Zentimetern das längste und dem Durchmesser von 21 Millimetern mit das dickste Format der Classic Serie beeindruckt sie ein zweites Mal. Seidig schimmert das Sungrown Deckblatt aus Ecuador dem Genießer entgegen und scheint nur eins zu wollen: angezündet werden. Und so entfaltet der Blend aus honduranischem Jamastran Umblatt und dominikanischen und honduranischen Einlagetabaken in mehr als 90 Minuten ein Geschmacksfeuerwerk mit zu Beginn holzigen später erdigen und würzigen Noten mit einer angenehmen Süße im Nachgeschmack. Zug und Abbrandverhalten sind einer Premiumzigarre würdig.","Hintergrund":"Davidoff gehört zu den ersten Firmen, die für ihre Zigarrenkreationen Tabake aus der  Dominikanischen Republik verwendeten. 2006 wurde die Zino Classic Serie auf den Markt gebracht und ersetzte die Traditionsserie Zino Mouton Cadet. Henrik Kelner zeichnet verantwortlich für die Entwicklung der Serie, die in den dominikanischen Manufakturen des Zino Davidoff Konzerns gefertigt wird. Das Besondere ist der honduranische Touch, der durch das Jamastran-Umblatt den Zigarren zugeführt wird."},"diameter_mm":21,"ring":52,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Piloto"],"binderOrigin":["Honduras","Jamastran Tal"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Gewürze","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":11.75}
