{"name":"Arturo Fuente Rosado Sungrown R Fifty-Eight Torpedo","url":"https://www.noblego.de/arturo-fuente-rosado-sungrown-r-fifty-eight-torpedo-zigarren/","brand":"Arturo Fuente","series":"Rosado Sungrown","details":{"Genussverlauf":"Durch das große Ringmaß der Arturo Fuente Rosado Sungrown R Fifty-Eight Torpedo strömt vom ersten Zug an jede Menge samtiger Rauch, der mit abwechslungsfreudigen Leder-, Zedernholz-, Kakao-, Erd- und Nussaromen angefüllt ist. Dazu gesellen sich in harmonischer Manier dezente Noten von süßem Ahornsirup, weißem Pfeffer und Zitrusfrüchten. Eine unglaublich geschmackvolle Kombination, für die ein raffinierter Blend aus einem ecuadorianischen Rosado Sungrown Deckblatt und dominikanischen Premiumtabaken als Einlage sowie Umblatt sorgen. Das Zug- und Abbrandverhalten der leicht boxpressed anmutenden Torpedo ist zweifelsohne als hervorragend einzustufen.","Nice to know":"Die ecuadorianischen Deckblätter der Rosado Sungrown Serie von Arturo Fuente durchlaufen eine in allen Phasen akribisch kontrollierte zehnjährige Reifezeit. Derart geduldig behandelt, zeichnen sie sich für den äußerst cremig wirkenden und sehr ausbalancierten Geschmack der in bester Handarbeit gefertigten Premiumzigarren verantwortlich.","Resümee":"Ein wahres Schmankerl des dominikanischen Zigarrenhandwerks liefern wir Ihnen mit der Arturo Fuente Rosado Sungrown R Fifty-Eight Torpedo direkt nach Hause. Von der köstlichen Premiumzigarre sollte man stets einige Exemplare im heimischen Humidor vorrätig haben."},"diameter_mm":22.4,"ring":58,"length_mm":130,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Kakao","Leder","Nuss","Süß","Weißer Pfeffer","Zedernholz","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":17.6}
