{"name":"Henri Wintermans Corona de Luxe","url":"https://www.noblego.de/henri-wintermans-corona-de-luxe/","brand":"Henri Wintermans","series":"","details":{"Fazit":"Die Henri Wintermans Corona de Luxe bietet sicherlich keinen herausragenden Smoke, ist aber doch besser als so mancher Longfiller. Probieren und urteilen Sie einfach selbst.","Genuss":"Die Henri Wintermans Corona de Luxe nennt sich zwar Corona entspricht mit einer Länge von 11,5 cm aber im Format eher einer Petit Corona. Der Shortfiller aus den Niederlanden wird im Aluminium-Tubus geliefert und ist darin nochmals von Zellophan umhüllt, sodass er wirklich aromadicht verpackt ist. Entnimmt man ihn seiner schützenden Verpackung, wird man feststellen, dass ein Anschneiden nicht mehr notwendig ist und dem Raucherlebnis nichts mehr im Wege steht. Entzündet entfaltet die Corona de Luxe ein intensives Tabakaroma, das von dezenten Holznoten durchzogen wird. Besonders fällt der gute Zug auf, der auch bis zum Ende der Zigarre nach ca. einer halben Stunde sein hohes Niveau hält. Ebenso bildet der regelmäßige Abbrand eine für einen Shortfiller recht feste mittelgraue Asche. In der zweiten Hälfte gesellen sich noch Nuss und Lederaromen zur Geschmackspalette und beschließen einen zwar nicht außergewöhnlichen aber doch sehr angenehmen Smoke.","Hintergrund":"Schon 1904 gründete Henri Winterman die nach ihm benannte Marke holländischer Tabakwaren. Nach mehr als hundert Jahren ist sie immer noch auf dem Markt etabliert und umfasst ein Angebot verschiedener Formate von klein bis ganz groß. Die Corona De Luxe verfügt über eine Einlage aus Brasilien und Java mit einem javanischen Umblatt und einem Sumatra-Deckblatt."},"diameter_mm":16.7,"ring":42,"length_mm":115,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java"],"binderOrigin":["Java"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.2}
