{"name":"A. Turrent Casa Turrent 1880 Claro Doble Robusto","url":"https://www.noblego.de/a-turrent-casa-turrent-1880-claro-doble-robusto-zigarren/","brand":"A.Turrent","series":"Casa Turrent 1880 Claro","details":{"Genussverlauf":"Ein mexikanisches Criollo Deck- und Umblatt sowie eine dominikanisch-mexikanische Einlagekombination bilden den Blend der mild bis mittelkräftigen Casa Turrent 1880 Claro Doble Robusto. Das Deckblatt hat eine Reifezeit von mindestens fünf Jahren vorzuweisen, die Einlagetabake sogar stolze zehn Jahre. Beim Genuss der feinwürzigen Doble Robusto macht sich das reife Alter ihrer Tabake bezahlt. So erscheinen ihre Aromen und Würze herrlich ausgewogen, sodass ein harmonischer Gesamteindruck entsteht. Bis zu 90 Minuten verströmt die sehr angenehm zu genießende Mexikanerin ein köstliches Bouquet aus floralen, ledrigen, nussigen und holzigen Aromen, die von einer zarten Cremigkeit untermalt werden. Probleme bei Zug und Abbrand konnten wir bei den von uns verkosteten Zigarren zu keiner Zeit beobachten. Die Roller in der Manufaktur Tabacalera Alberto Turrent verstehen sich einfach sehr gut auf ihr Handwerk.","Nice to know":"Vier Blends gehören zu den Jubiläumszigarren von A. Turrent. Diese bestehen größten Teils aus mexikanischen Criollo Tabaken, die für ihre delikate Würze geschätzt werden. Jeweils mit einem Maduro, Oscuro, Colorado und Claro Deckblatt versehen sind so vier spannende Kreationen im Doble Robusto Format entstanden.","Resümee":"Die mildeste Zigarre aus dem Jubiläums-Quartett von A. Turrent punktet mit feiner Cremigkeit und stimmiger Aromaentfaltung. Liebhaber von leichteren Zigarren sollten für sie schon mal ein wenig Platz im heimischen Humidor schaffen."},"diameter_mm":21.8,"ring":55,"length_mm":165,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Mexiko","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"wrapperType":"Criollo","aromaProfileManufacturer":["Blumig","Cremig","Holz","Leder","Nuss"],"flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":11.8}
