{"name":"Dalay Affentanz Affezibbel","url":"https://www.noblego.de/dalay-affentanz-affezibbel/","brand":"Dalay","series":"","details":{"Fazit":"Die Dalay Affentanz Affezibbel schmeckt großartig! Da sie nicht nur mit ihrem lustigen Namen auf sich aufmerksam macht, bekommt sie eine klare Genussempfehlung von uns. Probieren Sie den schmackhaften Premiumsmoke aus der Dominikanischen Republik, solange der Vorrat reicht!","Genuss":"Der eher kräftige Blend der Dalay Afentanz Affezibbel setzt sich aus einem ölig glänzenden Connecticut Broadleaf Maduro aus den USA, einem dominikanischen Umblatt und handverlesenen Einlagetabaken aus Brasilien und der Dominikanischen Republik zusammen. Ihr Genießer kann sich auf ein besonders süffiges Rauchvergnügen freuen, welches geprägt ist von einer hervorstechenden fruchtigen Note, unter die sich Aromen von frischer Erde, Zedernholz, Nuss und Leder mischen. Eine sanfte Süße samt unaufdringlich bleibender Pfeffernote begleiten den hervorragenden Gesamtgeschmack der handgerollten Longfiller. Die Verarbeitung des „Affezibbels“ ist als absolut vorbildlich zu bezeichnen. Zug und Abbrand gestalten sich dahin gehend völlig problemlos, sodass sich der Genießer voll und ganz auf die reichhaltige Aromaentfaltung der leckeren Kreation von Dalay konzentrieren kann.","Hintergrund":"Das Saarbrücker Unternehmen Dalay ist bereits hinlänglich für seine hervorragenden Zigarren bekannt. Seit Kurzem hat man nun eine eigene Manufaktur in der Dominikanischen Republik ins Leben gerufen, die den schönen Namen „Zauberberg“ trägt. Von dort kann man also in nächster Zeit noch einige aufregende Blends erwarten. Mit der Dalay Affentanz Affezibbel ist der Anfang gemacht, die leckere Sonderedition in begrenzter Auflage beweist nicht nur den guten Geschmack des ambitionierten Teams um Salih Dalay, sondern auch die große Portion Humor, die dem sympathischen Hersteller zu eigen ist."},"diameter_mm":20.6,"ring":52,"length_mm":139,"length_inch":0,"format":"Torpedo","maker":"Nein","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Leder","Nuss","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.5,"additionalNotes":"Limited"}
