{"name":"Blanco Prelude","url":"https://www.noblego.de/blanco-prelude/","brand":"Blanco","series":"","details":{"Fazit":"Die kleine Blanco Prelude eignet sich sehr gut für Anfänger, da sie in einem sehr angenehm kurzen Zeitraum ein sehr ausgewogenes Bild abgibt. Außerdem ist diese Vitola eine sehr ausgewogene Zigarre für Liebhaber klassischer dominikanischer Zigarren. Der ideale Begleiter zu einer Tasse Kaffee.","Genuss":"Die Blanco Prelude ist eine sehr ausgewogen milde Zigarre aus der Dominikanischen Republik. Eine sehr feine Auswahl an dominikanischen Tabaken und ein mexikanisches Umblatt verleihen der Blanco Prelude eine sehr feine Würze. Das schön gerippte, helle Deckblatt ist ein Connecticut Shade und sorgt für sehr ausgewogenen Rauchgenuss. Bei einer Länge von 12 Zentimetern und einem Durchmesser von 13 Millimetern verspricht die kleine Vitola einen zirka 40 minütigen Smoke. Das erste Drittel der Blanco Prelude erinnert leicht an Gras und Nuss. Nach einigen Zügen treten leicht süßliche Noten auf, die dem Gaumen schmeicheln. Abbrand und Zugverhalten gestalten sich bei der kleinen Prelude ideal. Auf dem Weg zur Mitte gesellen sich säuerlich-fruchtige Noten hinzu und machen aus dieser Vitola ein sehr komplexes Produkt. Im zweiten Drittel bleibt die Zigarre sehr gleichmäßig rund und ausgewogen. Zum letzten Drittel hin gesellen sich zu den angenehm nussig-grasigen Noten leicht scharfe Aromen hinzu, die das durchweg cremige Aroma der Blanco Prelude ein wenig verstärken.","Hintergrund":"Die für die Blanco verwendeten Tabake sind von sehr hoher Qualität. Zigarren aus dem Hause Blanco überzeugen mit feiner Milde und einem sehr guten Preis-Leistungs-Verhältnis. Ob Kenner oder Anfänger, so ziemlich jeder fühlt sich von dem sehr lieblichen Geschmack der Blanco Premier angesprochen. Das Unternehmen ist bekannt für seine „\u003ca title=\"Hier gehts zur Blanco Classic Candela\" href=\"/blanco-classic-candela/\"\u003eClassic Candela\u003c/a\u003e“, eine Zigarre mit grünem Deckblatt. Durch eine kürzere Trocknungszeit behält sie das im Tabakblatt enthaltene Chlorophyll und somit auch die grüne Farbe."},"diameter_mm":13,"ring":33,"length_mm":120,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Mexiko"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gewürze","Holz","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":4.7}
