{"name":"Alejandro Lopez Nicaragua Panatela Extra","url":"https://www.noblego.de/alejandro-lopez-nicaragua-panatela-extra/","brand":"Alejandro Lopez","series":"Alejandro Lopez Nicaragua","details":{"Fazit":"Die Alejandro Lopez Nicaragua Panatela ist eine elegante und geschmacklich runde Zigarre, deren Qualitäten sofort spürbar werden. Als nette Alltagszigarre macht sie sich gut im heimischen Humidor.","Genuss":"Die Alejandro Lopez Nicaragua Panatela ist handwerklich einwandfrei gefertigt und bietet einen guten Zugwiderstand. Sie brennt völlig gleichmäßig und sauber ab. Ihr Geschmack wird von erdigen Noten bestimmt, aber auch Röstaromen sind zu vernehmen. Die leicht erdige Würze und der mittelkräftige Charakter ergänzen sich zu einem sehr harmopnischen Geschmacksbild. Die Alejandro Lopez Nicaragua Panatela besitzt eine Länge von 126 Millimetern und einen Durchmesser von 15 Millimetern. Damit kommt man mit diesem Format auf eine Rauchdauer von ungefähr 25 Minuten.","Hintergrund":"Die Puro-Zigarren, die ganz aus den wundervollen Tabaken Nicaraguas in Handarbeit gefertigt werden, bilden eine Serie, die deutlich würziger ist als die \u003ca title=\"Hier geht's zu den Alejandro Lopez Dominican Zigarren\" href=\"/alejandro-lopez-dominikanische-republik-zigarren/\"\u003eDomRep-Serie\u003c/a\u003e aus demselben Tabakhaus. Seit 1920 produziert das Haus Alejandro Lopez nun schon erfolgreich Zigarren. Die Nicaragua-Zigarren gehören zu einer preiswerten Serie, die jedoch qualitativ richtig hochwertige Tabake beinhaltet. Durch die Sandwich-Bauweise, also der Verwendung von kleinen Tabakstücken aus der Longfiller-Produktion und der Verpackung im Bundle ergibt sich der günstige Preis."},"diameter_mm":15,"ring":38,"length_mm":126,"length_inch":0,"format":"Panetela","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":1.65}
