{"name":"Marca Fina Nicaragua Robusto","url":"https://www.noblego.de/marca-fina-nicaragua-robusto/","brand":"Marca Fina","series":"Nicaragua","details":{"Fazit":"Bei der Marca Fina Nicaragua Robusto handelt es sich um eine exotische, kräftig schmeckende Zigarre für nahezu jeden Anlass. Besonders gut ergänzt sie sich im Geschmack mit einem kräftigen Kaffee oder einem Espresso, da sich die Aromen wunderbar ergänzen. Wer mit milden Zigarren wenig anfangen kann und auf eine gewisse Schärfe bei seinen Raucherlebnissen nicht verzichten möchte, wird um den Genuss einer Marca Fina Nicaragua Robusto nicht herumkommen. Diese Zigarre bietet lateinamerikanischen Geschmack zu einem äußerst fairen Preis-Leistungs-Verhältnis.","Genuss":"Die Marca Fina Nicaragua Robusto wird aus einheimischen Komponenten hergestellt und erfreut den geneigten Zigarrenfreund mit vertrauten, exotischen Aromen. Ein holziges Grundaroma wird ergänzt um geschmackliche Nuancen von Schokolade und durchzogen von süßlichen, zugleich ein wenig floral schmeckenden Tönen. Das Deckblatt ist recht dunkel, zudem gibt die Marca Fina Nicaragua Robusto im Kaltzustand einen intensiven, würzigen Geruch ab, der von einer angenehmen Süße unterlegt ist. Wie für eine Zigarre im Robusto-Format typisch, sollte eine Rauchdauer von einer Stunde bis zu 90 Minuten eingeplant werden. Nach dem Entflammen begrüßt die Marca Fina Nicaragua Robusto den Zigarrenliebhaber mit einem holzig-würzigen Aroma. Im weiteren Rauchverlauf fügt sich ein schokoladiges Aroma wunderbar in das Gesamtbild ein. Erst zum Ende hin legt die Robusto noch ein wenig mehr Würze zu, lässt einen Geschmack ähnlich dem von Bitterschokolade entstehen und bewahrt dennoch in Grundzügen eine wohltuende Süße beim Rauchen. Insgesamt ist der Geschmack der Marca Fina Nicaragua Robusto als kraftvoll und würzig einzustufen. Dies macht sie vor allem interessant für die Liebhaber kräftiger Zigarren, die dennoch eine gewisse Süße nicht missen möchten.","Hintergrund":"Bei der Federación de Tabaqueros America Central (FTAC) handelt es sich um ein Bündnis einheimischer Bauern und Tabakproduzenten aus verschiedenen Staaten in Mittel- und Südamerika. Dieser Verbund agiert eigenständig, ohne dabei auf Vorgaben und Preise der großen Tabakkonzerne angewiesen zu sein. Dadurch orientieren sich die Hersteller der FTAC an eigenen, hochwertigen Qualitätsansprüchen und es ist ihnen im Laufe der Zeit gelungen, die Zigarren der Marca Fina-Serie zu äußerst beliebten, da geschmackvollen und zugleich preiswerten Tabakerlebnissen werden zu lassen, die in liebevoller Handarbeit gefertigt werden und deren Tabak über einen Zeitraum von zwei Jahren mehrfach fermentiert wird und somit eine ganz besondere Qualität erreicht."},"diameter_mm":20,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.9}
