{"name":"Camacho Liberty Limited Edition 2017","url":"https://www.noblego.de/camacho-liberty-limited-edition-2017/","brand":"Camacho","series":"","details":{"Fazit":"Die prachtvolle Camacho Liberty Limited Edition 2017 wird alle Freunde des vollmundigen und komplexen Rauchvergnügens hell auf begeistern. Ihre strenge Limitierung erfordert jedoch ein rasches Handeln, denn die feinen Jubilare sind sehr begehrt.","Genuss":"Die Tabake für diese außergewöhnliche Kreation aus dem Hause Camacho wurden mindestens 6 Monate nachgereift, daraus resultiert eine präsentere Aromafülle und somit ein vollmundiger Geschmack, der den Genuss der feinen Honduraner intensiviert. Das auffällig seidig glänzende hellbraune H2000 Deckblatt der Camacho Liberty stammt aus Ecuador, darunter befindet sich ein honduranisches Corojo Umblatt, welches die hochwertige Einlage aus dominikanischen Piloto Tabaken und nicaraguanischem Corojo umschließt. Im Rauchverlauf erwarten den Genießer neben einer angenehmen Grundwürze mit karibischem Flair, deutliche Aromen von Kakao, Zeder und Minze. Zudem zeigen sich bei einer ungefähren Rauchdauer von 90 Minuten feine Akzente von Karamell und Eichenholz. Im letzten Drittel setzt die eindrucksvolle Toro dann zu einem spektakulären Finish an, welches von äußerst cremigen Erdnussnoten bestimmt wird. Kenner der wundervoll gearbeiteten Camacho Zigarren wissen, dass man in Sachen Zug und Abbrand von den honduranischen Premium Smokes selten bis nie im Stich gelassen wird.","Hintergrund":"Simon Camacho hat die Camacho Zigarren Anfang der 60er Jahre, nachdem er in die USA ausgewandert war, ins Leben gerufen. Seine erfolgreichen Kreationen standen stets für eine besonders herausragende Qualität und wurden so schnell von der Weltöffentlichkeit wahrgenommen. Seit 2008 vertritt die Oettinger-Davidoff Gruppe die Marke und führt das anspruchsvolle Vermächtnis ihres Gründers mehr als angemessen fort."},"diameter_mm":21,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Eichenholz","Kakao","Karamell","Minze","Nuss","Pfeffer","Würzig","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":17.7,"additionalNotes":"Limited"}
