{"name":"Perdomo Fresco Toro Maduro Bundle","url":"https://www.noblego.de/perdomo-fresco-toro-maduro-bundle/","brand":"Perdomo","series":"Fresco","details":{"Fazit":"Die Perdomo Fresco Maduro Toro eignet sich bestens zum Abschalten nach einem anstrengenden Tag. Ihre feine Würze, begleitet von Aromen von Nuss und Erde bei einer feinen Süße, sprechen für eine abwechslungsreiche Zigarre, um den Tag Revue passieren zu lassen.\nEin milder Rum passt gut zur Zigarre, da er ihre Würzigkeit unterstreicht. Probieren Sie außerdem die Perdomo Fresco mit dem Connecticut Deckblatt aus dem gleichen Preissegment.","Genuss":"Im Toro Format mit einer Länge von 15,2 Zentimetern und einem Durchmesser von 20 Millimetern bietet die Fresco einen erstklassigen Genuss. Für eine Rauchdauer von ca. 70 Minuten erleben Sie die Aromen von Nuss und Erde, begleitet von einer dezent süßen Note im Hintergrund, die von Beginn an wahrnehmbar ist. Im Verlauf nimmt die Süße an Stärke zu. Aromen von frisch gemahlenem Kaffee und eine tiefe Cremigkeit gesellen sich zu den vorhandenen Aromen. Sie bilden einen interessanten würzigen Rauch, der bis zum letzten Zug anhält. Gegen Ende kommt eine leicht pfeffrige Note auf, die die Zigarre etwas bitter macht. Das stört aber gar nicht. Im Gegenteil. Die Zigarre explodiert förmlich und erzeugt eine unglaubliche Aromakomplexität. Somit überzeugt nicht nur das Aroma der Zigarre, sondern auch  ihre perfekte Verarbeitung und der gute Zug.","Hintergrund":"Perdomo lässt diese Zigarre mit einem dunklen Madurodeckblatt in Esteli, Nicaragua, in den firmeneigenen Manufakturen von Hand rollen. Durch die Abpackung in Bundles stellt die Perdomo Fresco eine preiswerte Alternative zu den anderen Serien von Perdomo dar."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.5}
