{"name":"Alejandro Lopez Dominican Double Corona","url":"https://www.noblego.de/alejandro-lopez-dominican-double-corona/","brand":"Alejandro Lopez","series":"","details":{"Fazit":"Ein guter Smoke für den Alltag, gut verarbeitet, leckere Aromenmischung, fairer Preis. In Begleitung von einem süßen Cocktail oder einem eleganten Whisky fühlt sich diese Zigarre ganz besonders wohl.","Genuss":"Die Alejandro Lopez Dominican Double Corona  ist wohl genau das, was man einen Alltagssmoke zu gutem Preis-Leistungsverhältnis nennen darf. Solide verarbeitet und mit einem Deckblatt von warmbrauner Farbe, macht sie bereits im Kaltzustand einen guten Eindruck. Wird sie dann entzündet, präsentieren sich Aromen von Holz und frisch gemahlenem Kaffee, leckere Röstaromen die zwischendurch immer wieder Platz machen für den Geschmack von Zeder. Das Ganze wird umspielt von gelegentlich aufscheinenden süßen Noten. Der Abbrand ist in Ordnung, gelegentlich neigt diese Zigarre jedoch zu leichtem Schiefbrand. Der ist aber schnell korrigiert und dem weiteren Rauchvergnügen steht dann nichts mehr im Wege.","Hintergrund":"Alejandro Lopez ist nicht nur ein klanghafter Name, sondern die Zigarren der Marke konnten auch schnell durch ein gutes Preis-Leistungsverhältnis auf sich aufmerksam machen. 1886 ins Leben gerufen und nach seinem Gründer benannt,  erfüllen die Alejandro Lopez Zigarren vor allem die Wünsche von Aficionados, die zwischen teuren und erlesenen Zigarren auf der Suche für einen guten Smoke im niedrigeren Preis-Budget sind. Die Zigarren der Serie, die vor allem durch ihre charakteristischen Aromen von Holz und frischem Kaffee positiv auffallen, sind somit genau das Richtige."},"diameter_mm":18,"ring":45,"length_mm":180,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.9}
