{"name":"Alec Bradley Coyol Belicoso","url":"https://www.noblego.de/alec-bradley-coyol-belicoso-zigarren/","brand":"Alec Bradley","series":"Coyol","details":{"Genussverlauf":"Der Blend der Coyol Belicoso von Alec Bradley setzt sich aus honduranischen und nicaraguanischen Tabaken zusammen. Das Deckblatt der cremigen Köstlichkeit stammt aus Honduras. Ihre zwei Umblätter und ihre Einlage bestehen jeweils aus Tabaken der beiden mittelamerikanischen Nachbarländer. Die ersten Züge sind von leicht würzigen und ledrigen Noten geprägt. Dazu gesellet sich rasch ein tonangebendes Nussaroma. Des Weiteren sind erdige und süße schokoladige Töne auszumachen. Bis zum Ende des gut 70 Minuten andauernden Smokes bieten sich die beschriebenen Aromen ein illustres Wechselspiel, ohne jedoch zu überfordern. Das macht die hübsche Belicoso auch für fortgeschrittene Einsteiger interessant. Bei Zug- und Abbrand erwarten den Genießer ebenfalls keine bösen Überraschungen.","Nice to know":"Die honduranischen Tabake der Coyol Belicoso stammen von der La Vega Coyol, einer besonderen Tabakfarm, die dem Gründer der Marke Alec Bradley Alan Rubin sehr am Herzen liegt. Der Begriff „Coyol“ steht für eine große mittelamerikanische Palmenart, die in unseren Breitengraden unter der Bezeichnung Macauba-Palme bekannt ist.","Resümee":"Ihr angenehmes Spiel zwischen Süße und Würze, das wunderbar auf den Aromaverlauf abgestimmt ist, machen die Alec Bradley Coyol Belicoso zu einer rundum gelungenen Premiumzigarre des mittleren Preissegments. Sehr delikat und daher auch sehr empfehlenswert!"},"diameter_mm":23,"ring":58,"length_mm":139,"length_inch":0,"format":"Belicoso","maker":"Ralf Montero","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras","Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Leder","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8,"additionalNotes":"Doppeltes Umblatt"}
