{"name":"Arturo Fuente Hemingway Signature","url":"https://www.noblego.de/arturo-fuente-hemingway-signature/","brand":"Arturo Fuente","series":"Hemingway","details":{"Fazit":"Die Arturo Fuente Hemingway Signature ist eine sehr gute Zigarre aus der Dominikanischen Republik, die vor allem durch ihre Aromen besticht. Von Kakao, über Schokolade, leckerer Würze, Walnüssen und Holz präsentiert sie Genüsse, die das Herz eines jeden Aficionados schnell höher schlagen lassen. Dabei ist sie cremig und der Abbrand sowie ihr Zugverhalten sind tadellos. Am besten genießen Sie diese Zigarre zu einem Cocktail. Und weil es so gut passt, empfehlen wir hier einen Hemingway Sour.","Genuss                                  ":"Wie auch alle anderen Formate dieser Serie ist die Hemingway Signature eine Perfecto. Und die Macher dieser Figurado könnten die Namensgebung wohl kaum wortwörtlicher umsetzen, denn dieser Longfiller ist wirklich hervorragend gerollt. Er ist fest, sodass der Abbrand schnurgerade und ohne Probleme abläuft, aber locker genug, um ein perfektes Zugverhalten zu bieten. Die sorgfältig ausgewählten Tabake aus der Dominikanischen Republik sowie das Deckblatt aus Kamerun erzeugen eine Aromendichte, die sehr delikat ist. Hier schmeckt der Aficionado Noten von Holz und frischem Gras, zartes Leder und eine intensive Würze werden von Kakao und Schokoladennoten abgelöst. Es scheinen immer wieder auch süße Töne auf. Aromen von gerösteten Nüssen, vor allem von Walnuss, sind ebenfalls  präsent. Wie empfehlen diese Zigarre in aller Seelenruhe zu rauchen, mit kurzen Zügen, um den vielschichtigen Geschmack besser ergründen zu können.","Hintergrund":"Arturo Fuente Hemingway Signature ist bereits ein Name, der äußerst vielversprechend klingt. Dass diese Zigarre dem auch gerecht wird, ist spätestens dann klar, wenn man sich eingehender mit Tasting-Berichten und Ratings befasst. Denn da schneidet die Zigarre, deren Form bereits an einen Kugelschreiber erinnert, durchweg positiv ab. Eigentlich kein Wunder, denn auch ihre Geschwister aus der Arturo Fuente Hemingway Serie ernten allerorts Lob. Warum, das finden Sie am besten bei einem Smoke selbst heraus, denn manchmal reichen Worte einfach nicht, um einen Genuss zu beschreiben."},"diameter_mm":18,"ring":45,"length_mm":150,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Leder","Pfeffer","Röstaromen","Schokolade","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":21.5}
