{"name":"Dunhill Aged Cigars Reserva Especial 2013 Robusto Grande","url":"https://www.noblego.de/dunhill-aged-cigars-reserva-especial-2013-robusto-grande/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Gereifter Spitzengenuss hat einen Namen – Dunhill Aged Reserva Especial 2013 Robusto Grande. Diese Zigarre wird Sie mit ihrer milden Ausrichtung und den dazu passenden subtilen Aromen samt einzigartiger Würze verzaubern.","Genuss":"Bei den bis zu fünf Jahre lang gereiften Tabaken der herrlich milden Dunhill Aged Reserva Especial 2013 Robusto Grande, handelt es sich in Einlage und Umblatt um dominikanische Spitzenerzeugnisse. Das gold-gelbe Deckblatt der imposanten Zigarre ist ein wunderschönes Connecticut Shade aus der gleichnamigen Region Connecticut River Valley in den USA. Die limitierte Vitola im Robusto Grande Format zeichnet sich besonders durch ihren sanften, fein-milden Körper aus und gibt im angenehmen Rauchverlauf subtil auftretende Aromen von Holz, Gras und leckeren orientalisch anmutenden Gewürzen preis. Unterstützt werden diese von einer leichten Süße und fruchtigen sowie floralen Anklängen. Die Premium Longfiller der renommierten Marke Dunhill aus der Dominkanischen Republik wurden perfekt gerollt und offenbaren bei Zug und Abbrand keinerlei Schwächen.","Hintergrund":"Nur einmal im Jahr stellt man im Hause Dunhill eine spezielle Serie limitierter Premiumzigarren her. Ähnlich wie bei Weinen werden diese dann mit der Jahrgangszahl gekennzeichnet, aus denen die dafür bereitgestellten Tabake stammen."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Blumig","Cremig","Fruchtig","Gewürze","Gras","Holz","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":9.8,"additionalNotes":"Limited"}
