{"name":"Bundle Selection Honduras Corona","url":"https://www.noblego.de/bundle-selection-honduras-corona/","brand":"Bundle Selection","series":"Honduras","details":{"Fazit":"Würzige, harmonisch abgestufte Aromen bestimmen diese mittelkräftige Zigarre. Die Honduras Corona ist qualitativ hochwertige dominikanische Rauchware zu einem sehr günstigen Preis.\nWer sich ein länger anhaltendes Rauchvergnügen mit gleicher Aromenvielfalt wünscht, dem seien die \u003ca title=\"Hier gehts zur Bundle Selection Honduras Robusto\" href=\"/bundle-selection-honduras-robusto/\"\u003eHonduras Robusto\u003c/a\u003e oder \u003ca title=\"Hier gehts zur Bundle Selection Honduras Churchill\" href=\"/bundle-selection-honduras-churchill/\"\u003eHonduras Churchill\u003c/a\u003e aus unserem Angebot sehr ans Herz gelegt.","Genuss":"Die Bundle Selection Honduras im Corona-Format verbindet feinste dominikanische, honduranische und nicaraguanische Einlagetabake mit einem Criollo-Umblatt aus Honduras und einem Sumatra-Deckblatt. Diese schöne handgerollte Zigarre misst 12,7 Zentimeter und hat einen Durchmesser von 17 Millimetern. Fein abgestimmte Aromen von Holz, Erde, Pfeffer und Frucht bestimmen das würzige Geschmackserlebnis. Rund 45 Minuten bester Rauchgenuss sprechen für sich.","Hintergrund":"Die Honduras-Serie der Bundle Selection vereint in ihren vier Formaten Tabake verschiedener Herkunft. Honduras, Nicaragua, Sumatra und die Dominikanische Republik stehen Pate für den einmaligen Blend. Die herstellende Fabrik in Villa Gonzalez sorgt für eine schnelle Weiterverarbeitung nach der Selektion und gewährleistet die erstklassige Qualität."},"diameter_mm":17,"ring":43,"length_mm":127,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2}
