{"name":"Beast Toro","url":"https://www.noblego.de/beast-toro/","brand":"Beast","series":"","details":{"Fazit":"Mit ihrer Verpackung, dem Fresh-Pack ist sie sozusagen die \"\u003cem\u003eZigarre To-Go\u003c/em\u003e\". Die Beast Toro im Humidor Fresh-Pack kann damit zu jedem Event einfach mitgenommen werden. Das mittelstarke „Biest“ mit dem kraftstrotzenden Format zieht garantiert die Blicke auf sich.","Genuss":"Die Beast Toro ist mit 15 Zentimetern deutlich länger als die Robusto, im Durchmesser ist sie jedoch gleich groß. Das Ringmaß beträgt auch hier 50. Das längere Format zeigt sich im Rauch noch etwas feiner und beim Anrauchen zurückhaltender in den Aromen als die Robusto. Im Verlauf des ausgedehnten Smokes entwickelt sich eine delikate Schärfe und mitunter sind Zitrus-Aromen zu spüren. Insgesamt dominieren aber holzige und trockene Noten den Rauch der mittelkräftigen Zigarre. Deutlich über eine Stunde lang kann man sich dieser schönen Zigarre widmen.\n","Hintergrund":"Beast Toro Zigarren werden in der Manufaktur Arnold André Dominicana in Handarbeit gerollt. Die Zusammenstellung der Tabake ist bemerkenswert. Ein aromatisches Mexican Sumatra Deckblatt bildet die attraktive Hülle. Das Sumatra Umblatt und die Einlage kommen aus Brasilien.  Die Triple Ligero Tabakmischung im Inneren ist aufgeladen mit Sonne, Würze und einer erträglichen Dosis an Nikotin. Dieser Messe-Neuheit aus dem Jahr 2016 kann man eine interessante Entwicklung zutrauen.\u003cstrong\u003e \u003c/strong\u003e\n\u003cstrong\u003e \u003c/strong\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":150,"length_inch":0,"format":"Toro","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"Sumatra","fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien","Nicaragua"],"aromaProfileManufacturer":["Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.69}
