{"name":"My Father La Antiguedad Super Toro","url":"https://www.noblego.de/my-father-la-antiguedad-super-toro-zigarren/","brand":"My Father","series":"La Antiguedad","details":{"Genussverlauf":"Bis auf ihr ecuadorianisches Deckblatt stammen alle Tabake der La Antiguedad Super Toro aus Nicaragua. Die wundervoll gearbeitete Longfiller ist mit einem doppelten Umblatt (Criollo, Corojo) ausgestattet worden. Die Tabake der Einlage stammen aus insgesamt drei verschiedenen nicaraguanischen Anbaugebieten. Mindestens dreieinhalb Jahre durften diese Tabake ruhen und reifen, bevor man daraus dieses 17,8 cm lange Prachtexemplar fertigte. Durch ihr großes 56er Ringmaß strömt jede Menge satter und cremiger Rauch, der zu Anfang vollmundig wirkende Aromen von Nuss, Erde sowie Holz an den Gaumen trägt. Im weiteren Verlauf bilden sich vor allem die nussigen Akzente intensiver aus, die auch im letzten Drittel neben feinen Noten von Kaffee, Zeder, Schokolade und Pfeffer dominieren. Unterschwellige süße Töne schwingen dabei den gesamten Rauchverlauf über mit. Eine ungemein köstliche Premiumzigarre, die weit über die 90-Minuten-Marke hinaus für hervorragenden Zigarrengenuss sorgt. Ein fester Aschestand, kerzengerader Abbrand und vorbildliches Zugverhalten lassen keine Zweifel aufkommen, dass man es hier mit einwandfreier Zigarrenhandwerkskunst zu tun bekommt.","Nice to know":"Das Banderolen- und Kistendesign der ursprünglichen La Antiguedad Zigarren aus Kuba wurde von den beiden Machern der Neuauflage, Jaime und José Garcia, übernommen. Eine schöne Idee, die den nostalgischen Charakter dieser wunderschönen Zigarren aus Nicaragua unterstreicht.","Resümee":"Die My Father La Antiguedad Super Toro bietet vollmundigen und sehr aromareichen Premiumgenuss. Das mittelkräftige Großformat lässt sich vorzüglich nach einem opulenten Essen genießen. Dazu eignet sich ein klassischer Cuba Libre. Ob Sie diesen mit einem nicaraguanischen oder kubanischen Rum mixen, bleibt ganz Ihnen überlassen."},"diameter_mm":22.2,"ring":56,"length_mm":178,"length_inch":0,"format":"Toro","maker":"Jaime Garcia, Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"H2000","aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Kakao","Nuss","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":13.3}
