{"name":"Drew Estate Liga Privada No. 9 Robusto","url":"https://www.noblego.de/drew-estate-liga-privada-no-9-robusto/","brand":"Drew Estate","series":"Liga Privada No. 9","details":{"Fazit":"Rauchen Sie die Drew Estate Liga Privada No. 9 Robusto, Sie werden sehen warum und nehmen Sie einen Spiegel mit, das Grinsen auf Ihrem Gesicht müssen Sie sehen!","Genuss":"Die Drew Estate Liga Privada No. 9 Robusto ist eine klassische Robusto der Form nach, ihre Maße sind 127 x 20,6 mm. Das ergibt, durch die Konstruktion der Zigarre, eine Rauchdauer von bis zu 90 Minuten. Sie brennt kerzengerade ab, der Zugwiderstand ist vorbildlich, die Asche schön anzuschauen und stabil. Sie ist recht stark und vollwürzig, was sie jedoch nicht daran hindert, eine fast absurd zu nennende Anzahl an Aromen zu transportieren. Erde, Frucht, Kaffee, Leder, Nuss, Pfeffer, Toast, dunkler Kakao werden immer cremig und meist karamellig süß mit dem dichten Rauch in den Mundraum katapultiert, wo sie auf der Zunge und am Gaumen zu Ekstase anstiften. Wer die Gelegenheit hat, eine Liga Privada zu rauchen, sollte dies tun, denn so selten wie sie sind, kann eine dauerhafte Verfügbarkeit nie garantiert werden.","Hintergrund":"Steve Saka, Chef von Drew Estate, ist die treibende Kraft hinter der Liga Privada. Es sollten ursprünglich nur Zigarren für ihn sein, heute dürfen wir auch daran teilhaben. Die No. 9 Robusto besteht aus der bekannten Tabakkomposition: Das Deckblatt ist ein Connecticut Broadleaf Maduro, das Umblatt ein brasilianisches Mata Fina, die Einlage kommt aus Honduras. Es ist aber immer wieder beeindruckend, was Technik und Leidenschaft aus dem Tabakblatt machen können."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Kaffee","Leder","Nuss","Pfeffer","Röstaromen","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":19.3,"additionalNotes":"Boutique Zigarre"}
