{"name":"My Way by Bayron Duarte Toro Grande","url":"https://www.noblego.de/my-way-by-bayron-duarte-toro-grande/","brand":"Oscar Valladares","series":"The Oscar by Oscar","details":{"Fazit":"Allein die unkonventionelle Präsentation der My Way by Bayron Duarte Toro Grande gibt Anlass, sich einige der leckeren Vitolas zu bestellen. Aufgrund ihrer begrenzten Stückzahl werden diese extravaganten Premiumzigarren leider nicht all zu lange verfügbar sein.","Genuss":"Dem erfahrenen Aficionado fällt beim Betrachten und Erfühlen der My Way by Bayron Duarte Toro Grande sofort auf, dass bei dieser Zigarre etwas grundlegend anders ist als bei herkömmlichen Vitolas. Man kann nämlich deutlich die Blattadern erkennen und ertasten und fragt sich sogleich, ob dem zuständigen Zigarrenroller eventuell ein Fehler unterlaufen ist. Dies ist allerdings keineswegs der Fall, denn bei dieser Premiumzigarre aus Honduras hat man das mexikanische Deckblatt aus San Andres von innen nach außen verarbeitet, um zu zeigen, von welch bestechender Qualität diese Naturprodukte sind. Ein Umblatt aus Honduras und eine nicaraguanisch-honduranische Einlagemischung komplettieren den hochwertigen Blend der aufsehenerregenden Premium Longfiller. Geschmacklich wartet die mittelkräftige My Way by Bayron Duarte neben einer feinen Würze, mit komplexen Noten von Erde, Leder und Kakao auf, die sich über einen herrlich dichten Rauch am Gaumen des Genießers zeigen. Die im Toro Gordo Format gehaltene Zigarre weist ein sehr gutes Zug- und Abbrandverhalten auf.","Hintergrund":"Die noch relativ junge Unternehmung des Zigarrenenthusiasten Oscar Valladares sorgt seit ihrem Bestehen dafür, den Zigarrenmarkt immer wieder mit kleinen Innovationen zu überraschen. Ein äußerst belebendes Element für die Branche und Anreiz für alle anderen Hersteller, ihren Kunden hin und wieder etwas willkommene Abwechslung zu bieten."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Kakao","Leder","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12}
