{"name":"Marca Fina Panama Coronita","url":"https://www.noblego.de/marca-fina-panama-coronita/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Marca Fina Panama Coronita ist eine schöne Zigarre von einer Dauer von 40 Minuten, die unbedingt probiert werden sollte. Pfeffer, eine florale Süße und Kaffeenoten gehen Hand in Hand mit einer ausgewogenen Würze und vereinen sich zu einem tollen Smoke, der einen schönen pfeffrigen Nachgeschmack auf den Lippen hinterlässt. Empfehlenswert!","Genuss":"Die Marca Fina Panama Coronita ist eine pflegeleichte Zigarre, welche bei einem kreisrunden Abbrand nicht ausgeht. Die Verarbeitung ist gut, was sich auch positiv auf das Zugverhalten auswirkt. Die grau marmorierte Asche ist mittelfest, so bilden sich nach dem ersten Drittel Bruchkanten heraus. Aromatisch ist eine subtile Süße und auch eine florale Note zu vernehmen. Vorherrschend sind jedoch mineralische Töne, die sich bis ins zweite Drittel des Smokes zieht. Ab der Zigarrenhälfte mischt sich eine leichte Kaffeenote unter das Aroma. Gewürze sind präsent und auch das mineralische Prickeln nimmt wieder zu. Im letzten Rauchdrittel läuft diese Coronita zur Höchstform auf. Es zeigt sich eine pfeffrige Schärfe, die das deutliche Kaffeearoma auf den letzten Zentimetern angenehm umspielt. Sehr lecker.","Hintergrund":"Zigarren aus Panama sind kleine Raritäten in der Welt des Genussrauchens, denn besonders zahlreich sind die Marken aus dem Staat in Zentralamerika nicht. Dennoch erfreuen sich die Zigarren aus dem kleinen Land, die lange nur einem kleinen Liebhaberkreis bekannt waren,  einer stetig wachsenden Fangemeinde. Und das ist in Anbetracht der beachtlichen Aromenfülle der mittelkräftigen Tabake nur allzu verständlich. Die älteste Marke aus dem Land ist \u003ca title=\"Cruzero de Panama Zigarren online kaufen.\" href=\"/cruzero-de-panama/\"\u003eCruzero de Panama\u003c/a\u003e. Bereits seit 1881 werden diese Luxus-Zigarren, für die besonders seltene und edle Tabake verwendet werden,  in der Hauptstadt des Staates hergestellt. Aber auch \u003ca title=\"Colon Zigarren günstig online kaufen.\" href=\"/colon/\"\u003edie ökologische Marke Colón von Darier und Cleef \u003c/a\u003egenießt einen ausgezeichneten Ruf aufgrund ihres einzigartigen Geschmacks. Die \u003ca title=\"Campo Verde Zigarren online kaufen.\" href=\"/campo-verde-zigarren/\"\u003eCampo Verde Zigarren\u003c/a\u003e sind Fair Trade. Genau wie bei den Marca Fina Zigarren werden die Tabakbauern und Torcedors angemessen entlohnt und es wird auf Nachhaltigkeit gesetzt, was von der unabhängigen Organisation Fairtab regelmäßig überprüft wird."},"diameter_mm":15,"ring":38,"length_mm":100,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Gewürze","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.6}
