{"name":"Perdomo ESV 2002 Robusto Natural","url":"https://www.noblego.de/perdomo-esv-2002-robusto-natural/","brand":"Perdomo","series":"Estate Seleccion Vintage 2002","details":{"Fazit":"Eine mittelstarke nicaraguanische Zigarre, die sowohl Einsteigern als auch Kennern gefällt. Die Perdomo ESV 2002 Robusto Natural versüßt den Abend mit vollen Aromen, die auch ihrem flüssigen Begleiter gut anstehen.","Genuss":"Die Perdomo ESV 2002 Serie gibt es in drei verschiedenen Deckblatt-Varianten: Maduro, Sun Grown und Natural. Das Natural Blatt ist ein ecuadorianisches Connecticut und damit auch das optisch hellste innerhalb der Serie. Seidig-glatt schmiegt es sich um den Blend aus nicaraguanischen Tabaken des Jahres 2002. Aromatisch entfaltet die 12,7 Zentimeter lange Robusto mit dem stattlichen Durchmesser von 21,3 Millimetern Noten von Erde, Zedernholz und cremig-süße Nuancen. Das Finale wartet mit intensiven Röstaromen und leicht scharfen Untertönen auf. Die rund 60 bis 70 Minuten Rauchzeit vergehen wie im Fluge, doch bei perfektem Zug und Abbrand wünscht man sich, sie mögen nie enden.","Hintergrund":"Auch Nick Perdomo Jr. hat mal ganz klein angefangen. Ganz der Familientradition folgend begann er 1992 in seiner Garage, die ersten Zigarren der Marke Perdomo zu rollen. Seitdem ist Perdomo zu einem erfolgreichen Tabakunternehmen angewachsen, das mit seinen unterschiedlichen Serien Aficionados in der ganzen Welt überzeugen konnte. Von der Aussaat bis zur abschließenden Zellophan- und Kistenverpackung, wird alles in den nicaraguanischen Fabriken Perdomos gefertigt und damit beste Qualität vom Chef höchstpersönlich garantiert."},"diameter_mm":21.3,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Holz","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4}
