{"name":"New World by A.J. Fernandez Connecticut Churchill","url":"https://www.noblego.de/new-world-by-a-j-fernandez-connecticut-churchill-zigarren/","brand":"A.J. Fernandez","series":"New World","details":{"Genussverlauf":"Ein seidig glänzendes Connecticut Shade Deckblatt aus den USA gepaart mit einem mexikanischen Umblatt aus der Region San Andrés und eine spannende brasilianisch-nicaraguanische Einlagemischung bilden den Blend der mittelkräftigen New World by A.J. Fernandez Connecticut Churchill. Die in der nicaraguanischen Zigarren-Hochburg Estelí von Hand gerollte Longfiller trumpft gleich zu Beginn mit einem sehr cremigen Rauch auf. In diesem lassen sich Aromen von frischer Erde, Zedernholz und Nuss ausmachen. Eine sanfte Pfeffernote und feine Anklänge von Zitrusfrucht stoßen im weiteren Verlauf hinzu und erweitern das ohnehin breit gefächerte Aromaspektrum der Connecticut Churchill um zwei weitere sich harmonisch verhaltende Geschmackskomponenten. Bei sehr gutem Zug- und Abbrandverhalten dauert dieser wunderbar verspielte Genuss etwa 90 bis 120 Minuten an.","Nice to know":"Die Tabacalera A.J. Fernandez ist nicht nur für ihre eigenen Kreationen bekannt, sondern übernimmt ebenfalls die Herstellung von Zigarren kleinerer Marken, die keine eigene Manufaktur innehaben.","Resümee":"Eine sehr delikate Zigarre, die mit allen Vorzügen eines Premium Longfillers aufwartet. Wir sind uns sicher, wenn Sie die New World by A.J. Fernandez Connecticut Churchill probiert haben, empfehlen Sie diese ebenso gerne weiter wie wir."},"diameter_mm":19.8,"ring":50,"length_mm":177,"length_inch":0,"format":"Churchill","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["USA"],"fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["Mexican San Andres"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Erdig","Holz","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":10.4}
