{"name":"Aging Room Havao Sharp","url":"https://www.noblego.de/aging-room-havao-sharp/","brand":"Aging Room","series":"Havao","details":{"Fazit":"Eine optisch sehr ansprechende Zigarre, mit leicht öligem Deckblatt und einem hochwertig gestalteten Zigarrenring für einen sehr ausbalancierten Smoke. Voll und trotzdem mild im Aroma ist sie für jeden Anlass geeignet und liegt in jeder Lebenslage angenehm in der Hand. Die Havao Sharp passt gut zu einem Cappuccino oder, je nach Tageszeit, zu einem milden kubanischen Rum mit nicht zu kräftigem Eigengeschmack und leichter Süße.","Genuss":"Die Sharp ist ein Torpedo-Format mit einer Länge von 15,5 cm und einem Durchmesser von 20 Millimetern. In einem speziellen „Aging Room“ wird die Havao Sharp gereift und erhält dadurch ihre einzigartige Aromenvielfalt. Den würzig-erdigen Geschmack hat sie den Einlage- und Umblatttabaken zu verdanken, es handelt sich um eine Criollo-Saat, die in der Dominikanischen Republik angebaut und verarbeitet wird. Das Connecticut-Deckblatt gibt dem ganzen einen gegensätzlichen Rauchcharakter und bildet dennoch eine harmonische Einheit mit sowohl kräftigen, als auch milden Noten. Der leichte Zug des Torpedo-Formats entfaltet perfekt abgestimmte Geschmacksnuancen, eine reichhaltige Kombination aus feiner Minze und leichter Frucht. Im ersten Drittel leicht zitrusartig, wechselt sie im zweiten Drittel zu leichten Röstaromen gepaart mit holziger Erdigkeit. Im letzten Drittel kommt die Havao Sharp voll in Fahrt und paart das Ganze mit einem leicht salzigen Minzgeschmack. In Kombination mit dem etwas größeren Durchmesser verleiht sie dem Liebhaber einer leichteren Zigarre ein sehr ausgewogenes und mild-angenehmes Rauchvergnügen. Ein klasse Format für den etwas längeren Smoke, mit einer Rauchdauer von circa 70 Minuten.","Hintergrund":"Die aus dem Hause „Olivero“ stammende Aging Room Havao Sharp ist seit Ende 2012 auf dem Deutschen Markt verfügbar und ist die mildere Serie der M356, die bereits sehr guten Anklang gefunden und sich auf dem deutschen Markt einen Namen gemacht hat. Beste Bewertungen der Marke Aging Room, vom Cigar Aficionado mit der Höchstpunktzahl von 94 Punkten bestätigen dies."},"diameter_mm":20,"ring":50,"length_mm":155,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.3,"additionalNotes":"Boutique Zigarre"}
