{"name":"Quisqueya Numero 1","url":"https://www.noblego.de/quisqueya-numero-1/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Mit diesem Qualitätsprodukt aus der Dominikanischen Republik erhält man ein unkompliziertes, mildes und wohlschmeckendes Raucherlebnis, welches man sich, auch aufgrund des niedrigen Preises, ruhig öfter gönnen kann. Liebhaber dieser Zigarre werden sicherlich auch ihre Freude an den anderen Formaten der Quisqueya Rot Serie haben.","Genuss":"Die Quisqueya Numero 1 ist genau wie ihre Schwesternformate der Rot Serie in ein rustikales Connecticut Shade Deckblatt gehüllt, das einen leicht süßlichen Duft versprüht.  Der 16,5 Zentimeter lange und 17 Millimeter durchmessende Körper ist solide verarbeitet und liegt gut in der Hand. Angezündet überrascht diese dominikanische Zigarre trotz ihres eher milden Charakters mit der Präsenz ihrer Aromen. So ist die durch den Duft versprochene Süße zu Beginn deutlich zu erschmecken,  wobei diese, anders als andere Vertreter dieser Serie, einen eher blumigen Charakter aufweist. Ebenfalls harmoniert die Süße sehr gut mit der holzigen Basisnote und lässt dieser dann in der restlichen ersten Hälfte des Rauchverlaufs den Vortritt. Hin und wieder gesellen sich auch an Schokolade erinnernde Aromen hinzu. Ab der zweiten Hälfte kommt der Charakter des Anfangs wieder zum Vorschein, was sich nicht zuletzt an dem süßlich schmeckenden Film äußert, der sich nach dem Zug auf den Lippen absetzt. Der Zug ist übrigens hervorragend und produziert einen dichten, weißen Rauch, der dank seiner Cremigkeit ein angenehm weiches Gefühl im Mundraum hinterlässt. Darüberhinaus zeichnet sich dieser gut 70-minütige Smoke durch ein sehr gutes Abbrandverhalten und eine leuchtend weiße Asche aus."},"diameter_mm":17,"ring":42,"length_mm":165,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Gewürze","Schokolade","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.3}
