{"name":"Villiger San Doro Maduro Toro","url":"https://www.noblego.de/villiger-san-doro-maduro-toro/","brand":"Villiger","series":"San´Doro","details":{"Fazit":"Mit der Villiger San’Doro Maduro Toro kommen Freunde des extravaganten Maduro Formats voll auf ihre Kosten. Neugierige Einsteiger können ebenfalls am Genuss dieser mittelkräftigen Vitola teilhaben und so den eindrucksvollen puren Geschmack dieser reinen Brasilianerin kennenlernen. Begeisterung garantiert!","Genuss":"Der Duft der Villiger San’Doro Maduro Toro erinnert an süßen Kakao und betört den Genießer somit vom ersten Moment an. Verantwortlich dafür zeigt sich ihr wunderschön schokoladig glänzendes Mata Fina Deckblatt, als Umblatt hat man ein robustes Mata Norte gewählt. Die Einlage bilden natürlich fermentierte Tabake, die allesamt auf brasilianischem Boden gediehen sind. Zu Rauchbeginn positionieren sich nach einigen Zügen die vorherrschenden Aromen, welche bis zum Ende ihre Präsenz behaupten. Freuen darf man sich dabei auf feine Noten süßer Sahne, unaufdringlichen Leders und cremiger Erdigkeit. Begleitet werden diese von einer spielerischen Zitrusfrische, die sich nicht auf eine spezielle Frucht festlegen lässt. Die brasilianische Puro bewegt sich ohne Abweichungen im mittelkräftigen Bereich und hat in Sachen Performance einen vorbildlichen Zug und Abbrand vorzuweisen.","Hintergrund":"Das äußerst traditionelle Familienunternehmen Villiger aus der bergigen Schweiz ist seit 1888 im Zigarrengeschäft. Dort arbeitet man mit einer selbstverständlichen Passion für das „Kulturgut“ Zigarre, die zudem von absoluter Expertise und einschlägigster Erfahrung rundum das Thema Tabak getragen wird."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Brasilien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"wrapperType":"Mata Fina","aromaProfileManufacturer":["Cremig","Erdig","Leder","Schokolade","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":14.4}
