{"name":"Carlos André Coronita","url":"https://www.noblego.de/carlos-andre-coronita/","brand":"Carlos André","series":"","details":{"Fazit":"Wenn Sie auch in kurzen Genusspausen nicht auf anspruchsvollen und exklusiven Zigarrengeschmack verzichten wollen, dann gibt es für Sie keine andere Wahl als die fantastisch mundenden Carlos André Coronitas zu genießen.","Genuss":"Vom Format her ist die Carlos André Coronita eine sogenannte Small Panatela, die ebenfalls von Hand hergestellt und aus ganzen Tabakblättern gerollt wird. In ihrem Fall handelt es sich dabei um eine ganz besondere und sehr selten zu findende Melange aus geduldig lang gereiften brasilianischen, spanischen und dominikanischen Einlagetabaken. Gehalten werden diese von einem feinen Olor Umblatt aus der Dominikanischen Republik, welches wiederum von einem samtigen Connecticut Deckblatt aus Ecuador umschlossen ist. Der Genuss der grazilen Premiumzigarre gestaltet sich unglaublich mild. Dabei bleiben allerdings keineswegs die Aromen auf der Strecke. Ganz im Gegenteil sogar, die sorgsam reifgelagerten Tabake liefern einen cremig-süßen Rauch samt komplexer Aromen von Schokolade, Nuss, Holz, Erde und Kaffee. Ein sehr angenehmes Rauchvergnügen, das den Genießer wahrhaftig ins Schwärmen geraten lässt. Dieser sollte gemächlich mit dem kleinen Premiumsmoke umgehen und darauf achten, ihn nicht zu heiß zu rauchen, um das ausgeklügelte Aromaaufkommen nicht zu gefährden. Die hervorragende Verarbeitung der Carlos André Coronita spiegelt sich ebenfalls in ihrem vorbildlichen Zug- und Abbrandverhalten wider.","Hintergrund":"Seit nunmehr 200 Jahren versteht man es in dem ambitionierten Familienbetrieb Arnold André aus Deutschland seine Kunden mit sinnlichen Genüssen aus der vielfältigen Welt des Tabaks vorzüglich zu unterhalten. Die Zigarren der Premiummarke Carlos André gehören dabei zu den absoluten Spitzenprodukten, die die hohe Kunst des milden Genusses bei vielschichtiger und komplexer Aromaentfaltung verkörpern."},"diameter_mm":12.7,"ring":32,"length_mm":117,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Brasilien","Dominikanische Republik","Spanien"],"binderOrigin":["Dominikanischer Olor"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Cremig","Erdig","Holz","Süß","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"kürzer als 20 Min","price":7}
