{"name":"Davidoff Yamasá Robusto","url":"https://www.noblego.de/davidoff-yamasa-robusto/","brand":"Davidoff","series":"Yamasá","details":{"Genussverlauf":"Edle Premiumtabake aus der Dominikanischen Republik und Nicaragua bilden den vollmundigen und herrlich würzigen Blend der Davidoff Yamasá Robusto. Unter dem bereits beschriebenen Deckblatt schlummert ein San Vicente Umblatt, welches ebenfalls im dominikanischen Yamasá Gebiet gewachsen ist. In der Einlage hingegen wurden ausschließlich nicaraguanische Spitzentabake aus den Regionen Condega und Estelí verwendet. Nach dem Anzünden verströmt die Yamasá Robusto einen besonders cremig erscheinenden Rauch, der zunächst klare Zedernholz-, Toast-, Gewürz- und Lederaromen an den Gaumen trägt. Im weiteren Verlauf mischen sich dann zusätzlich feine Noten von Kaffee, Nuss und schwarzem Pfeffer darunter, sodass sich der ohnehin schon hohe Grad an Komplexität noch einmal erhöht. Im letzten Drittel flackern alle bisher genannten Aromen fein nuanciert auf und münden in ein geschmacklich grandioses Finish. Nach gut 70 Minuten neigt sich das köstliche Vergnügen mit dieser zwar sehr kräftigen, jedoch nie scharf oder bitter wirkenden Top-Zigarre dem Ende entgegen.","Nice to know":"Die Gemeinde Yamasá in der Dominikanischen Republik gehört zur Provinz Monte Plata. Durch diese Region fließt der Río Ozama, der im karibischen Meer mündet und die dominikanische Hauptstadt Santo Domingo teilt. Der Premiumhersteller Davidoff betreibt in Yamasá schon seit mehreren Jahren einige Tabakplantagen, auf denen die besonders gehaltvollen Yamasá Tabake gedeihen.","Resümee":"Die Davidoff Yamasá Robusto ist eine aromareiche, herrlich würzige Premiumzigarre, deren Geschmack völlig einzigartig ist. Vergleichbares finden Sie nur unter den weiteren Formaten dieser preisverdächtigen Serie aus dem Hause Davidoff."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Yamasa","aromaProfileManufacturer":["Gewürze","Kaffee","Nuss","Schwarzer Pfeffer","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":25.5}
