{"name":"Drew Estate Larutan Dirt Torpedo","url":"https://www.noblego.de/drew-estate-larutan-dirt-torpedo/","brand":"Drew Estate","series":"Larutan","details":{"Fazit":"Ein Muss für Liebhaber süßlicher aromatisierter Zigarren. Aber aufgepasst, die Drew Estate Dirt Torpedo hat es in sich.","Genuss":"Die Drew Estate Dirt Torpedo ist eine Zigarre nach Maß. Was sofort auffällt, diese Torpedo ist in Perfektion gerollt. Das Ende ist wirklich spitz. Schon beim Anzünden merkt man, dass die Lippen unheimlich süß werden. Das liegt am gesüßten Deckblatt der Drew Estate. Nach den ersten Zügen, wird aber das wunderbar volle Aroma spürbar. Aromen von Holz und Leder dominieren das erste Drittel, gegen Ende des zweiten Drittels schleicht sich ein leichter Ton von Erde oder Torf hinzu. Die Asche ist wunderschön gemustert, ein echtes Schauspiel. Für diese süße Dirt Torpedo sollte man sich dank einer Länge von 12,7 Zentimetern und einem Durchmesser von 20,6 Millimetern gute 90 Minuten Zeit nehmen. Trotz ihrer Süße und des kräftigen Aromas, lässt sie sich bis zum Schluss rauchen, bis zum „bitteren“ Ende.","Hintergrund":"Die Dirt Torpedo passt in das moderne Zeitalter und lässt sich nur schwer mit der Konkurrenz vergleichen. Gerollt wird in Nicaragua im Esteli-Tal unter der Schirmherrschaft der Manufaktur Drew Estate. Drew Estate verlässt sich bei der Tabakkomposition neben Klassikern wie Nicaragua und Dominikanische Republik auf exotische Herkunftsländer wie Syrien, Türkei und Haiti und produziert neben Longfillern auch Short- und Mixedfiller."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"Maduro","fillerOrigin":["Haiti","Mexiko","St. James Parish","Syrien","Türkei"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Schokolade","Süß","Vanille"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
