{"name":"La Aurora Preferidos Gold","url":"https://www.noblego.de/la-aurora-preferidos-gold/","brand":"La Aurora","series":"Preferidos Edición 1903","details":{"Fazit":"Die Preferidos Edicion 1903 Gold von La Aurora ist ein mittelstarker, besonders aromenreicher Longfiller aus der Dominikanischen Republik für die wirklich besonderen Momente im Leben. Gefertigt wird sie aufgrund von Kriterien, die vom Firmengründer Don Eduardo León Jimenes bereits im Jahre 1903 aufgestellt worden sind.\nDiese meisterhaft gerollte Figurado hat ihren Preis. Den ist sie allerdings als absolute Premiumzigarre in jeder Hinsicht wert.","Genuss":"Die Gold aus der Preferidos-1903-Serie von La Aurora bietet eine Dreiviertelstunde Rauchgenuss der Extraklasse. Sie hat eine Länge von 127 Millimetern, einen Durchmesser von 21 Millimetern und ist in dem Format einer Figurado (Torpedo), das nur von den erfahrensten Torcedores gefertigt werden kann, ein echter Hingucker. Mit der Gold präsentiert sich eine mittelstarke Zigarre, die schon im kalten Zustand einen tollen Duft verströmt. Das Raucherlebnis teilt sich in mehrere Etappen. Im ersten Drittel stehen die würzig-erdigen Aromen im Vordergrund. Im zweiten und letzten Drittel steigert sich die Geschmacksintensität und eine pfefferige Note mit süßlichem Unterton tritt hervor. Das Format erlaubt es das Zugverhalten individuell durch den Anschnitt zu beeinflussen und der Abbrand ist ausgezeichnet. Bevor die \"Corojo\" verpackt wird, reifen die Tabakblätter ein Jahr in Eichenfässern und nach der Fertigung durch ausgewählte Meisterformer, die nicht mehr als 100 Zigarren am Tag rollen, sechs Monate im Aging-Raum."},"diameter_mm":21,"ring":53,"length_mm":127,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Dominikanische Republik","Piloto"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":27}
