{"name":"Foundation Cigars Olmec Maduro Robusto","url":"https://www.noblego.de/foundation-cigars-olmec-maduro-robusto/","brand":"Foundation Cigars","series":"Olmec","details":{"Genussverlauf":"Das Deckblatt der Olmec Maduro Robusto der Marke Foundation Cigars stammt aus dem berühmtesten Anbaugebiet Mexikos, der Region San Andrés. Seine dunkle Farbe erhält es erst nach einer zeit- und arbeitsintensiven Fermentationsphase. Die rein nicaraguanischen Einlagetabake der kräftigen Boxpressed-Zigarre dürfen drei Jahre lang reifen, bevor sie zur Weiterverarbeitung genutzt werden. Zusammen mit einem nicaraguanischen Umblatt sorgt der kräftige Blend für ein von leichter Süße, pfeffriger Würze und vollmundigen Espresso-, Schokolade- und Nussaromen gesäumten Genuss. Zur vollen und optimalen Entfaltung ihres Potenzials sollte man die Olmec Maduro Robusto gemächlich mit niedriger Zugfrequenz genießen.","Nice to know":"Die Foundation Cigars Olmec Zigarren sind nach den von 1500 bis ca. 400 v. Chr. existierenden Trägern der La-Venta-Kultur benannt. Die sogenannten Olmeken (mexikanisch: Olmecah – „Leute aus dem Kautschukland“). Das Wirkungsgebiet der Olmeken wird entlang der südlichen Golfküste Mexikos verortet. Das heutige Tabakanbaugebiet San Andres soll ebenfalls von den Olmeken besiedelt worden sein.","Resümee":"Kräftig, intensiv und charakterstark. Diese drei Attribute beschreiben die Eigenschaften der Foundation Cigars Olmec Maduro Robusto ganz gut. Erfahrene Gaumen dürfen sich hier auf ein besonders einschlägiges Zigarrenerlebnis freuen."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Erdig","Espresso","Holz","Leicht Süß","Nuss","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":17.3}
