{"name":"Oliva Serie V Torpedo","url":"https://www.noblego.de/oliva-serie-v-torpedo/","brand":"Oliva","series":"Serie V","details":{"Fazit":"Gemütlich am Abend mit einem eleganten Rum oder einem Irish Coffee genossen, ist die Oliva Serie V Torpedo eine schöne Abwechslung vom Alltagseinerlei. Nicht nur Liebhaber nicaraguanischer Zigarren werden ihre wahre Freude haben.","Genuss":"Im goldenen Ensemble schimmern das ölig glänzende nicaraguanische Sun Grown Deckblatt und die elegant gestaltete Banderole um die Wette. Die ebenfalls nicaraguanischen Tabake in Einlage und Umblatt sind fest gerollt und lassen schon im Kaltzug die starke Würze der Oliva Serie V Torpedo spüren. Eine Mischung aus Nuss und Karamell kitzelt den Gaumen und macht Lust auf mehr. Während des rund einstündigen Smokes entfalten sich Noten von Holz mit Nuancen von schwarzem Pfeffer, die durch Kaffee- und Schokoladenaromen ideal abgestimmt sind. Zum Finale treten Röstaromen und Akzente von Leder hinzu. Die 15,2 Zentimeter lange Torpedo mit dem Durchmesser von 22 Millimetern entwickelt einen voluminösen und weichen weißen Rauch und besticht auch sonst durch ihr perfektes Zug- und Abbrand-Verhalten. Prämiert wurde dieses gelungene Rundumpaket 2007 im Cigar Aficionado mit 94 Punkten und ganz aktuell im Oktober 2013 mit einer 92 Punkte Wertung im Cigar Insider.","Hintergrund":"1994 eröffnete Gilberto Oliva Sr. seine erste eigene Tabakfabrik in Nicaragua, nachdem er schon etliche Jahre als Plantagenbesitzer und Tabakfarmer erfolgreich war. Inzwischen unter der Leitung seines Sohnes Gilberto Oliva Jr. entstehen in der Manufaktur Premiumzigarren, die mit großer Sorgfalt und unter ständigen Qualitätskontrollen von den Torcedores gerollt werden. Vom Anbau über Ernte und Fermentierung bis zur Herstellung sind Oliva Zigarren zu 100% in Familienhänden."},"diameter_mm":22,"ring":55,"length_mm":152,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sungrown","aromaProfileManufacturer":["Kaffee","Würzig","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":15.6}
