{"name":"Macanudo Gold Label Tudor","url":"https://www.noblego.de/macanudo-gold-label-tudor/","brand":"Macanudo","series":"Gold Label","details":{"Fazit":"Mit der Macanudo Gold Label erhalten Sie einen angenehm mildes Rauchvergnügen, das sich besonders gut an lauen Sommerabenden genießen lässt und mit einem fruchtigen Weißwein oder Sex on the Beach im Liegestuhl Entspannung pur bietet.","Genuss":"Nur wenn die Ernte den hohen Ansprüchen an die Färbung des Connecticut Shade Deckblattes genügt, wird die limitierte Gold Label Serie von Macanudo produziert. Nur ausgewählte Tabake der ersten und zweiten Ernte, die der Sonne kürzer ausgesetzt sind und daher ihren hellen Ton behalten und leicht golden schimmern, werden für das Deckblatt verarbeitet. Ergänzt wird der unvergleichliche Blend durch ein mexikanisches San Andrés Umblatt und eine Einlage aus mexikanischem Tabak und dominikanischem Piloto. Geschmacklich transportiert die Macanudo Gold Label Tudor süße Noten, die durch das Deckblatt hervorgerufen werden und cremig-fruchtige Würzaromen mit Nuancen von Holz. Das Toro-Format misst eine Länge von 15,2 Zentimetern bei einem Ringmaß von 52 und verspricht damit eine ungefähre Rauchdauer zwischen 70 bis 80 Minuten.","Hintergrund":"Die Macanudo Gold Label Serie zeichnet sich nicht nur durch die Verarbeitung von Tabaken aus der ersten und zweiten Ernte aus. Auch in der Namensgebung ihrer Formate gibt die Gold Label eine Linie vor. So ist auch das Toro-Format mit einem Namen versehen, der an erfolg- und einflussreiche Persönlichkeiten und Familien der englischen Geschichte erinnert. Die Tudors waren ein walisisches Adelsgeschlecht, dass es Ende des 15. Jahrhunderts auf den englischen Thron schaffte und dem solch namhafte Herrscher wie Heinrich VIII. und Elisabeth I., mit der die Tudorherrschaft 1603 endete, entsprangen."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Fruchtig","Gewürze","Holz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.5}
