{"name":"Quorum Double Gordo","url":"https://www.noblego.de/quorum-double-gordo/","brand":"Quorum","series":"Classic","details":{"Fazit":"Bei der Quorum Double Gordo handelt es sich um eine Zigarre für die Abendstunden, oder einen längeren Smoke im Biergarten. Liebhaber nicaraguanischer Zigarren kommen bei diesem günstigen 90 Minuten Smoke voll auf ihre Kosten.","Genuss":"Die Einlage der Quorum Double Gordo besteht hauptsächlich aus Tabaken aus Nicaragua, das Umblatt ist ebenfalls aus Nicaragua. Das sehr feinadrige Deckblatt ist aus Ecuador und verleiht der Quorum Double Gordo ihren einmalig würzigen Geschmack. Die dicke Gordo misst einen Durchmesser von knapp 24 Millimetern auf. Mit ihrer Länge von 15,2 Zentimetern verspricht die  Quorum Double Gordo einen zirka 90-minütigen runden und sehr ausgewogenen Smoke. Kalt riecht diese Vitola leicht schokoladig, nach Erde. Nach dem Anzünden zeigt sich ein sehr ausgewogener erdiger Geschmack. Die Zigarre beginnt sehr ausgeglichen, holzig und würzig-herb. Das Zugverhalten der Quorum Double Gordo ist sehr leicht und das Abbrandverhalten kreisrund. Im weiteren Verlauf weist sie eine leichte Süße auf, und gestaltet den Smoke sehr cremig. Zum Finish hin eine fein-würzige Note weißen Pfeffers, die das letzte Drittel dieser Vitola ein wenig kräftiger gestaltet und den Smoke zum Ende hin ein wenig auffrischt.","Hintergrund":"Auch die zweite Serie aus dem Hause Quorum, die Quorum Shade, ist ein Erfolgsgarant. Anstelle eines ecuadorianischen Sun Grown Deckblatts wird hier ein Shade Grown aus Connecticut verarbeitet."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.1}
