{"name":"Drew Estate Larutan Root 5x54","url":"https://www.noblego.de/drew-estate-larutan-root-5x54/","brand":"Drew Estate","series":"Larutan","details":{"Fazit":"Diese Nicaraguanerin der Larutan-Serie überzeugt durch ihr volles, würziges und ausbalanciertes Aroma. Die Drew Estate Larutan Root 5x54 raucht sich besonders gut auch in Begleitung eines Rums und ist somit eine tolle Zigarre für einen genussvollen Smoke am Abend.","Genuss":"In dieser 126 Millimeter langen Zigarre mit einem Ringmaß von 54 steckt einiges an Tabakkraft. Dabei hält die Einlage, die aus Gebieten wie Syrien, Nicaragua, der Dominikanischen Republik und Haiti stammt, eine gelungene Geschmacksvielfalt parat. So bilden würzige Aromen den Grundton des Rauchgenusses, der als medium-aromatisch einzuordnen ist. Töne von Kaffee und Schokolade scheinen immer wieder auf. Das Maduro Deckblatt sorgt für eine komplexe Süße und rundet den Smoke perfekt ab. Die Drew Estate Larutan Root verfügt über ein gut zum Namen passendes wildes Brandende, das für ein besonders leichtes Entzünden sorgt.","Hintergrund":"Die Larutan-Serie wird in Esteli Nicaragua von erfahrenen Torcedos vollkommen von Hand gefertigt. Das sieht man den hochwertigen Zigarren nicht nur an, sondern das schlägt sich auch positiv im Abbrand- und Zugverhalten nieder. Ebenso wie die Larutan English wird diese Drew Estate Zigarre in einer edlen, schwarzen Vollholzkiste geliefert. Im Inneren mit Zedernholz verkleidet, macht die 24er Box mit Klappscharnier-Mechanismus bereits rein optisch einen tollen Eindruck."},"diameter_mm":21.5,"ring":54,"length_mm":126,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Geheim"],"binderProperty":"Maduro","aromaProfileManufacturer":["Gewürze","Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10}
