{"name":"Tatuaje Fausto Avion Figurado","url":"https://www.noblego.de/tatuaje-fausto-avion-figurado/","brand":"Tatuaje","series":"Tatuaje Fausto","details":{"Fazit":"Nicht allzu günstig zwar, doch die Tatuaje Fausto Avion Figurado ist ihres Preises absolut würdig. Und so ein kräftig-würziger Smoke sollte standesgemäß begleitet werden z.B. mit einem ebenso kräftigen Whisky oder altem Portwein.","Genuss":"Optisch scheint sich die Tatuaje Fausto Avion Figurado von ihren Serien-Geschwistern abgrenzen zu wollen. Nicht nur in der Formgebung als Figurado sehr speziell, ist sie darüber hinaus mit einer anderen Banderole ausgestattet, die Bezug nimmt auf ihren „aeronautischen“ Namen. Im Inneren ist sie jedoch mit demselben unvergleichlich starken Blend ausgestattet, der schon die anderen vier Fausto-Formate berühmt-berüchtigt gemacht hat: nicaraguanische Ligero-Tabake aus Esteli und Jalapa für Einlage und Umblatt und ein Maduro Deckblatt aus Ecuador. Wer sich an den Smoke traut, wird mit intensiven Aromen von Erde, Holz und Nuss belohnt, die zu Beginn noch von einer starken scharfen Note überdeckt werden, sich im Verlauf des mehr als 90-minütigen Smokes aber mehr und mehr Territorium erarbeiten, bevor zum Ende hin wieder der Pfeffer dominiert. Hier und da scheint leicht die süße Note des Maduro Deckblatts auf. Zug und Abbrand bleiben trotz des langen Formats stets perfekt.","Hintergrund":"Der US-Amerikaner Pete Johnson und der Exil-Kubaner José \"Don Pepin\" Garcia (u.a. \u003ca href=\"/my-father-zigarren/\"\u003eMyFather\u003c/a\u003e, \u003ca href=\"/don-pepin-garcia-zigarren/\"\u003eDon Pepin Garcia\u003c/a\u003e) sind ein echtes Power-Gespann, das von Erfolg zu Erfolg eilt. Die Tatuaje Fausto Avion 11 Perfecto Grande gehört zu einer im Jahresabstand veröffentlichten limitierten Reihe von neuen Format der Fausto Serie, fortgesetzt 2012 mit der Avion 12 im Perfecto Format. Wir sind gespannt, welches Format uns 2013 erwartet."},"diameter_mm":20.6,"ring":52,"length_mm":171,"length_inch":0,"format":"Salomones","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Erdig","Holz"],"strength":"Sehr stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":12}
