{"name":"Drew Estate Kentucky Fire Cured Just a Friend","url":"https://www.noblego.de/drew-estate-kentucky-fire-cured-just-a-friend/","brand":"Drew Estate","series":"Kentucky Fire Cured","details":{"Fazit":"Die Drew Estate Kentucky Fire Cured Just a Friend ist eine kräftige und besonders geschmacksintensive Premiumzigarre, die mit viel Sorgfalt und Geduld entwickelt wurde. Der enorme Aufwand in den Verarbeitungsprozessen hat sich allerdings mehr als gelohnt. Gestandene Aficionados, die vollmundige und potente Zigarren bevorzugen, werden von der kräftigen Toro aus dem Land der tausend Vulkane bestens bedient.","Genuss":"Ausgestattet mit einem sehr hochwertigen San Andres Deckblatt aus Mexiko und einem Umblatt sowie Einlagetabaken aus Nicaragua bietet die Fire Cured Just a Friend noch ein zusätzliches Element, welches sie zu einer besonders interessanten Zigarre macht. Neben den nicaraguanischen Einlagetabaken hat man die ansehnliche Toro nämlich noch mit speziell über Eichenholzfeuern getrockneten Burley Tabaken aus Kentucky versehen. Diese wurden zudem als „Stalk Cut“ geerntet. Ein Verfahren, bei dem die Tabake nicht wie üblich blattweise, sondern am ganzen Stiel bei der Ernte geschnitten werden. Derart behandelte Tabake können noch einige Zeit nach dem Schnitt ihre Aromen feiner ausbilden. Geschmacklich wirkt sich das auf die besonders vollmundig und intensiv schmeckende Toro wie folgt aus. Eine deutliche Räuchernote bestimmt das Grundaroma, daneben sorgen prägnante Töne torfiger Erde und Nuss sowie eine dezente Süße für ein stimmiges Gesamtgeschmacksbild. Ein sehr schmackhafter Smoke, der sich bei sehr gut eingestelltem Zug und vorbildlichem Abbrand für etwa 90 Minuten vorzüglich genießen lässt.","Hintergrund":"An Kreativität und nötigem Know-how mangelt es bei Drew Estate in keinster Weise. So gut wie jedes Jahr gelingt es dem Team der für ihre herausragende Qualität bekannten Marke, die Zigarrenbranche mit findigen und innovativen Blends zu überraschen. Von daher darf man immer gespannt darauf sein, was als Nächstes aus der „La Gran Fabrica Drew Estate“ im zentralamerikanischen Nicaragua hervorgeht."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andres Maduro","fillerOrigin":["Nicaragua","USA"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Eichenholz","Süß","Torf"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.9}
