{"name":"Camacho Ecuador Toro","url":"https://www.noblego.de/camacho-ecuador-toro-zigarren/","brand":"Camacho","series":"","details":{"Fazit":"Die Camacho Ecuador Toroo hat einfach alles was ein guter Smoke bieten muss. Wunderbar ausbalanciert zwischen Stärke und Aromaentfaltung bereitet es sehr großes Vergnügen diese Zigarre zu rauchen und dafür muss man nicht mal all zu tief in die Tasche greifen. Probieren Sie die Camacho Ecuador Toro draußen im Sonnenschein zu einem frischen, eisgekühlten hellen Bier!","Genuss":"Die Camacho Ecuador Toro lässt schon beim Kaltzug eine gewisse Geradlinigkeit in Sachen Aromaentfaltung erahnen. Einmal entzündet besticht sie mit einer wunderbaren Rauchdichte, welche sich angenehm cremig am Gaumen anfühlt. In der Einlage besteht sie aus den Premiumtabaken Corojo, Criollo Ligero und Pelo de Oro aus Honduras und der Dominikanischen Republik. Das Umblatt ist ein erdiges Mata Fina aus Brasilien, als Deckblatt hat man ein H2000 aus Ecuador gewählt, welches dem handgemachten Longfiller eine herrlich schimmernde Erscheinung verleiht. Erde und Holznoten können als Basisaromen ausgemacht werden, diese werden im Rauchverlauf umgeben von Nuancen süßen Kakaos, Walnuss und Hopfen. Eine sanft zu spürende Karamellsüße und feine Röstaromen gesellen sich dann gegen Ende des zweiten Drittels munter dazu. Die Camacho Ecuador Toro legt zudem ein fantastisches Zugverhalten an den Tag und brennt ordentlich ab. Je nach persönlichen Rauchgewohnheiten kann man 70-90 Minuten lang große Freude an der rassigen Honduranerin haben.","Hintergrund":"1961 legte Simon Camacho die Weichen für sein Unternehmen und steuerte damit aufstrebend in die Zukunft. Einige Jahre nach seinem Ableben übernahm das Familienunternehmen Eiroa die beliebte Marke und ließ sie fortan in Honduras produzieren. Seit dem Jahr 2008 werden die Camacho-Zigarren von der Oettinger Davidoff Group erfolgreich weitergeführt."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Brasilien"],"wrapperType":"H2000","aromaProfileManufacturer":["Blumig","Leder","Pfeffer","Zitrusfrüchte"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.2}
