{"name":"Renoir Bundles Panatella","url":"https://www.noblego.de/renoir-bundles-panatella/","brand":"Renoir","series":"","details":{"Fazit":"Hohe Qualität gepaart mit über Jahrzehnte angesammeltem Wissen über den Tabakanbau machen diese Renoir Bundles Panatella zu einer gehaltvollen Zigarre. Ob am Vormittag mit einem Cappuccino oder als Feierabendsmoke mit einem frisch gezapften Bier - diese Puro überzeugt Einsteiger und Aficionados gleichermaßen.\nSollte es Sie nach einem längeren Raucherlebnis gelüsten, dann empfehlen wir die Renoir Bundles Torpedo oder die Renoir Bundles Churchill, bei denen sich der angenehm würzige Geschmack bis zu 90 Minuten genießen lässt.","Genuss":"Die Würze der erdigen Aromen paart sich bei der Renoir Bundles Panatella mit Kaffeenuancen zu einem vollen, angenehm rauchigen Ensemble, das sich von Anfang an in seiner gesamten Breite erschmecken lässt. Dieser mittelstarke Longfiller bietet ein Smoke-Erlebnis von bis zu 30 Minuten. Im Abbrand gleichmäßig, ist diese Zigarre mit einer Länge von 150 Millimetern und einem Ringmaß von 31 zudem mit einem tadellosen Zugwiderstand ausgestattet.","Hintergrund":"Der Name Nestor Plasencia steht für großes Zigarren Know-how. Mit zahlreichen Plantagen in Mittelamerika gehört er zu den bekanntesten Tabakproduzenten weltweit. Doch trotz Lobeshymnen und Auszeichnungen bleibt der kubanischstämmige Plasencia bescheiden: \"Jeder, der von sich behauptet, er wisse alles über Tabak ist entweder ein Lügner oder ein Narr.\" Die Tabake für Umblatt, Deckblatt und Einlage stammen alle aus Nicaragua. Damit ist die Renoir Bundles Panatella eine Puro. Die ursprüngliche Samenmischung für die Tabake stammt übrigens von Maya Selva."},"diameter_mm":13,"ring":31,"length_mm":150,"length_inch":0,"format":"Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Gewürze","Kaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2}
