{"name":"Saint Luis Rey Double Corona","url":"https://www.noblego.de/saint-luis-rey-double-corona/","brand":"Saint Luis Rey","series":"","details":{"Fazit":"Eine mittelkräftige Kubanerin, die sich gut für Einsteiger und Liebhaber kubanischer Zigarren eignet, die auch gerne einmal weniger starke Zigarren rauchen möchten. Sie sollten jedoch etwas Zeit mitbringen, denn die Saint Luis Rey Double Corona will in Ruhe genossen werden, damit sie ihr royales Aroma voll entfalten kann.","Genuss":"Liebhaber kubanischer Zigarren sollten es in der Regel auch kräftig mögen. Mit der Saint Luis Rey Double Corona präsentiert sich jedoch eine kubanische Zigarre, die sich eher im mittelstarken Bereich bewegt. Ob das an ihrer bis vor 20 Jahren noch ausschließlichen Produktion für den britischen Markt liegt? Wir wissen es nicht, aber wir wissen, dass dieser hochwertige Longfiller wenn schon nicht die Stärke-Eigenschaften so doch die aromatischen Merkmale der klassischen kubanischen Zigarren mitbringt. Die erdigen Noten einer Partagas oder Montecristo verbunden mit dem Holzaroma der Punch-Zigarren werden ergänzt mit fruchtigen Einschlägen und Röstnuancen. Vom milden Beginn steigert sie sich während der gut zwei Stunden Genusszeit in den mittleren Stärkebereich und zeigt, was der Tabak aus Vuelta Abajo zu bieten hat. Und auch Abbrand und Zugverhalten lassen keine Wünsche offen.","Hintergrund":"Ungefähr um 1940 wurde die Marke Saint Luis Rey von der britischen Firma „Zamora and Guerra“, die ihren Firmensitz zu der Zeit in Havanna hatte, eingeführt. Der Name leitet sich höchstwahrscheinlich von dem Namen der Tabakanbauregion San Luis in der berühmten Vuelta Abajo und dem spanischen Wort für König „el rey“ ab. Zunächst nur auf dem britischen Markt erhältlich, werden sie seit 1993 auch weltweit vertrieben."},"diameter_mm":19.5,"ring":49,"length_mm":194,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Leder","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":13.8}
