{"name":"Perdomo Craft Series Amber Robusto (Sun Grown)","url":"https://www.noblego.de/perdomo-craft-series-amber-robusto/","brand":"Perdomo","series":"Craft Series","details":{"Fazit":"Für einen Preis von 9,80 € bietet die Perdomo Craft Series Amber Robusto ein einzigartiges Raucherlebnis, das vordergründig durch eine Aromenkomposition aus Leder, Zedernholz sowie süßlichen Noten geprägt wird. Auch durch die perfekte Verarbeitung stellt sie so eine ideale Begleitung zu eher kräftigeren Bieren dar.","Genuss":"Zu Beginn ist die Perdomo Craft Series Amber Robusto, mit ihrer Länge von 14 cm bei einem 54er Ringmaß, von einer kräftigen Würznote geprägt. Nach den ersten Zügen wird diese jedoch spürbar milder und von Zedernholz sowie Ledertönen ergänzt. Im weiteren Rauchverlauf wandelt sich ihr Geschmacksbild dann noch deutlicher. Die Würzaromen treten immer mehr in den Hintergrund und machen Platz für eine angenehme Süße, die perfekt mit den Ledertönen und dem Zedernholz harmoniert. Dadurch bewegt sich die Perdomo Craft Series Amber Robusto vom Stärkegehalt her auf einer mittelkräftigen Ebene. Unterstützt wird ihr durchweg positiver Eindruck durch die perfekte Verarbeitung, der wir einen traumhaft leichtgängigen Zug sowie eine messerscharfe Abbrandlinie zu verdanken haben. Die Rauchzeit als solche liegt bei ca. 75 Minuten.","Hintergrund":"Die Zigarren der Craft Serie von Perdomo wurden speziell dafür geschaffen, eine ideale Begleitung zu verschiedensten Biersorten darzustellen. Aus diesem Grund gibt es drei unterschiedliche Varianten, die sich zumindest in Bezug auf das Deckblatt sowie die Einlage, die beide aus Nicaragua stammen, gleichen. Die Perdomo Craft Series Amber Robusto besitzt darüber hinaus auch ein nicaraguanisches Umblatt, was sie zu einer echten Puro macht."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sungrown","aromaProfileManufacturer":["Leder","Süß","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.8}
