{"name":"La Bavaria Toro (Jahrgang 2009)","url":"https://www.noblego.de/la-bavaria-toro/","brand":"La Bavaria","series":"","details":{"Fazit":"Die La Bavaria Toro ist eine gelungen mittelkräftige Zigarre, an der sowohl Einsteiger in die Welt des Zigarrengenusses als auch erfahrene Aficionados Gefallen finden. Dafür sorgen die Aromen von Erde, Leder und grasigen Noten. Zu dieser wunderschönen Zigarre empfehlen wir ein Weißbier aus einer der Privatbrauereien der Region, wie zum Beispiel die Bio Hefe Weisse aus dem Landshuter Brauhaus.","Genuss":"Bei einer Länge von 140 Millimetern und einem 54er Ringmaß kann diese Toro für die Dauer einer guten Stunde erfreuen. Dabei ist bereits der grasig-herbe Kaltgeruch vielversprechend und die Vorfreude wird auch beim Anzünden der mittelkräftigen Zigarre nicht enttäuscht. Im ersten Drittel sind überwiegend erdige Noten und Nuancen von Gras zu schmecken, alsbald gesellt sich das Aroma von Waldboden und Zedernholz dazu. Im letzten Drittel sind dann zunehmend Gewürze präsent und eine pfeffrige Schärfe kann dann und wann aufscheinen.\nInteressant an der La Bavaria ist noch, dass sie durch die geringe Auflage der Qualitätsmanufaktur in einzelnen Jahrgängen herausgebracht wird. Es gibt also immer etwas zu entdecken und ein Rauchen der verschiedenen Editionen bleibt spannend! Dabei ist der Grundgeschmack der gleiche, kann aber in aromatischen Nuancen variieren. Gleiches gilt für die Deckblätter, auch hier kann es zu unterschiedlichen Schattierungen kommen. Diese können von einer hellbraunen „Claro“-Färbung bis hin zu dunkleren „Maduro“-Tönen reichen. Momentan vorrätig ist der \u003cstrong\u003eJahrgang 2009. \u003c/strong\u003e","Hintergrund":"Die Idee hinter der La Bavaria war es, eine Symbiose von karibischem Saatgut und Anbaumethoden aus Kuba mit bayerischer Erde zu schaffen. Dass dem jungen Unternehmen namens Polzmacher Tobacco Group (PTG) dies gelungen ist, wurde in vielen Blindverkostungen bestätigt. Dies mag auch daran liegen, dass in Herstellung und Verarbeitung typisch kubanische Anbaumethoden beibehalten werden. Nicht nur stammen die Torcedoras aus Kuba, von wo sie ihre Expertise mitbrachten, sondern auch in Sachen Fermentation und Ernte bleiben die Macher der bayerisch-karibischen Zigarre der Tradition der Karibikinsel treu."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Toro","manufactureOrigin":"Deutschland","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Deutschland"],"fillerOrigin":["Deutschland"],"binderOrigin":["Deutschland"],"aromaProfileManufacturer":["Erdig","Holz","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.9,"additionalNotes":"Boutique Zigarre"}
