{"name":"Xen by Nish Patel Robusto","url":"https://www.noblego.de/xen-by-nish-patel-robusto/","brand":"Xen","series":"","videoURLs":["https://www.youtube.com/watch?v=bu70mnmBgaw"],"details":{"Fazit":"Die Xen by Nish Patel Robusto ist die ideale Zigarre für einen  entspannten Abend. Gut ausbalanciert und mit einer großen Vielfalt an  Aromen ist dieser mittelstarke Longfiller für Aficianodos, die mal  Ungewöhnliches ausprobieren wollen, genau das Richtige. Probieren Sie  doch dazu einen Wodka Tonic und lassen den Geschmacksreichtum auf sich  wirken.","Genuss":"In liebevoller Handarbeit werden Nish Patels Zigarren der Xen-Linie  in Honduras hergestellt. Das Robusto-Format vereint eine traditionell  vom Unternehmen geheim gehaltene Tabakmischung als Einlage mit einem  Umblatt aus Nicaragua und einem ecuadorianischen Connecticut-Deckblatt.  Sie ist mit ihren 12,7 Zentimetern die kürzeste Zigarre der Xen-Linie,  wartet im Gegenzug jedoch mit einem Durchmesser von 19 Millimetern  auf.  Die Rauchdauer ist mit 30-40 Minuten relativ kurz, lässt aber dennoch  eine Vielzahl unterschiedlicher Aromen auftreten. Beginnend mit  süßlich-cremigen Nuancen kommt die Zigarre im zweiten Drittel erst  richtig in Fahrt und versprüht ein wahres Feuerwerk an diversen  Geschmackscharakteristiken, die von Erde über Holz und Kaffee bis hin zu  einem Hauch von Nüssen und Tee reichen. Die spezielle, geheime Gewürz-  und Kräutermischung der Einlagetabake verleiht dem Ganzen darüber hinaus  ihre ganz eigene Note. Perfekter Zug und ebenmäßiger Abbrand machen  diese Zigarren zu einem einzigartigen Raucherlebnis.","Hintergrund":"Nish Patel ist der Bruder des bekannten honduranischen  Zigarrenherstellers Rocky Patel. Er steht seinem Bruder in Sachen  Zigarren-Know-how in nichts nach und versteht es ebenso wie dieser,  interessante und vielschichtige Zigarren auf den Markt zu bringen. Die  neuerschienene Nish Patel Xen- Linie stellt den Bezug zur indischen  Heimat des Zigarrenentwicklers her und untermauert seine Leidenschaft  für erstklassigen Zigarrengenuss."},"diameter_mm":19,"ring":48,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Geheim"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gewürze","Gras","Holz","Kaffee"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":5.2}
