{"name":"My Father La Opulencia Robusto","url":"https://www.noblego.de/my-father-la-opulencia-robusto/","brand":"My Father","series":"La Opulencia","details":{"Genussverlauf":"Wie von My Father gewohnt, schmeichelt die Kombination der breiten Banderolen mit dem farbigen (in unserem Falle grünen) Fußband das Auge. Beim Anblick des dunklen, wunderbar gleichmäßigen Oscuro-Deckblatts aus Mexiko läuft das Wasser im Munde zusammen. Einmal angeschnitten, offenbart sich ein süßer, leicht frischer Kaltzug. Dankend nimmt die La Opulencia Robusto die Flammen an und beim ersten Zug macht sich sofort ihre Stärke bemerkbar. Dass My Father keine milden Zigarren blendet, ist allseits bekannt, doch hierbei handelt es sich zweifelsfrei um ihre stärkste Kreation. Im ersten Drittel mischen sich kraftvolle Noten von Kaffee, dunkler Schokolade und Pfeffer, während im Hintergrund ein ehrlicher Tabakgeschmack und Süße lungern. Zu diesen Geschmäckern gesellen sich im zweiten Drittel noch Röstaromen, Leder und Gewürznoten, wobei letztere sicherlich vom mexikanischen Deckblatt herrühren. Dabei brennt die La Opulencia Robusto kerzengerade ab. Alle diese Noten intensivieren sich im letzten Drittel und die Stärke legt noch mal einen Zahn zu. Sehr positiv fanden wir den langsamen Abbrand, wodurch die Robusto auf eine Rauchzeit von bis zu 70 Minuten kommt.","Resümee":"Was die La Opulencia Robusto verspricht, liefert sie auf jeden Fall ab. Diese meisterhafte Zigarre empfehlen wir jedem, der das Ende der Stärkeskala von My Father erkunden möchte. Deshalb richten wir unsere Empfehlung vor allem an erfahrene Raucher. Und sollten Sie weniger “hart gesotten” sein, dann auf jeden Fall vorher gut essen."},"diameter_mm":20.6,"ring":52,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"Rosado","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Schokolade"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":15.4}
