{"name":"La Capitana No. 4 Gigantes","url":"https://www.noblego.de/la-capitana-no-4-gigantes/","brand":"La Capitana","series":"","details":{"Fazit":"Einen langen, abwechslungsreichen Rauchgenuss, komplexe Aromen und eine wunderbare Optik – das bietet die La Capitana No. 4 Gigantes, wenn man die Zeit erübrigen kann. Sie passt also wunderbar zu längeren Rauchabenden, am besten mit guten Freunden und gutem Whiskey.","Genuss":"Allein der Anblick der La Capitana No. 4 Gigantes flößt Ehrfurcht ein: mit fast 17 Zentimetern Länge und einem beeindruckenden Durchmesser von 23 Millimetern ist sie ein Gigant unter den Zigarren. Das dunkelbraune, leicht ölige Deckblatt ist von sehr feinen, kaum sichtbaren Adern durchzogen und fühlt sich sehr glatt an. Zudem ist die Zigarre fest gerollt und liegt trotz ihrer Ausmaße sehr gut in der Hand. Einmal angezündet - was in diesem Fall ein wenig länger dauern kann - fällt der Beginn durch einen etwas festen Zugwiderstand auf. Dieser verbessert sich jedoch schnell auf ein optimales Niveau. Ähnlich verhält es sich bei der Rauchmenge, die ab der Mitte des ersten Drittels richtig zur Entfaltung kommt, um dann in dichten Schwaden den Mund zu verlassen. Röstaromen, Holz und Pfeffer charakterisieren den Start des mittelkräftigen, sehr nachhaltigen Rauchgenusses.  Im weiteren Rauchverlauf sorgen dann Andeutungen von Schokolade und Nuss für überaschende Momente. Die sehr schöne, leuchtend weiße Asche bleibt sehr lange bestehen und sorgt für ein weiteres optisches Highlight. Dank des Formats kann man mit einer Rauchdauer von gut zwei Stunden rechnen.","Hintergrund":"Zigarren der Marke La Capitana sind ausschließlich Puros aus Nicaragua, mit Tabaken aus Caribbean Saat. Hergestellt werden sie von der Schweizer Firma Villiger, die auch für andere bekannte Marken wie Villiger 1888 oder La Libertad verantwortlich zeichnet."},"diameter_mm":23,"ring":58,"length_mm":166,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":9}
