{"name":"Cohiba Behike 54","url":"https://www.noblego.de/cohiba-behike-54/","brand":"Cohiba","series":"Behike","details":{"Fazit":"Die Cohiba Behike 54 ist eine furiose Vitola mit vollem Aroma, feinster Verarbeitung und ohne jeden Makel, was sich natürlich auch im stattlichen Preis bemerkbar macht. Das Geld ist jedoch hervorragend angelegt, Sie werden den Kauf nicht bereuen. Die kräftige Erdigkeit und volle Würze dieser besonderen Zigarre harmonieren besonders gut mit einem kubanischen Rum. Noblego wünscht viel Vergnügen!","Genuss":"Allein das Deckblatt der Behike 54 verdient höchstes Lob. Es ist feinadrig, ölig und verfügt über ein würzig-sanftes Aroma, das die Neugierde auf den Rauchgenuss steigert. Die Einlage besteht aus kubanischem Medio Tiempo, einem seltenen, jährlich stark limitierten Blattgut, das ausschließlich aus den obersten Blättern der Cohiba-Ernte gewonnen wird. Der Kaltzug offenbart bereits würzige, leicht bitter-süße Nuancen, typisch für hochwertige kubanische Zigarren. Wie wird sich diese Zigarre im warmen Zustand entwickeln? Die ersten Züge werden dominiert von einer tiefen Erdigkeit, begleitet von fein-süßen, cremigen Noten. Schon das erste Drittel der Zigarre beschert dem Aficionado ein Fest für die Sinne. Im weiteren Verlauf des einstündigen Erlebnisses kommt zum cremigen Anfangseindruck noch eine milde, an Kaffee erinnernde Komponente hinzu, die Kraft des exquisiten Tabaks nimmt stetig aber unaufdringlich zu. Zum Schluss gewinnt der Kaffee die Oberhand und überzeugt mit fein-röstiger Würze. Das Aromenspiel dieser Zigarre sollte mit der Höchstnote versehen werden, denn man schmeckt die Exklusivität der Behike förmlich heraus.","Hintergrund":"Die kubanische Manufaktur „El Laguito“ fertigt unter der Flagge Cohiba insgesamt vier Serien, die Línea Clásica, die Línea 1492, die Línea Maduro und eben die Behike, welche nach einem Begriff der kubanischen Ureinwohner benannt wurde. Die Behike ist allerdings nicht unbegrenzt zu verkaufen, da die in ihr verwendeten Tabake limitiert sind. Der Einlagetabak „Fortaleza 4“ besteht nur aus den obersten Blättern der Tabakpflanze, welche natürlich schnell erschöpft sind. Von daher ist die Behike eine Seltenheit mit fast mystischer Aura, die man unbedingt einmal probiert haben sollte."},"diameter_mm":21.43,"ring":54,"length_mm":144,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Gewürze","Gras","Holz","Leder","Nuss"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":238,"additionalNotes":"Pigtail"}
