{"name":"Rocky Patel The Edge Maduro Robusto","url":"https://www.noblego.de/rocky-patel-the-edge-maduro-robusto/","brand":"Rocky Patel","series":"The Edge","details":{"Fazit":"Cremig, perfekte Haptik und Optik, eine Geschmacksdarbietung die sowohl interessant, komplex und abwechslungsreich ist: Das ist die Rocky Patel The Edge Maduro Robusto, die wir hiermit jedem Maduro-Freund wärmstens ans Herz legen möchten.","Genuss":"Bei der Rocky Patel The Edge Maduro Robusto haben wir es mit einer festen und gleichmäßig gerollten Maduro zu tun, die vor allem für ihr wunderschönes und tiefbraunes Deckblatt Bestnoten bekommt. Ist die Dame dann erst einmal angezündet, dann macht sich sehr schnell der viele und überaus cremige Rauch bemerkbar. Getragen von dieser Cremigkeit werden dann auch die Aromen von dunkler Schokolade, frisch gemahlenem Kaffee, herbem Leder und feurigem Pfeffer, sowie die süßen Umspielungen dieser Aromenkomposition, an denen das Maduro-Deckblatt seinen Anteil haben dürfte. Vielleicht liegt das aber auch an der geheimen Einlage, wir werden es wohl nie erfahren. Das ist aber auch nicht weiter schlimm, denn manchmal entzaubert zu viel Wissen etwas derart Gutes auch nur.","Hintergrund":"Die Bewertungen zu dieser Zigarre überschlagen sich. Und das gilt nicht nur für den amerikanischen Markt, sondern auch hier in Deutschland kommt die Rocky Patel The Edge Maduro Robusto sehr gut an. Nachdem wir diese Zigarre probieren durften, bleibt uns dazu nur folgendes zu sagen: Diese Zigarre wird vollkommen zu Recht so sehr gelobt, denn sie ist einfach herrlich gut!"},"diameter_mm":19.8,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"fillerOrigin":["Geheim"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Kaffee","Leder","Nuss","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.7}
