{"name":"Joya de Nicaragua Red Robusto","url":"https://www.noblego.de/joya-de-nicaragua-red-robusto/","brand":"Joya de Nicaragua","series":"Joya Red","details":{"Fazit":"Die Joya de Nicaragua Red Robusto ist eine gehaltvolle und hochwertige Zigarre, die besonderen Genussmomenten vorbehalten sein sollte. Dazu passt vorzüglich ein karibischer Rum wie der Metusalem Gran Reserva, der sehr mild und aromatisch fruchtig mundet.","Genuss":"Die Joya de Nicaragua Red Robusto ist fest gerollt und besitzt einen perfekten Zugwiderstand. Sie brennt langsam, ganz gerade und gleichmäßig, wobei sie einen stabilen, fast weißen Aschekegel ausbildet. Ihr Geschmack ist kraftvoll und sofort präsent. Holz, Erde und ausgeprägte Röstaromen bestimmen den wunderbaren Smoke. Die Joya de Nicaragua Red Robusto besitzt eine Länge von 133 Millimetern und einen Durchmesser von 19,8 Millimetern. Damit kommt man mit diesem  Format auf eine Rauchdauer von einer genussvollen Stunde.","Hintergrund":"Joya de Nicaragua Zigarren laden zum Entdecken bzw. Wiederentdecken dieser sehr alten nicaraguanischen Tabakmarke ein. In dieser neuen Serie wurde statt des kraftvollen Ligero-Tabaks der mildere Viso verarbeitet. Dies sollte auf der Inter-tabac 2014 ein breiteres Publikum ansprechen und durch die geringere Stärke auch Einsteigern den Weg zu den nicaraguanischen Genüssen ebnen. Die Bezeichnung Joya de Nicaragua bedeutet so viel wie \"Juwel aus Nicaragua\" und damit wird diese Marke treffend angepriesen. Die Tabacalera Joya ist der älteste Tabak verarbeitende Betrieb Nicaraguas, der seit 1968 hochwertige Longfiller in Handarbeit herstellen lässt."},"diameter_mm":19.8,"ring":50,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
