{"name":"Davidoff 702 Series Signature 2000","url":"https://www.noblego.de/davidoff-702-series-signature-2000-zigarren/","brand":"Davidoff","series":"702 Series","details":{"Genussverlauf":"Das wunderschöne Deckblatt der Davidoff 702 Series Signature 2000 schimmert verlockend ölig und ist auf den fruchtbaren und Sonne verwöhnten Böden Ecuadors gewachsen. Ihre Einlage- und Umblatt-Tabake stammen wie die handgerollte Longfiller selbst aus der Dominikanischen Republik. In mittelkräftiger Manier offeriert sie besonders cremige Aromen von Kaffee, Schokolade, Nuss und Erde, begleitet von einer delikaten Würze. Ihre perfekte Verarbeitung garantiert zudem ein absolut perfektes Zugverhalten sowie einen gemächlichen, schnurgeraden Abbrand.","Nice to know":"Für die Zigarren der 702 Series werden als Einlage und Umblatt die gleichen Tabake verwendet wie bei den jeweiligen Pendants aus den bekannten und zuvor erschienenen Serien der weltweit beliebten Premiummarke. Im Falle der 702 Series Signature 2000 handelt es sich also um eine Davidoff Signature 2000, die statt mit einem Connecticut Shade Deckblatt mit dem speziellen 702 Deckblatt versehen wurde. Dieses verleiht der 702 Series Signature 2000 eine kräftigere Würze und einen etwas abgewandelten Aromaverlauf. Besonders spannend kann es daher sein, beide Zigarren zu probieren und zu erfahren, wie sehr sich die Wahl des Deckblatts auf den geschmacklichen Charakter eines ansonsten identischen Blends auswirkt.","Resümee":"Die Davidoff 702 Series Signature 2000 ist Teil eines aufregenden und aufschlussreichen Genussprojekts und sollte von allen Liebhabern der dominikanischen Premiumzigarren unbedingt probiert werden. Hochgenuss garantiert!"},"diameter_mm":17.1,"ring":43,"length_mm":129,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"H2000","aromaProfileManufacturer":["Cremig","Holz","Kaffee","Leder","Toast"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":16.75,"additionalNotes":"Limited"}
