{"name":"Macanudo Cafe Petit Corona","url":"https://www.noblego.de/macanudo-cafe-petit-corona/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Ob zum Kaffee in der nachmittäglichen Sonne, nach einem guten Essen oder in Begleitung eines Cocktails: Die Macanudo Cafe Petit Corona ist immer eine gute Wahl!","Genuss":"127 Millimeter, Tabake aus Mexiko und der Dominikanischen, Connecticut Shade Deckblatt, eine Rauchdauer von einer satten halben Stunde und ein verhältnismäßig kleines Ringmaß von 38. Soviel zu den sogenannten „hard-facts“ zu dieser Zigarre. Was sich wesentlich schwieriger in Worte fassen lässt, ist das Gefühl und das Aroma, das diese kleine Dominikanerin hinterlässt. Denn allein das haptische Erlebnis, welches der Smoke dieser toll verarbeiteten Zigarre bietet, ist wie bei vielen guten Smokes schwer zu beschreiben. Das Connecticut Shade Deckblatt in sattem Braun ist von seidiger Textur und hinterlässt einen leckeren Hauch von Kaffee auf den Lippen. Und auch der Smoke mit seinem tadellosen Abbrand- und Zugverhalten ist durch Aromen von Erde, Holz, Nüssen und vor allem Kaffee etwas, das man selbst ausprobiert haben muss.","Hintergrund":"Macanudo Cigars sind in den Vereinigten Staaten richtige kleine Berühmtheiten. Hergestellt werden sie von der General Cigar Company in der Dominikanischen Republik. Mit einer Einlagenmischung aus mexikanischen und dominikanischen Blättern verfügen die Macanudo Cafe Zigarren über ein ganz besonderes Aroma, das auch über die Grenzen der USA hinaus begeistert."},"diameter_mm":15,"ring":38,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","smokingDuration":"20 bis 45 Min","price":6.4}
