{"name":"Rocky Patel The Edge Corojo Corona","url":"https://www.noblego.de/rocky-patel-the-edge-corojo-corona/","brand":"Rocky Patel","series":"The Edge","details":{"Fazit":"Die Rocky Patel The Edge Corojo Corona ist eine starke Zigarre für den anspruchsvollen Aficionado. Ihr kraftvoll-markanter Rauch könnte als Kontrapunkt einen schönen Cocktail vertragen, zum Beispiel den Klassiker \u003cem\u003eMai Tai\u003c/em\u003e als starken Rum-Cocktail.","Genuss":"Die Rocky Patel The Edge Corojo Corona bietet dem gespannten Tabakfreund ein makelloses Deckblatt in der Farbe guter Vollmilchschokolade. Als dezenten Schmuck trägt sie eine schmale naturfarbene Banderole am unteren Ende. Der Kaltgeruch vermittelt schokoladige Würze und dazu eine interessante Zitrusnote. Vom ersten Zug an ist die Rocky Patel The Edge Corojo Corona mit ihrem Nikotingehalt und einer delikaten Schärfe sehr präsent. Holz, Pfeffer und eine zarte Natursüße machen die raffinierte Mischung im Geschmack aus. Die Maße 17,5 mal 140 Millimeter bescheren eine Dreiviertelstunde lang kräftigen und sehr aromatischen Rauchgenuss.","Hintergrund":"Die Rocky Patel The Edge Corojo Corona wurde mit der Cigar Trophy als \u003cem\u003eBest Cigar Honduras\u003c/em\u003e geschmückt und 2015 mit 90 Punkten im US-amerikanischen Zigarrenmagazin ausgezeichnet. Die Rocky Patel The Edge Corojo Corona ist Teil der in den USA und auch mittlerweile hierzulande sehr beliebten Rocky Patel The Edge Familie. Die tadellos gerollten, fast durchweg hellen Blätter kommen hauptsächlich aus Honduras. Die genaue Zusammensetzung der Einlage verrät der Hersteller jedoch nicht."},"diameter_mm":17.5,"ring":44,"length_mm":140,"length_inch":0,"format":"Corona","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Corojo","aromaProfileManufacturer":["Holz","Kaffee","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":3.8}
