{"name":"Casa de Garcia Connecticut Toro","url":"https://www.noblego.de/casa-de-garcia-connecticut-toro/","brand":"Casa de Garcia","series":"Connecticut","details":{"Fazit":"Eine milde Zigarre, die sowohl für Neulinge als auch Liebhaber dominikanischer Zigarren geeignet ist und sich durch ihren Preis auch als täglicher Genuss anbietet, der den Geldbeutel schont. Genießen sie die Casa de Garcia Connecticut Toro gerne schon am Morgen zur Tasse Kaffee oder Tee oder am Nachmittag mit einem leichten Weißwein.","Genuss":"Bundleware genießt oft einen eher minderwertigen Ruf. Doch ist es gerade durch die Abpackung in Bundles und den Verzicht auf exklusive Holzkistenverpackungen möglich, einen günstigen Preis  anzubieten ohne dabei die Qualität zu vernachlässigen. Die Casa de Garcia Connecticut Toro verarbeitet beste dominikanische und honduranische Tabake in der Einlage und ein Connecticut Broadleaf als Umblatt sowie ein feines, helles Connecticut Shade als Deckblatt. Vor dem Entzünden verströmt sie einen starken Tabakgeruch mit nussigen Nuancen. Einmal entzündet lassen sich die Nussaromen neben holzigen, pfeffrigen und süßen Noten im Geschmack wiederfinden. Das Deckblatt fügt dem noch einen Hauch von Karamell hinzu. So lässt sich die Toro entspannt rund eine Stunde genießen, wobei der Abbrand teilweise etwas unrund werden kann, was aber das Gesamtergebnis nicht groß zu trüben vermag.","Hintergrund":"Die Tabacalera de Garcia in La Romana in der Dominikanischen Republik ist die größte von Hand fertigende Zigarrenfabrik der Welt. Dort entstehen 48 verschiedene Zigarrensorten in 1000 Formaten, darunter solch namhafte wie \u003ca title=\"Montecristo Zigarren\" href=\"/montecristo-zigarren/\"\u003eMontecristo\u003c/a\u003e, \u003ca title=\"Romeo y Julieta Zigarren\" href=\"/romeo-y-julieta-zigarren/\"\u003eRomeo y Julieta\u003c/a\u003e und \u003ca title=\"Don Diego Zigarren\" href=\"/don-diego/\"\u003eDon Diego\u003c/a\u003e. Und auch die Casa de Garcia Connecticut Bundles gehören zur Produktpalette der berühmten Manufaktur unter der Leitung von Masterblender José Seijas, der gleichzeitig der Vizechef des vertreibenden Unternehmens Altadis USA ist."},"diameter_mm":20.6,"ring":52,"length_mm":139,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Broadleaf","Connecticut"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Holz","Karamell","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.1}
