{"name":"Principle Cigars Aviator Grande Pyramide","url":"https://www.noblego.de/principle-cigars-aviator-grande-pyramide/","brand":"Principle Cigars","series":"","details":{"Fazit":"Es gibt Zigarren, die sollte man mindestens einmal in seinem Leben genossen haben. Die Principle Cigars Aviator Grande Pyramide gehört ohne Zweifel zu diesem erlesenen Kreis von Ausnahmeerscheinungen, die ihren Genießern jede Menge erkenntnisbringende Aha-Effekte bescheren.","Genuss":"Der Blend der wunderschön gefertigten Aviator Grande Pyramide beinhaltet neben einem absolut makellosen Corojo Deckblatt aus Ecuador ein dominikanisches Umblatt sowie einen unglaublich spannend klingenden Dreiklang aus nicaraguanischen, peruanischen und dominikanischen Spitzentabaken. Diese wohl gewählte Kombination präsentiert das mit einem 60er Ringmaß und einer Länge von stattlichen 19,1 cm versehene Piramides Format in zeitlich ausgedehnter und vor allem interessant komplexer Manier. Im ersten Rauchdrittel zeigt sich die mittelkräftige Dominikanerin mit deutlichen Creme-, Nuss- und Zedernoten, die von einem Hauch Milchschokolade umspielt werden. Zum zweiten Rauchabschnitt hält sie weiche Holznoten, feine Karamelltöne und eine noch weiter ausgearbeitete Nussigkeit für den Genießergaumen parat. Das Finale gestaltet sich dann zunehmend intensiver und ist geprägt von weiteren Holzaromen, dunklen Kaffeeanklängen sowie im Abgang aufkeimenden Minze- und Sternanisnoten. Je nach Rauchverhalten unterhält Sie die Grande Pyramide für 90 bis 150 Minuten mit ihrer eindrucksvollen Wandlungsfähigkeit.","Hintergrund":"Hendrik Kelner Jr. ist der Spross von Hendrik „Henke“ Kelner, der auf eine sehr erfolgreiche Karriere als Masterblender zurückblicken kann. Kelner Sr. machte sich bereits Ende der 1980er-Jahre einen Namen in der Branche mit seiner maßgeblichen Beteiligung an den neuen Blends der Marke Davidoff, als diese sich im Jahre 1989 aus Kuba verabschiedete und in der Dominikanischen Republik zu absolut neuen Ufern aufbrach."},"diameter_mm":24,"ring":60,"length_mm":191,"length_inch":0,"format":"Piramide","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Corojo","aromaProfileManufacturer":["Anis","Cremig","Holz","Kaffee","Karamell","Milchschokolade","Minze","Nuss","Weißer Pfeffer","Zedernholz","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":29,"additionalNotes":"Mehrfach fermentierte Tabake"}
