{"name":"Quisqueya Numero 4","url":"https://www.noblego.de/quisqueya-numero-4/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Bei der Numero 4 von Quisqueya kann man ein sehr rundes Raucherlebnis erwarten, welches man nicht zuletzt wegen des unschlagbaren Preis-Leistungs-Verhältnisses überall und zu jeder Zeit genießen kann.\nWenn Sie den Geschmack der Numero 4 mögen, jedoch nach einer etwas kürzeren Rauchdauer suchen, dann sollten Sie vielleicht die Formate Princess oder Numero 5 dieser Serie probieren.","Genuss":"Ein holziges Aroma mit einer leichten Würze, das ist typisch für die Zigarren der Quisqueya Rot-Serie, so auch für die Numero 4. Am Zug überrascht sie mit einer leichten Süße, die man vage als eine Mischung aus Honig und Karamell beschreiben kann. Gelegentlich weben sich auch Röstaromen und sogar fruchtige Noten in den Rauch mit ein, was den Rauchverlauf durchaus abwechslungsreich gestaltet. In Kombination mit einem genau richtigen Zugverhalten, einem dichten Rauch und einem geraden Abbrand sorgt das für einen sehr runden Smoke. Optisch kann die Numero 4 im Kaltzustand nicht immer auf Anhieb überzeugen, denn die Adern auf dem hellbraunen Connecticut Deckblatt treten deutlich hervor. Im Gegenzug weiß diese Zigarre aber während der Rauchphase mit einer gut aussehenden Asche zu punkten. Letztere präsentiert sich nämlich als sehr fest und leuchtend weiß, was für einen schönen Anblick sorgt. Mit einer Länge von 14 Zentimetern ist die Numero 4 etwas größer, mit 17 Millimetern allerdings auch deutlich schmaler als eine Robusto. Dies führt zu einer vergleichsweise kürzeren Rauchdauer von knapp 50 Minuten."},"diameter_mm":17,"ring":42,"length_mm":140,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Holz","Karamell","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.9}
