{"name":"Ashton Aged Maduro No. 15","url":"https://www.noblego.de/ashton-aged-maduro-no-15/","brand":"Ashton","series":"Aged Maduro","videoURLs":["https://www.youtube.com/watch?v=JToO5M22M8k"],"details":{"Fazit":"Ob in der Mittagspause oder bei einem geselligen Abend mit Freunden, die Ashton Aged Maduro Nr. 15 ist eine Zigarre für jeden Anlass. Genießen Sie sie mit einem Cappuccino, einem Glas kühlen Weißwein oder einem frischgezapften Schwarzbier. Auch als Geschenk sind diese Zigarren in ihrer stabilen Holzkistenverpackung eine schöne Wahl.\nFür einen länger anhaltenden Rauchgenuss, probieren Sie auch die Ashton Aged No. 20 oder No. 30 aus unserem Sortiment.","Genuss":"Die mittelstarke Petit Corona verwendet ganz Ashton-typisch eine Melange aus dominikanischen Tabaken für ihre Einlage und das Umblatt. Ein Connecticut Broadleaf Maduro Deckblatt bildet den krönenden, glatt-seidigen Abschluss dieses Premiumlongfillers, der durch seinen natürlich süßen Geschmack auffällt. Mit 10,5 Zentimetern Länge und dem Durchmesser von 15,9 Millimetern ist die Ashton Aged Maduro Nr. 15 zwar das zweitkleinste Format der Serie, aber dennoch nicht weniger aromatisch. In der Rauchdauer von rund 30 Minuten entfaltet sich eine Aromenpalette, die von Nuss und Kaffee über Pfeffer bis hin zu erdigen Untertönen reicht. Zugverhalten und Abbrand sind einer Zigarre dieses Kalibers würdig. Erleben Sie vollendeten Rauchgenuss.","Hintergrund":"Obwohl noch verhältnismäßig kurz im Tabakgeschäft, hat sich das Haus Ashton seit seiner Gründung 1985 zu einem der renommiertesten dominikanischen Zigarrenproduzenten entwickelt. Mit der Ashton Aged Maduro Serie wurde ein Produkt entwickelt, das besonders durch sein seltenes Connecticut Broadleaf Maduro Deckblatt auffällt. Eine deutlich längere Fermentation bewirkt die natürlich süßliche Note dieser Premiumzigarren."},"diameter_mm":15.9,"ring":40,"length_mm":105,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.4}
