{"name":"Beast Robusto","url":"https://www.noblego.de/beast-robusto/","brand":"Beast","series":"","details":{"Fazit":"Die Beast Robusto ist eine interessante Neuerscheinung. Tierisch stark ist sie allerdings nicht – eher unaufdringlich. Ein kühles Bier passt sehr gut zu ihr.","Genuss":"Die Beast Robusto zeigt sich mit einem dunkelbraunen Sungrown Deckblatt aus Mexico. Dieses steuert einen Hauch Schokolade im Kaltgeruch bei, während sonst ein kräftiges Aroma von Leder und Pferd in die Nase steigt. Das Deckblatt mit Blattadern und die Verarbeitung vermitteln tatsächlich einen etwas wilden Eindruck. Im Rauch zeigt sie sich zunächst eher unscheinbar, die Würze nimmt erst im Verlauf und besonders in der zweiten Hälfte kontinuierlich zu. Insgesamt dominieren holzige Noten dieser mittelkräftigen Zigarre. Der Abbrand ist zufriedenstellend und gleichmäßig. Bei einer Länge von zwölfeinhalb Zentimetern und einem Durchmesser von 19,8 Millimetern kann man sich eine knappe Stunde lang mit dieser Zigarre beschäftigen.\n","Hintergrund":"Beast Robusto Zigarren werden in der Manufaktur Arnold André Dominicana nach alter Handwerkskunst gerollt. Die Zusammenstellung der Tabake ist es schon wert, hier einmal ins Detail zu gehen. Erwähnt wurde ja bereits das Mexican Sumatra Deckblatt.  Darunter liegt ein Bahia Sumatra Umblatt und das Herzstück bildet eine Triple Ligero Tabakmischung aus Brasilien, wo sie aus karibischem Saatgut gezogen wird. Die Triple Ligero Tabakblätter tanken von Natur aus sehr viel Sonne, entwickeln mehr Geschmack und mehr Würze. Die Verpackung im innovativen Fresh-Pack-Konzept sorgt für ein optimales Klima auch ohne Humidor. Sie wird sowohl für die Einzelverpackung als auch für die 4er-Einheit verwendet.\u003cstrong\u003e \u003c/strong\u003e\n\u003cstrong\u003e \u003c/strong\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien","Nicaragua"],"wrapperType":"Sumatra","aromaProfileManufacturer":["Pfeffer","Süß"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":6.4}
