{"name":"Cavalier Genève Limited Edition 2021 Toro","url":"https://www.noblego.de/cavalier-geneve-limited-edition-2021-toro-zigarren/","brand":"Cavalier","series":"","details":{"Genussverlauf":"Zu den Tabaken der Cavalier Genève Limited Edition 2021 Toro können wir aufgrund der strengen Geheimhaltung leider nichts berichten. Das Deckblatt der sehr gut verarbeiteten Honduranerin sieht allerdings sehr vielversprechend aus. Es ist von satter dunkelbrauner Farbe und weist einen schönen öligen Glanz auf. Die Zigarre liegt gut in der Hand, ist mit reichlich Tabak ausgestattet, wirkt sehr robust, aber nicht zu fest gerollt. Die ersten Züge sind geprägt von feinen Pfeffernoten, die sich unter vordergründig holzige und toastige Aromen mischen. Im weiteren Verlauf steigert sich die Cremigkeit deutlich und es tauchen dunkle Erd- sowie Kaffeearomen auf. Mit Beginn des letzten Rauchdrittels dominieren wieder die holzigen Akzente vom Anfang, die nun von intensiveren, aber dennoch sehr angenehmen Tönen weißen Pfeffers begleitet werden. Das Finale ist von einer tiefen Erdigkeit bestimmt. Je nach Rauchverhalten legt man die sehr vollmundig schmeckende Honduranerin nach 100 bis 120 Minuten zufrieden ab.","Nice to know":"Mit dem Entfernen der Bauchbinde erlebt man, sofern man die Marke Cavalier noch nicht kennt, eine interessante Überraschung. Unter der in dunklem Blau gehaltenen Binde kommt nämlich das eigentliche Markenzeichen der Cavalier Genève Zigarren zum Vorschein, ein rautenförmiges, 24-karätiges Stück Blattgoldfolie.","Resümee":"Die Cavalier Genève Limited Edition 2021 Toro imponiert mit vollem, dichtem Rauch, einer hervorragenden Cremigkeit und einem wunderbar ausgewogenen Aromaverlauf. Aufgrund ihrer nicht zu verachtenden Stärke wendet sie sich an erfahrene Genießer mit geübtem Gaumen. Aufgrund ihrer sehr strengen Limitierung wird sie leider nur begrenzt verfügbar sein."},"diameter_mm":21,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Geheim"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Toast","Trockenes Holz","Weißer Pfeffer","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":12.9,"additionalNotes":"Limited"}
