{"name":"Rauchvergnügen #42 Cubic Robusto","url":"https://www.noblego.de/rauchvergnuegen-42-cubic-robusto/","brand":"","series":"","details":{"Fazit":"Ein limitierter mittelkräftiger Genuss voller kleiner geschmacklicher Überraschungen. Wir freuen uns schon auf weitere edle Kreationen - Made in Germany.","Genuss":"Der Beiname der Rauchvergnügen #42 Cubic Robusto Zigarre – German Engineered Cigars – kommt nicht von ungefähr. Die Idee stammt von einem Team von Ingenieuren und die Konzeption fand komplett im Labor in Hamburg statt. Dabei wurden die deutschen Ingenieurstandards angewendet und die Zigarre so entwickelt, wie man auch an ein technologisches Produkt herangehen würde. Während dieses Herstellungsprozesses gab es immer wieder Abstimmungen und Tastings von verschiedenen Händlern und Zigarrenlounges in Deutschland und den USA, um das bestmögliche Ergebnis zu erzielen. Erst als dieses erreicht war, kam es zur finalen Produktion in der Dominikanischen Republik. Geschmacklich ist sie sehr fein abgestimmt und trägt Aromen, die man selten so präzise an einer Zigarre wahrnimmt. Und Präzision ist auch das Stichwort, wenn es um ihre Raucheigenschaften wie Zug und Abbrand geht.","Hintergrund":"Beim Blend der Rauchvergnügen entschied man sich für ein ecuadorianisches Deckblatt, Einlagetabake aus Nicaragua und der Dominikanischen Republik und ein dominikanisches Umblatt. 42 Kubikzentimeter Tabak werden auf 127 mm Länge und 21,3 mm Durchmesser verarbeitet. Damit ist diese Robusto etwas dicker als man es von ihren klassischen Maßen her gewöhnt ist."},"diameter_mm":21.3,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Kaffee","Minze","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.4}
