{"name":"Vegas Robaina Unicos","url":"https://www.noblego.de/vegas-robaina-unicos/","brand":"Vegas Robaina","series":"","details":{"Fazit":"Die Vegas Robaina Unicos ist eine tolle, mittelkräftige Zigarre, deren Vorzüge für jede Tages- und Nachtzeit geeignet sind. Sie bietet erdig-süßliche Aromen sowie Kaffee und Creme und enttäuscht den Fan aromatischer Smokes niemals. Auch das Format ist sehr umgänglich, leicht anzuschneiden und wirkt zu keiner Zeit deplatziert. Zwar ist die Unicos etwas teurer als die Nr. 2 von Montecristo oder die Nr. 2 von Partagás, sie ist ihren Preis allerdings wirklich wert. Zusammen mit einem starken Espresso wärmstens empfohlen!","Genuss":"Die knapp 16 cm lange und 2,6 cm breite Vegas Robaina Unicos bietet bereits einen edlen Anblick. Das ebenmäßige, ölige und feine Deckblatt ist umschlungen von einer goldbraunen Bauchbinde, die der Zigarre eine wertvolle Ausstrahlung verleiht. Schneidet man die Spitze des Torpedos ab, offenbart er einen guten Zug und feine erdige und röstige Aromen. Dieser sehr positive Eindruck wird auch im angezündeten Zustand bestätigt. Hier dominiert direkt zu Beginn eine würzige, erdige Süße, immer begleitet vom leicht röstigen Eindruck des Kaltzuges, das feine Deckblatt macht sich hier positiv bemerkbar. Innerhalb des cremigen, einstündigen Smokes gewinnt dieser Eindruck stetig an Präsenz und erhält dazu eine kaffeeartige Note. Im letzten Drittel der Robaina gesellt sich zum Aromenspiel noch ein wenig grüner Pfeffer hinzu, der das Ganze stilvoll abrundet. Ein toller Smoke für Fans medium-kräftiger Havannas!","Hintergrund":"Die im Jahre 1997 gegründete Marke Vegas Robaina wurde nach dem großen Alejandro Robaina benannt, dessen Familie schon seit 1845 in der berühmten kubanischen Tabakregion Vuelta Abajo tätig ist. Auch Alejandro widmete sein ganzes Leben den Zigarren sowie seiner Familie, mit der er übrigens mit Vorliebe rauchend, Zeit auf der Terrasse verbrachte. Tatsächlich soll er schon seit seinem zehnten Lebensjahr geraucht haben. Erfahrung ist damit vorprogrammiert."},"diameter_mm":20.6,"ring":52,"length_mm":156,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":20.5}
