{"name":"Casa de Torres Perfecto","url":"https://www.noblego.de/casa-de-torres-perfecto/","brand":"Casa de Torres","series":"Classic","details":{"Fazit":"Eine Zigarre für den sonnigen Sommernachmittag, der mit einer Tasse Kaffee ein Loblied auf alle Mußestunden singt.","Genuss":"Die Casa de Torres Perfecto bietet allen Liebhabern dieses ungewöhnlichen Formats ein „perfektes“ Raucherlebnis. Dank ihrer Form mit den spitz zulaufenden Enden ist ihre Aromenentfaltung auf den 12,7 cm Länge sehr abwechslungsreich. Der Geschmack entwickelt sich vom ersten bis zum letzten Zug des gut 45-minütigen Rauchgenusses. Die leichte Schärfe zu Beginn legt sich schnell und gibt den Aromen von Holz und geröstetem Kaffee Raum zur Entfaltung. Ab dem zweiten Drittel  tritt eine cremige Süße hervor, die bis zum Schluss bleibt und mit zarten Nussnoten perfekt harmoniert. Insgesamt bleibt der Longfiller mit dem Blend aus nicaraguanischen Tabaken und dem ecuadorianischen Connecticut Deckblatt eher mild. Zug und Abbrand sind, wie es sich für eine Zigarre dieses Namens gehört, einfach perfekt.","Hintergrund":"Die Casa de Torres Zigarren sind neben \u003ca title=\"Hier gehts zu Maria Mancini Zigarren\" href=\"/maria-mancini-zigarren/\"\u003eMaria Mancini\u003c/a\u003e, \u003ca title=\"La Flor Dominicana Zigarren\" href=\"/la-flor-dominicana-zigarren/\"\u003eLa Flor Dominicana\u003c/a\u003e und \u003ca title=\"Hier gehts zur Rodrigo de Jerez Nicaragua\" href=\"/rodrigo-de-jerez-nicaragua-zigarren/\"\u003eRodrigo de Jerez\u003c/a\u003e Teil des importierten Longfiller Angebots des deutschen Tabakherstellers August Schuster GmbH. Gefertigt werden sie in einer kleinen Manufaktur in Nicaragua."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Heu","Holz","Honig","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":6.4}
