{"name":"Rocky Patel Fifty Toro 2018","url":"https://www.noblego.de/rocky-patel-fifty-toro-2018/","brand":"Rocky Patel","series":"","details":{"Fazit":"Für ein Meisterwerk wie die Rocky Patel Fifty Toro 2018 muss man schon etwas tiefer in die Tasche greifen, dafür bekommt man allerdings eine Zigarre, die auf allen Ebenen zu überzeugen weiß und sicher nicht von jedermann genossen werden kann.","Genuss":"Ein fantastisches Oscuro Deckblatt aus Ecuador ziert die Rocky Patel Fifty Toro 2018, darunter befinden sich gleich zwei äußerst hochwertige Umblätter aus Nicaragua. Die Einlagetabake der durchweg mittelkräftigen Premium Longfiller sind ebenfalls aus nicaraguanischem Anbau, über die genauen Sorten und Anteile hüllt der versierte Masterblender den Mantel des Schweigens. Geschmacklich zeigt sich die Toro überaus geschmeidig und ungemein ausgewogen. So zeigen sich die herrlichen Gewürz-, Espresso-, Kakao-, Zedernholz- und Orangenzestenaromen in einer wunderbaren komplexen Weise am Gaumen des Genießers und werden neben einer fruchtigen Süße, von einer delikaten Würze sinnlich unterlegt. Die limitierte Sonderedition weist eine absolut hochwertige Verarbeitung auf und kann technisch (Zug u. Abbrand) ebenso eindrucksvoll beweisen, dass sie zum obersten Premiumsegment gehört.","Hintergrund":"Ganze 2000 Kisten a 10 Zigarren wurden von der Rocky Patel Fifty Toro 2018 produziert, davon stehen gerade einmal 50 Kisten für den deutschen Markt zur Verfügung. Eine so exklusive Vitola gibt es nur ganz selten, ihr zugegeben einigermaßen stolzer Preis ist daher nicht verwunderlich."},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Oscuro","fillerOrigin":["Geheim","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Kaffee","Kakao","Orange","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":25,"additionalNotes":"Aged, Doppeltes Umblatt, Limited"}
