{"name":"cenicero NICA 17-S Robusto","url":"https://www.noblego.de/cenicero-nica-17-s-robusto/","brand":"Cenicero","series":"NICA","details":{"Fazit":"Die cenicero NICA 17-S ist aufgrund der stark limitierten Tabakmenge immer nur in kleinen Posten erhältlich, aber dann doch immer wieder verfügbar, wenn genügend Tabak für einen Produktionslauf gesammelt wurde. Ein tolles Produkt zu einem tollen Preis!","Genuss":"Optisch macht die Robusto ja schon einiges her: Sattes Oscuro-Deckblatt mit feinen sichtbaren Adern, am Kopfende ist kunstvoll ein kleines Schweineschwänzchen angebracht - insgesamt hält man eine sehr schöne Zigarre in den Händen. Der Kaltduft verspricht eine schöne Würze. Der Fuß ist verschlossen und muss zum Anzünden erst über der Flamme \"weggeröstet\" werden, was sich generell als sehr förderlich für die Geschmacksentwicklung erweist. Insgesamt ist die Zigarre erstaunlich fest gerollt, kaum zu glauben, dass es sich dabei nicht um einen 100 % Longfiller handeln soll. Die ersten Züge im Rauch sind etwas pfeffrig, fast scharf, was sich allerdings schnell legt. Schöne Aromen von Waldboden, Leder und Schokolade erhellen das dunkle Rauchvergnügen. Knapp unter eine Stunde sollte man sich allerdings Zeit nehmen und die Zigarre nicht zu heiß rauchen, damit sich die vollen Aromen entfalten können.","Hintergrund":"Als erste Erweiterung des erfolgreichen cenicero-Projekts werden hier Tabakreste aus einer Super-Premiumproduktion verarbeitet, deren Zigarren bei uns für 17 € und mehr über den Ladentisch gehen. Der Vorteil: So erhält man den Geschmack des hochwertigen Tabaks zum kleinen Preis. Bei der Verarbeitung wurden dabei keine Kompromisse gemacht. Die Tabakmischung selbst ist zudem doppelt aufwendig: Zunächst werden die Tabake für die reguläre Produktion verarbeitet, die Reste für die cenicero dann per Hand sortiert und getrennt, neu gemischt und dann wiederum in Handarbeit gerollt. So erhält man ein gleichbleibendes Aromenprofil und eine nachhaltige Produktion auf hohem Niveau."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Oscuro","aromaProfileManufacturer":["Erdig","Kaffee","Leder","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.9}
