{"name":"La Reloba Seleccion Mexico Toro","url":"https://www.noblego.de/la-reloba-seleccion-mexico-toro/","brand":"La Reloba","series":"","details":{"Fazit":"La Reloba Mexico Toro – ist die Pepin-Zigarre für den mittleren Geldbeutel und wer sich von der anfänglichen Stärke nicht abschrecken lässt, erlebt ein wunderbares Spektakel.\nZusammen mit einem Tomatin 12 Years werden Sie Ihre helle Freude haben.","Genuss":"Die La Reloba Mexico Toro ist eine rassige und doch ausgenommen filigrane Zigarre. Die ersten Züge kommen mit einer Stärke daher, die einen umblasen will, wie der Wolf die Häuser der drei kleinen Schweinchen. Dabei ist die Pfeffernote, die den Rauchvorgang stetig begleiten wird schon im Hintergrund erkennbar. Nach diesem ersten Zentimeter der insgesamt 15 pendelt sich die Stärke im medium-Bereich ein und gibt den Blick frei auf ein nun cremig daherkommendes Erlebnis. Es sind Leder, Holz, eine deutliche Gewürznote und der bei nicaraguanischen Zigarre fast nie fehlende Kaffee, die den Rauch so angenehm wie spannend machen, denn das Verhältnis der einzelnen Aromen wechselt im Verlauf immer wieder. Mit 21 Millimeter Durchmesser, einem perfekten Zugwiderstand und einer wunderbar stabilen Asche schließt sich der Kreis einer fantastischen Zigarre.","Hintergrund":"La Reloba ist eine weitere Marke von Don Pepin Garcia, dem Masterblender, der wahrscheinlich neben Nestor Plasencia der lebende Gott der Zigarrenbranche ist. Das San Andreas Deckblatt aus Mexiko ist nicht mehr allzu ungewöhnlich, wird es doch in der La Aroma del Caribe Mi Amor verwendet, der Verweis zeigt aber schon, es handelt sich um einen Garanten zum guten Geschmack."},"diameter_mm":21,"ring":52,"length_mm":150,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Rosado","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Leder"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.6}
