{"name":"A.J. Fernandez Enclave Connecticut Figurado","url":"https://www.noblego.de/a-j-fernandez-enclave-connecticut-figurado-zigarren/","brand":"A.J. Fernandez","series":"Enclave Connecticut","details":{"Genussverlauf":"Die Einlage- und Umblatt-Tabake der A.J. Fernandez Enclave Connecticut Figurado stammen allesamt von den hauseigenen Plantagen des nicaraguanischen Premiumherstellers. Als Deckblatt dient ihr ein ecuadorianisches Connecticut Shade von hervorragender Qualität und hellbraunem Farbton. Das wunderschöne Format schlägt zu Beginn cremig-süße Noten an, zu denen sich im Verlauf angenehme Holz- und Lederaromen gesellen. Im Hintergrund scheinen dazu immer wieder delikate Töne von weißem Pfeffer durch, welche den insgesamt sehr sanften Smoke vortrefflich abrunden. Die sehr gute Qualität dieser leckeren Premiumzigarre lässt sich ebenfalls an ihrem perfekten Zug- und Abbrandverhalten festmachen.","Nice to know":"Mit einer Länge von 16,5 cm und einem Ringmaß von 52 qualifiziert sich die Enclave Connecticut Figurado für einen Genuss, der je nach Rauchverhalten bis zu 90 Minuten andauern kann. Ein gemächliches Rauchen, bei dem man sich zwischen den Zügen angemessene Pausen gönnt, ist immer zu empfehlen. So gibt man der Zigarre genügend Zeit, ihr jeweiliges Aromapotential voll entfalten zu können.","Resümee":"Mit der A.J. Fernandez Enclave Connecticut Figurado erhalten Sie eine herrlich angenehm zu rauchende Zigarre, die sich nicht aufzudrängen versucht, sondern ihren Genießer auf sanfte und geschmackvolle Weise unterhält."},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Figurado","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Holz","Leder","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":10.7}
