{"name":"Marca Fina Panama Double Corona","url":"https://www.noblego.de/marca-fina-panama-double-corona/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Die Marca Fina Panama Double Corona ist eine große Zigarre zu unschlagbar günstigem Preis. Bei einer Rauchdauer von bis zu 2 Stunden bietet sie tolle Aromen und hält Noten von Nüssen, Gras, Pfeffer und erdig-fruchtigen Töne bereit. In Gesellschaft von einem schönen Schwarzbier, gern auch aromatisiert, fühlt sich diese Zigarre aus Panama besonders wohl.","Genuss":"Diese Zigarre ist schön anzuschauen. Fest gerollt und mit einem warmbraunen, fein geaderten Deckblatt kommt sie daher, wobei sie zum Zigarrenfuß hin ein wenig voluminöser wird. Abbrand und Zug sind in Ordnung, auch wenn gegen Rauchende gelegentlich nachgefeuert werden muss. Auf der Stärkeskale ist diese Double Corona mit medium-aromatische Würze als mittelkräftig einzuordnen. Ihre grasigen und nussigen Aromen entfalten sich bereits im ersten Drittel. Im weiteren Verlauf des Smokes gesellen sich pfeffrige Töne hinzu und auch eine Ahnung von Walderde scheint auf. Dabei wird diese immer wieder von süßlichen, beerigen Tönen durchzogen, was für eine schöne Abwechslung sorgt.","Hintergrund":"Diese Double Corona ist wie alle übrigen Formate der \u003ca title=\"Marca Fina Zigarren günstig online kaufen.\" href=\"/marca-fina/\"\u003eMarca Fina-Zigarren\u003c/a\u003e eine Puro. Das bedeutet, dass sämtliche Zigarrenbestandteile aus demselben Land stammen, so wurden hier von der Einlage, über Umblatt bis hin zum Deckblatt nur Tabaksorten aus Panama verwendet. Das schafft besonders interessante Tastingmöglichkeiten. Denn die unterschiedlichen Boden- und Klimaverhältnisse kreieren spezielle Tabakaromen, weshalb sich das Sortiment der Marca Fina Zigarren besonders gut zum „Proberauchen“ durch die verschiedenen Länder anbietet."},"diameter_mm":21,"ring":53,"length_mm":175,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Gras","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.1}
