{"name":"Dunhill Aged Cigars Short Robusto","url":"https://www.noblego.de/dunhill-aged-cigars-short-robusto/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Die Dunhill Aged Cigars Short Robusto eignet sich besonders gut für Zigarrenneulinge, aber auch Liebhaber milder und frischer Zigarren kommen voll auf ihre Kosten. Ein leichter fruchtiger Weißwein oder ein bunt-fruchtiger Cocktail leiten den Abend mit der milden Dominikanerin ideal ein.","Genuss":"Schon optisch ein Hochgenuss bezirzt die Dunhill Aged Short Robusto mit einem seidigen, fein geäderten Connecticut Shade Deckblatt. Nimmt man einen ersten tiefen Zug mit der Nase, lassen sich milde Kräuter- und Grasdüfte wahrnehmen. Und auch angezündet bleiben die sanften Aromen erhalten. Zu Beginn mag der kleine Leckerbissen noch nicht seine volle Kraft ausspielen, wird dafür aber zum zweiten Drittel deutlich intensiver. Frisches Gras verbunden mit fruchtig-süßen und holzigen Noten bildet dabei die Aromenbasis. Im letzten Drittel nimmt die süße Note nochmals zu und erinnert an Kakao und Milchschokolade. 10,2 cm lang und 21,4 mm dick bietet die dominikanische Longfiller bis zu 45 Minuten pures Rauchvergnügen. Zug und Abbrand bleiben dabei anhaltend optimal.","Hintergrund":"Schon der Namensbestandteil „Aged“ verrät, dass sich im Inneren der Dunhill Aged Cigars extra lang gereifte Tabake befinden. Mindestens drei Jahre werden die dominikanischen Piloto und Olor Tabake  gereift, bis sie zu den aromatischen Longfillern gerollt werden. Das Ergebnis wird durch ein USA Connecticut Shade Deckblatt optimal abgerundet. Zur weiteren Reifung lagern die fertigen Zigarren für mindesten ein Jahr in abgedunkelten mit Zedernholz ausgekleideten Räumen, um den harmonischen Geschmack perfekt zu machen."},"diameter_mm":21.4,"ring":54,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gewürze","Nuss","Schokolade"],"strength":"Mild","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":5.3,"additionalNotes":"Aged"}
