{"name":"Gurkha Heritage Robusto ","url":"https://www.noblego.de/gurkha-heritage-robusto/","brand":"Gurkha","series":"","details":{"Fazit":"Gurkha Zigarren gehören einfach in jeden gut sortierten Humidor. Sollten Sie diesbezüglich noch Nachholbedarf haben, dann beginnen Sie doch einfach mit der sinnesbeeindruckenden Gurkha Heritage Robusto!","Genuss":"Wieder einmal haben die Macher von Gurkha Zigarren etwas ganz Besonderes geschaffen, etwas das den wahren Aficionados einfach nicht entgehen sollte. Die Heritage Serie umfasst eine Reihe mittelkräftiger bis kräftiger Vitolas, die mit ihrem Zusammenspiel von wundervollen Aromen beeindrucken. Dazu hat man in der Einlage eine aufregende Mischung aus exquisiten Tabaken zusammengestellt, karibische Geschmacksintensität aus Nicaragua und der Dominikanischen Republik trifft hier auf amerikanische Tabaktradition aus Pennsylvania. Weiterhin hat man ein robustes nicaraguanisches Umblatt gewählt, um das sich ein sehr schön glänzendes ecuadorianisches Rosado Deckblatt schmiegt. Die Gurkha Heritage Robusto ist zudem noch mit einer feinen Zedernhülle umwickelt und in einer wunderschön hellen Holzkiste mit edler Goldbeschriftung zu 35 Stück eingesetzt. Dieses kleine Zigarrenkunstwerk wartet mit einem angenehm leichten Zug und feinwürzigen meisterlich ausbalancierten Aromen von unaufdringlichem Cayennepfeffer, süßem Kakao und Zedernholz auf. Im Verlauf des Genusses klingt der Pfeffer immer mehr ab und man wird wohlig überrascht mit deutlich aufkeimenden Eindrücken von Vanille, Zimt und Haselnuss. Der willkommen langsame und völlig makellose Abbrand der Gurkha Heritage Robusto gewährt dem geschätzten Raucher zusätzlichen Genussspielraum und so kann er sich auf einen gut 60-minütigen herrlich abgerundeten Smoke freuen.","Hintergrund":"Die Marke Gurkha ist auch bekannt als der „Rolls Royce“ unter den Zigarren und erfreut sich größter Beliebtheit bei erfahrenen Aficionados weltweit. Das hat man zum einen durch die außerordentliche Qualität der verwendeten Tabake und zum anderen durch die einzigartig meisterlichen Blends, die oftmals ihres gleichen suchen, erreicht."},"diameter_mm":21.8,"ring":55,"length_mm":127,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua","USA"],"binderOrigin":["Nicaragua"],"binderProperty":"Rosado","aromaProfileManufacturer":["Würzig"],"strength":"Stark","smokingDuration":"45 bis 90 Min","price":10.5}
