{"name":"Cumpay Volcán","url":"https://www.noblego.de/cumpay-volcan/","brand":"Cumpay","series":"","videoURLs":["https://www.youtube.com/watch?v=bJvrDL57S1w"],"details":{"Fazit":"Die  Volcán ist eine Zigarre, die es in sich hat. Aficionados, die kräftigen Tabakgeschmack mögen, sollten diese Puro unbedingt probieren. Aber auch Liebhaber der Flor de Selva werden an diesem Geschmacksvulkan ihre Freude haben. Bei einem guten Glas Rotwein oder Whisky im Kreis von Freunden lässt sich diese Zigarre wunderbar genießen.","Genuss":"Mit einer Länge von 127 Millimetern und einem Ringmaß von 56 enthält die Volcán jede Menge Tabak. Letzterer stammt dabei größtenteils aus dem nördlich gelegenen Jalapa-Tal Nicaraguas, was diese Zigarre zu einer Puro macht. Aromatisch ist die Volcán jedoch trotz der geballten Tabakmenge im Bereich der Medium-Zigarren einzuordnen. Zu Beginn des Smokes sind vor allem ledrige Noten präsent, auch Töne von Holz und feine Röstaromen sind zu schmecken. Im weiteren Verlauf entwickeln sich dezent süßliche Aromen und auch eine pfeffrige Schärfe gesellt sich hinzu, was dieser Zigarre ein tolles Gesamtaroma verleiht. Abbrand- und Zugsverhalten sind, ist dieses stattliche Format erst einmal entzündet, tadellos.","Hintergrund":"Die Marke Cumpay entstammt den glücklichen Händen der Grande Dame der Zigarrenwelt, Maria-Pia Selva. Mit ihren anderen Marken\u003ca title=\"Flor de Selva online günstig kaufen\" href=\"/flor-de-selva-zigarren/\"\u003e Flor de Selva\u003c/a\u003e und \u003ca title=\"Villa Zamorano Zigarren günstig online kaufen\" href=\"/villa-zamorano-zigarren/\"\u003eVilla Zamorano\u003c/a\u003e hat die zierliche Französin mit honduranischen Wurzeln bereits ihr Talent in Sachen Zigarrenkreation mehr als bewiesen und mehrere Preise (u.a. Zigarre des Jahres, „Best Buy“) erhalten. Mit der Cumpay-Linie soll nun die Liebe zu einzigartigen Naturprodukten ausgedrückt werden. Dabei entstammt der Markenname der Sprache der Ureinwohner Nicaraguas, der Tawahka-Indianer, und bedeutet „Zigarre“."},"diameter_mm":22,"ring":56,"length_mm":127,"length_inch":0,"format":"Double Robusto","maker":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Leder","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.8}
