{"name":"Oscar Valladares 10th Anniversary Salomones","url":"https://www.noblego.de/oscar-valladares-10th-anniversary-salomones-zigarren/","brand":"Oscar Valladares","series":"","details":{"Genussverlauf":"Die nicaraguanischen Einlagetabake der 10th Anniversary Salomones von Oscar Valladares haben eine Reifezeit von fünf Jahren absolvieren dürfen. Sie werden von einem honduranischen Umblatt umschlossen, welches wiederum von zwei Deckblättern, einem dunkeln San Andrés aus Mexiko sowie einem grünen Candela aus Honduras bedeckt werden. Das top-verarbeitete und wunderschöne Format setzt gleich mit den ersten Zügen einen voluminösen und cremigen Rauch frei, der zunächst sehr mild wirkt und florale sowie holzige Noten in sich trägt. Nachdem die Glut den Teil der Zigarre erreicht hat, an dem ihr dunkles San Andrés Deckblatt beginnt, wird der Genuss zunehmend intensiver und würziger. Erdige und holzige Aromen vermischen sich stimmig miteinander, eine leichte Süße ist ebenfalls zu erkennen. Insgesamt bleibt die limitierte Sonderedition im mittelkräftigen Stärkebereich. Im letzten Drittel tauchen die oben genannten Aromen nochmals abwechselnd auf. Feine Noten von Kaffee und Trockenfrüchten bereichern das Finale auf schmackhafteste Art. Bis zu 90 Minuten genießt man dieses honduranische Schmuckstück bei optimalem Zug- und Abbrandverhalten.","Nice to know":"Laut Oscar Valladares plant man die 10th Anniversary in Zukunft als jährliche Sonderedition weiterzuführen, von der dann nur begrenzte Stückzahlen hergestellt werden. Man darf also gespannt sein, welche aufregenden Kreationen Valladares uns in den nächsten Jahren noch kredenzen wird.","Resümee":"Eine würdige Jubiläumszigarre aus Honduras, die das gewagte Spiel mit zwei völlig verschiedenen Deckblättern eindrucksvoll zu meistern weiß. Ein tolles Rauchwunder, das nicht mit Aromen geizt. Bestellen Sie die Oscar Valladares 10th Anniversary solange der Vorrat reicht!"},"diameter_mm":20.6,"ring":52,"length_mm":178,"length_inch":0,"format":"Salomones","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico","Honduras"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Honduras"],"wrapperType":"San Andrés \u0026 Candela","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Leicht Süß","Trockenfrüchte","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":28,"additionalNotes":"Doppeltes Deckblatt, Limited"}
