{"name":"E.P. Carrillo Pledge Prequel Robusto","url":"https://www.noblego.de/e-p-carrillo-pledge-prequel-robusto-zigarren/","brand":"E.P. Carrillo","series":"Pledge","details":{"Genussverlauf":"Das Erscheinungsbild der E.P. Carrillo Pledge Prequel Robusto gibt bereits Aufschluss darüber, dass man es hier mit einer absoluten Premiumzigarre zu tun bekommt. Die edle Aufmachung mit doppelter Bauchbinde und zusätzlichem goldenen Band am Fuß der Prequel steht der handgerollten Longfiller aus der Dominikanischen Republik ausgezeichnet. Für die Entwicklung ihres Blends, hat sich E.P. Carrillo über sechs Monate lang mit verschiedenen Kombinationen auseinandergesetzt, bis er sich endgültig für die nun vorliegende Tabakzusammensetzung der Pledge Serie entschied. Mit einem atemberaubend schönen US-amerikanischen Deckblatt, einem robusten Umblatt aus Ecuador und handverlesenen nicaraguanischen Spitzentabaken ausgestattet, legt sie einen zunächst von viel Pfeffer geprägten Start hin. Nach einigen Zügen treten die Pfeffernoten deutlich zurück und überlassen komplex auftretenden Frucht-, Schokolade- und Kaffeenoten viel Raum zur Entfaltung. Gegen Ende des von viel voluminösem Rauch gesäumten Genusses macht sich eine feine Kakaonote bemerkbar, die bis zum Finale von nussig-fruchtigen Noten begleitet wird. Etwaige Zug- oder Abbrandschwächen zeigt die hervorragend verarbeitete Boxpressed Zigarre nicht.","Nice to know":"Neben der Robusto ist mit der E.P. Carrillo Pledge Sojurn Toro noch ein weiteres Format der schmackhaften Serie erhältlich, welches Ihnen den herrlichen Geschmack der Pledge Zigarren über einen Zeitraum von etwa 90 Minuten näherbringt.","Resümee":"Ein wahrer Leckerbissen von einem wahren Meister seines Fachs! Die E.P. Carrillo Pledge Prequel Robusto gehört einfach in jeden gut sortierten Humidor."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["USA"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Hickory-Nuss","Kakao","Karamell","Pfeffer","Schwarzer Pfeffer","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":15.5}
