{"name":"CAO Amazon Fuma em Corda","url":"https://www.noblego.de/cao-amazon-fuma-em-corda/","brand":"CAO","series":"","details":{"Fazit":"Sie sollten die exotisch anmutende CAO Amazon Fuma em Corda Toro unbedingt probieren. Ihr außergewöhnlicher Geschmack wird Sie vollends begeistern!","Genuss":"Die CAO Fuma em Corda Zigarren sind absolut außergewöhnlich und das liegt an ihrer aufregenden Tabakzusammenstellung. Ein wunderschön ölig schimmerndes honduranisches Corojo Deckblatt kleidet die mittelkräftige Toro, unter diesem befindet sich ein rares Umblatt aus Kamerun. Die hochinteressante Einlage der Fuma em Corda setzt sich aus hochwertigen honduranischen, nicaraguanischen sowie den äußerst seltenen Braganca und Fuma em Corda Tabaken aus dem brasilianischen Amazonasgebiet Alagoas zusammen. Diese bis dato nie da gewesene Melange führt zu einem einzigartigen Geschmack mit einer Fülle an herrlich ausgewogenen Aromen. Die Fuma em Corda entfaltet im Rauchverlauf feine Aromen von Eichenholz, Erde, Kakao und Leder, zu denen sich neben einer süßlichen Gewürznote einige fruchtige Töne gesellen. Die Fuma em Corda Toro bleibt bis zum Rauchende angenehm ausbalanciert und bereitet dem Genussraucher ein exotisch anderes Rauchvergnügen von bis zu 90 Minuten.","Hintergrund":"Fuma em Corda ist portugiesisch und bedeutet „Tabak am Seil“. Dahinter verbirgt sich eine überlieferte Fermentationstechnik, die die Bewohner der Alagoas Region in Brasilien seit jeher anwenden. Dabei wird der Tabak zu starken Strängen gedreht, wodurch er seinen einzigartigen Geschmack erhält."},"diameter_mm":23,"ring":58,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rick Rodriguez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Brasilien","Honduras","Nicaragua"],"binderOrigin":["Kamerun"],"wrapperType":"Colorado","aromaProfileManufacturer":["Eichenholz","Erdig","Fruchtig","Kakao","Leder","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12,"additionalNotes":"Limited"}
