{"name":"La Aurora Black Lion Cameroon Gran Toro","url":"https://www.noblego.de/la-aurora-black-lion-cameroon-gran-toro/","brand":"La Aurora","series":"Black Lion","details":{"Fazit":"Die La Aurora Black Lion Cameroon Gran Toro ist eine wirklich gute Longfiller-Zigarre, die mit ihren Aromenmischungen überzeugen kann. Ein trockener Rotwein bietet sich gut zu dieser Dominikanerin an.","Genuss":"Optisch ist die La Aurora Black Lion Cameroon Gran Toro mit der großen, auffälligen Banderole auf jeden Fall ein Blickfang. Die blau-schwarze Bauchbinde, ausgestattet mit dem charakteristischen Konterfei eines Löwen, lässt sich leicht ablösen. Dies ist auch ein Muss, schließlich könnte der geneigte Aficionado sonst lediglich ein Viertel des guten Stumpens papierfrei genießen. Ist die Gran Toro erst einmal angeraucht, dann versprüht sie schnell eine ausgewogene Aromenmischung mit Noten von Erde, Holz und Kakaobohnen, auch geröstete Nüsse und eine leichte Zimt-Note sind immer wieder zu vernehmen. Das Zugverhalten und der Abbrand sind gut und bei einer stabilen Asche sorgt diese Dame aus der Dominikanischen Republik für einen cremigen Rauch.","Hintergrund":"La Aurora wollen mit der Black Lion-Serie eine etwas andere Käuferschicht ansprechen, als bisher. So ist auf der Firmenseite zu lesen, diese neue Serie sei darauf ausgerichtet, mit den üblichen Trends zu brechen. Das alles wohlgemerkt bei gleichbleibenden Qualitätsstandarts, so dauert es bei La Aurora fünf Jahre von der Aussaat bis zur fertigen Zigarre. Die verwendeten Tabakblätter aus der Dominikanischen Republik, Ecuador und Nicaragua haben es jedenfalls in sich. Das wird auch durch die Bewertung des Cigar Journals bestätigt, ist die Schwesterzigarre aus der Linie, die La Aurora Black Lion Cameroon Toro, doch zu einer \u003cstrong\u003eder TOP 25 Zigarren des Jahres 2016\u003c/strong\u003e gewählt worden."},"diameter_mm":23,"ring":58,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Cameroon Seed","aromaProfileManufacturer":["Erdig","Holz","Kakao","Nuss","Zimt"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.8}
