{"name":"Macanudo Maduro Hampton Court","url":"https://www.noblego.de/macanudo-maduro-hampton-court/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Mittelstark und ausgewogen im Aromenspiel ist die Macanudo Maduro Hampton Court ein angenehmer Nachmittagssmoke, der sich mit einem Milchkaffee oder dunklen Bier genussvoll abrunden lässt.","Genuss":"Die Hampton Court ist das einzige Format der Macanudo Maduro Serie, das als Einzelexemplar in einem Aluminiumtubus verpackt ist. Dieser hält die Aromen der Corona länger frisch und sorgt für eine bessere Regulierung der Feuchtigkeit. Wie für Premiumzigarren der Marke Macanudo üblich, ist die Verarbeitung der Tabake erstklassig. Um eine Longfiller-Einlage aus dominikanischen und mexikanischen Tabaken schließt sich ein Umblatt, das ebenfalls aus Mexiko, genauer aus der Region San Andrés stammt. Das Deckblatt ist ein sehr dunkles Connecticut Broadleaf Maduro, welches nur von zwei der Tabakfarmen am Connecticut River produziert wird. Im Kaltgeruch verströmt sie Lederaromen mit den süßlichen Noten des Maduro Deckblatts. Im Geschmack sind cremige Aromen von Erde und Kaffee dominant, die von nussigen und süßen Kakaonoten begleitet werden. Im Hintergrund scheint immer wieder eine dezent pfeffrige Nuance auf, dennoch wird der dominikanische Longfiller nie zu scharf und entzückt mit bestem Abbrand- und Zugverhalten den ganzen 50 bis 60 minütigen Smoke über.","Hintergrund":"Einige Formate der beiden beliebtesten Serien von Macanudo, \u003ca title=\"Macanudo Café bei Noblego.de\" href=\"/macanudo-cafe/\"\u003eCafé\u003c/a\u003e und Maduro, tragen Namen, die tief mit der englischen und britischen Geschichte verwurzelt sind. Hampton Court ist ein Schloss im Südwesten Londons, das vom 16. bis 18. Jahrhundert die bevorzugte Residenz der englischen und britischen Könige war. Noch bis heute ist es für seine opulente Innenausstattung und die weiten Gartenanlagen bekannt."},"diameter_mm":16,"ring":39,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.8}
