{"name":"Macanudo Vintage 1997 Maduro Toro","url":"https://www.noblego.de/macanudo-vintage-1997-maduro-toro/","brand":"Macanudo","series":"","details":{"Fazit":"Die Macanudo Vintage 1997 Maduro ist eine einzigartige Zigarre mit wahrem Erlebnischarakter. Ihr aufsehenerregendes Erscheinungsbild, der herrliche Geschmack und absolute Seltenheitswert machen sie zu einem äußerst exklusiven Produkt. Neugierige Interessenten sollten allerdings nicht allzu lange zögern zu bestellen, denn von den wunderschönen 12er Kisten sind vorerst auf unbestimmte Zeit nur ganz wenige verfügbar!","Genuss":"Mit einer Länge von knapp 15 cm und einem Ringmaß von 54 ausgestattet, bietet die Macanudo Vintage 1997 Maduro Toro ein Rauchvergnügen von über 90 Minuten. Dabei offeriert die mittelkräftige Schönheit neben einer köstlichen Süße, ausgeprägte Kaffee- und Schokoladearomen mit sehr angenehmer Würze unterlegt. Verantwortlich für diesen von sahnig-cremigem Rauch getragenen Maduro-Geschmack ist ein interessanter Blend bestehend aus dem besagten Connecticut Broadleaf Deckblatt, brasilianischen, dominikanischen und nicaraguanischen Einlagetabaken sowie einem honduranischen Umblatt. Die während des Genusses entstehende Asche der schmucken Dominikanerin ist schneeweiß, der Abbrand geht gemächlich und gleichmäßig vonstatten. Der einzigartige Metallring verleiht der imposanten Toro durch seine Schwere eine einmalige Haptik, die es bisher nur bei dieser Zigarre zu erfahren gibt. Des Weiteren dient der Ring als eine Art Befeuchtungskontrolle. Denn werden die Toros zu trocken gelagert nehmen sie etwas an Umfang ab und der Ring sitzt zu locker. Schmiegt sich der Ring jedoch fest an der Zigarre an, ist eine optimale Befeuchtung gewährleistet.","Hintergrund":"Erst seit Mitte des Jahres 2020 ist die Macanudo Vintage 1997 Maduro Toro auf dem deutschen Markt erhältlich. Bekannt und begehrt ist sie bei hiesigen Aficionados allerdings schon seit einigen Jahren und es rankten sich immer wieder Gerüchte um eine baldige Markteinführung hierzulande. Nun kann man die eindrucksvolle Zigarre endlich regulär und bequem nach Hause bestellen, allerdings zunächst nur solange der Vorrat reicht, denn es wurden bisher nur stark begrenzte Stückzahlen an den Fachhandel ausgeliefert."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Honduras"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.5,"additionalNotes":"Aged, Limited"}
