{"name":"PDR A Crop Robusto Claro","url":"https://www.noblego.de/pdr-a-crop-robusto-claro/","brand":"PDR","series":"A Crop","details":{"Fazit":"Die PDR A Crop Robusto Claro ist eine kräftige Zigarre, die Premiumtabake zu einem erstaunlich niedrigen Preis beinhaltet. Ihr starker Charakter vereint sich mit einem hochprozentigen Getränk perfekt. Gerne wird man hierzu ein Glas karibischen Rum trinken.","Genuss":"Die PDR A Crop Robusto Claro ist von ganz ausgezeichneter handwerklicher Qualität. Sie ist perfekt gerollt, woraus ein ebensolcher Zugwiderstand resultiert. Ihr Kaltgeruch ist mild und erinnert stark an ein wohliges Bad im Wiesenheu. Ein dünnes und gleichzeitig geschmeidiges Caribbean Deckblatt rundet dieses wirklich interessante Stück ab. Nach dem Anzünden stellt sich zunächst ein leichter Tunnel- und Schiefbrand ein, der sich aber im weiteren Rauchverlauf nicht weiter störend zeigt. Vielmehr überzeugt vom ersten Zug an der starke und durchaus nikotinreiche Tabakgeschmack. Mit 20,6 Millimetern im Durchmesser und einer Länge von 127 Millimetern haben wir eine typische Robusto in der Hand, die eine gute Stunde lang starken Tabakgenuss in rustikaler karibischer Tradition ermöglicht.","Hintergrund":"Die PDR A Crop Robusto Claro stammt aus einer  kleinen Fabrik in Tamboril in der Nähe der Metropole Santiago de los Caballeros im Cibao Valley in der Dominikanischen Republik. Seit gut zehn Jahren werden dort PDR Zigarren unter der Regie des Inhabers und Master Blenders Abe Flores und unter Mitwirkung der Rodriguez-Brüder gefertigt. Jede dieser Zigarren ist ein Stück Handarbeit in sehr guter Qualität."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.6}
