{"name":"Davidoff Escurio Corona Gorda","url":"https://www.noblego.de/davidoff-escurio-corona-gorda/","brand":"Davidoff","series":"Escurio","details":{"Genussverlauf":"Das kaffeebraune Ecuador Deckblatt der Davidoff Escurio Corona Gorda weist eine hervorragende Qualität und wartet mit einem verlockend würzigen, schokoladigen Duft auf. Es umschließt ein brasilianisches Cubra Umblatt, unter dem sich eine interessante Einlagemischung aus dominikanischen San Vincente, Olor und Piloto Tabaken sowie Criollo und Mata Fina Tabaken aus Brasilien befinden. Diese rassige Melange sorgt für einen mittelkräftigen und von intensiven Aromen geprägten Genuss. In dem überaus cremigen Rauch der Escurio Corona Gorda schlummern süß-würzig begleitete Frucht-, Erd-, Leder- und Zartbitterschokoladearomen, welche sich in fein harmonisch abgestimmter Weise am Gaumen des Genießers zeigen. Im zweiten Drittel tritt ein angenehmer Pfefferton auf, welcher den Gesamtgeschmack der charaktervollen Premiumzigarre aus der Dominikanischen Republik trefflich abrundet und bis zum spannenden Genussfinale eine stetige Steigerung erfährt.","Nice to know":"Die Escurio Zigarren gehören zu den sogenannten „schwarzen Serien“ von Davidoff, zu denen noch die \u003ca href=\"/davidoff-yamasa-zigarren/\" title=\"Zu den Davidoff Yamasá Zigarren\"\u003eYamasá\u003c/a\u003e und \u003ca href=\"/davidoff-nicaragua-zigarren/\" title=\"Zu den Davidoff Nicaragua Zigarren\"\u003eNicaragua\u003c/a\u003e Zigarren zählen. Zu erkennen sind diese an ihren schwarzen Bauchbinden.","Resümee":"Mit der Davidoff Escurio Corona Gorda verbringen Sie eine von unglaublich delikat nuancierten Aromen und fantastischer Würze bestimmte Zeit. Als passende Genussbegleitung dazu empfehlen wir Ihnen einen kräftigen Caipirinha."},"diameter_mm":18,"ring":46,"length_mm":152,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Eichenholz","Fruchtig","Leder","Pfeffer","Süß","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":20.5}
