{"name":"Handelsgold Red No. 8","url":"https://www.noblego.de/handelsgold-red-no-8/","brand":"Handelsgold","series":"","details":{"Fazit":"Die Handelsgold Red No. 8 überzeugt mit Qualitätsrohstoffen und ihrer einwandfreien Verarbeitung. Sie ist eine schöne, dezent aromatisierte und milde kleine Zigarre, die man unbedingt mal probieren sollte und dann vielleicht immer öfter rauchen wird.","Genuss":"Ein angenehmer Kaltgeruch und ein schokoladenbraunes Sumatra-Deckblatt sind die ersten positiven Eindrücke der Handelsgold Red No. 8. Das Umblatt ist aus Bandtabak, was die Herstellung natürlich preiswert macht. Die Zigarre ist vorgeschnitten und kann gleich in Brand gesetzt werden. Nach dem Anzünden entfaltet sich ein volles, würziges Aroma, das auch erfahrene Raucher überzeugt. Mit einer Länge von 101 Millimetern und einem Durchmesser von 14 Millimetern hat man ein dickes Zigarillo vor sich oder, wenn Sie wollen, eine sehr kleine Zigarre im Format einer Small Panetela. Gut 20 Minuten währt der angenehme und milde Genuss dieses Produkts.","Hintergrund":"Hersteller und Inhaber der Marke Handelsgold ist die Firma Arnold André, heute Deutschlands größter Zigarren-Hersteller und der zweitgrößte Hersteller von Zigarillos. Prominentester Handelsgold-Raucher war Bundeskanzler a.D. Ludwig Erhard, der mit seiner Parole des Maßhaltens das deutsche Wirtschaftswunder entscheidend mitprägte. Handelsgold ist die Marke, die seit mehr als 50 Jahren für bezahlbare und dabei qualitativ einwandfreie Zigarillos und Zigarren bekannt ist. Tabake aus den besten Anbaugebieten der Welt, aus Brasilien und Indonesien, und ausgeklügelte, maschinelle Fertigung ermöglichen ein sehr gutes Preis-Leistungsverhältnis."},"diameter_mm":14,"ring":35,"length_mm":101,"length_inch":0,"format":"Small Panatela","maker":"","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Indonesien"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"kürzer als 20 Min","price":3.88}
