{"name":"Dunhill Aged Cigars Valverdes","url":"https://www.noblego.de/dunhill-aged-cigars-valverdes/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Die Dunhill Aged Cigars Valverdes ist so frisch und fruchtig, wie ihr Name. Ein angenehm leichter Smoke, der sich für Liebhaber milder Zigarren und Zigarrenneulinge eignet. Am Nachmittag zu einer Tasse Milchkaffee oder einem fruchtigen Riesling ein Hochgenuss.","Genuss":"Feine Adern ziehen sich durch das hellbraune Connecticut Shade Deckblatt der Dunhill Aged Valverdes. Der Kaltgeruch erinnert an frisches Gras durchzogen von Kräuternoten. Und auch geschmacklich finden sich die Noten von Gras und Kräutern wieder und bleiben während des Smokes von rund einer Dreiviertelstunde im Hintergrund erhalten. Beginnt die 14 Zentimeter lange Corona mit dem Durchmesser von 17 Millimetern noch etwas verhalten, wird sie im zweiten Drittel etwas intensiver und es kommen fruchtig-süße und holzige Aromen zum Tragen. Die süße Note verstärkt sich im letzten Drittel und erinnert an Schokolade und Kakao. Der angenehme Zugwiderstand und der gleichmäßig runde Abbrand lassen diesen dominikanischen Longfiller zu einem rundum gelungenen Rauchgenuss werden.","Hintergrund":"In den fruchtbaren Böden des grünen Cibao Tals in der Dominikanischen Republik werden die Piloto und Olor Tabake für die Dunhill Aged Cigars angepflanzt. Ob die Valverdes (zu Deutsch: grünes Tal) daher ihren Namen hat? Gekrönt werden Einlage und Umblatt durch ein seidiges Connecticut Shade Deckblatt. Die sich der Rollung anschließende einjährige Lagerung in einem Zedernholzraum bringt die Aromen noch besser zur Entfaltung."},"diameter_mm":16.7,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Gewürze","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":8,"additionalNotes":"Aged"}
