{"name":"Paradiso Revelation Prophet","url":"https://www.noblego.de/paradiso-revelation-prophet/","brand":"Paradiso","series":"Revelation","details":{"Fazit":"Diese neue Kreation auf dem Zigarrenmarkt gilt noch als Geheimtipp, wird aber ganz bestimmt viele Aficionados in aller Welt überzeugen. Sie ist eine wunderschöne Zigarre aus dem gehobenen Preissegment und sollte mit Muße und Hingabe genossen werden. Als Begleiter ist ein kraftvoller Rotwein sehr zu empfehlen.","Genuss":"Die Paradiso Revelation Prophet zeigen auf ihrer bunten Bauchbinde einen farbenfrohen Papagei und die exotische Flora und Fauna, die sich den Entdeckern der Kolumbus- Expeditionen in der ausgehenden Neuzeit bot. Die Zigarren aus der Revelation-Linie sind dazu noch mit einer zweiten goldfarbenen Binde verziert. Damit sind sie eine wahre Augenweide. Als Deckblatt wurde ein schokoladenbraunes und leicht öliges Blatt aus Ecuador verwendet. Die Prophet ist ein Robusto-Format mit einer Länge von 12,7 Zentimetern und einem Durchmesser von 21,4 Millimetern. Eine Stunde Rauchgenuss ist damit garantiert. Der vollmundige Rauch verwöhnt uns mit erdigen, holzigen und nussigen Aromen. Geschmacklich ist die Paradiso Revelation Prophet recht kräftig mit Noten von Zedernholz und Pfeffer, jedoch ist die Robusto deutlich milder im Rauch als ihre kleinere Schwester, die \u003ca title=\"Hier geht's zur Paradiso Revelation Mystic\" href=\"/paradiso-revelation-mystic/\"\u003eParadiso Revelation Mystic\u003c/a\u003e.","Hintergrund":"Die Garcia-Familie, insbesondere ihr Oberhaupt Don Pepin, ist bekannt für großartige und innovative Kreationen, die den Weltmarkt bereichern. Lange waren die \u003ca title=\"Paradiso by Ashton Zigarren bei Noblego\" href=\"/paradiso-by-ashton-zigarren/\"\u003eParadiso by Ashton Zigarren\u003c/a\u003e nur als nicaraguanische Puros erhältlich. Seit dem Jahr 2013 gibt es die neue Linie Paradiso Revelation, die einen komplexeren, modernen Blend offenbart. Offenbarung oder Enthüllung bedeutet ja auch der Beiname dieser edlen Zigarrenserie."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sumatra","aromaProfileManufacturer":["Erdig","Leder","Nuss","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.3}
