{"name":"Gurkha Colleccion Especial Lonsdale","url":"https://www.noblego.de/gurkha-colleccion-especial-lonsdale-zigarren/","brand":"Gurkha","series":"","details":{"Genussverlauf":"Der Blend der Gurkha Colleción Especial Lonsdale verspricht ein besonders spannendes Rauchvergnügen. Ihr Deckblatt stammt aus Ecuador und ist ein Hybrid aus verschiedenen Connecticut-Samen. Bei dem Umblatt handelt es sich um eine Sumatra-Saat, welche auf mexikanischem Boden gedeihen durfte. In der Einlage wurden US-amerikanische Broadleaf mit Seco und Ligero Tabaken geheimer Herkunft gemischt. Die Herstellung dieser mittelkräftigen Kreation fand bei PDR Cigars in der Dominikanischen Republik statt. Zu Beginn des Genusses erscheinen feine Pfeffer- und Zedernoten, welche nach ein paar Zügen von cremigen Kaffee-, Backgewürz- und Fruchtaromen gesäumt werden. Im zweiten Rauchdrittel dominieren klare Kaffeearomen. Im letzten Rauchabschnitt übernehmen wieder Zeder- und Pfeffernoten, zu denen sich ein herrlich natürlicher Tabakgeschmack gesellt. Etwa 90 Minuten zeigt sich die angenehm zu genießende Sonderedition mit einem offenen Zug und vorbildlich geradem Abbrand, der eine silbrig-graue Asche zutage fördert.","Nice to know":"Die Präsentation in den Weiß-Gold-Schwarz gehaltenen 10er Holzkisten wirkt sehr gelungen. Die schneeweißen Bauchbinden mit goldfarbenem Absatz der Colleción Especial Lonsdale machen ebenfalls einiges her.","Resümee":"Mit der Gurkha Colleción Especial Lonsdale erwerben Sie eine cremig geartete Limitada mit fein abgestimmter Aromastruktur, die viel Potenzial besitzt, mit einiger Zeit der Reife noch besser zu werden. Aufgrund ihrer sehr strengen Limitierung können wir Ihnen dieses Glanzstück leider nur, solange der Vorrat reicht anbieten."},"diameter_mm":19.1,"ring":48,"length_mm":155,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Geheim","USA"],"binderOrigin":["Mexican Sumatra"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Backgewürze","Cremig","Fruchtig","Heu","Kaffee","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":18,"additionalNotes":"Limited"}
