{"name":"Perdomo Reserve 10th Anniversary Robusto Sun Grown","url":"https://www.noblego.de/perdomo-reserve-10th-anniversary-robusto-sun-grown/","brand":"Perdomo","series":"Reserve 10th Anniversary","details":{"Fazit":"Die Perdomo Reserve 10th Anniversary Robusto Criollo bietet einen angenehmen Smoke für die ausgedehnten Mußestunden am Nachmittag oder Abend. Kombiniert mit einem fruchtigen Rot- oder Weißwein, oder wer es härter mag auch Scotch oder Bourbon bringt sie Rauchgenuss auf allerhöchstem Niveau.","Genuss":"Sie macht schon was her, die Perdomo Reserve 10th Anniversary Robusto Criollo. Mit ihrer Länge von 12,8 Zentimetern und dem etwas größeren Ringmaß von 54 ist sie für die großen Hände gemacht. Noch unangezündet entströmt ihr ein süßlicher Duft, der im Kaltzug von Kakaonoten ergänzt wird. Die ersten Züge sind cremig-süß mit Noten von Holz, Kaffee, Nuss und einer Nuance Pfeffer im Abgang. Auch das zweite Drittel wird von holzigen und nussigen Aromen bestimmt. Im letzten Drittel nimmt zunächst die Pfeffernote zu und wird dann von einem Finale ganz im Zeichen des Holzaromas abgelöst. Während der rund anderthalb Stunden Rauchgenuss bleibt das Zugverhalten stets perfekt und der Abbrand nahezu rund. Schön anzuschauen ist auch die stabile weiße Asche.","Hintergrund":"Die Perdomo Reserve 10th Anniversary ist eine weitere Serie aus dem Hause Perdomo, die unvergleichlichen Zigarrengenuss zelebriert. Die Criollo Robusto erscheint dabei als nicaraguanische Puro. Die Tabake für Einlage, Umblatt und Deckblatt wurden sämtlich auf den firmeneigenen Farmen in Nicaragua aus karibischem Saatgut gezogen."},"diameter_mm":21.3,"ring":54,"length_mm":128,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Criollo","aromaProfileManufacturer":["Holz","Kaffee","Mandel"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.5}
