{"name":"Gilbert de Montsalvat 10 Years Anniversary Salomones","url":"https://www.noblego.de/gilbert-de-montsalvat-10-years-anniversary-salomones-zigarren/","brand":"Gilbert de Montsalvat","series":"","details":{"Genussverlauf":"Das ölig glänzende Deckblatt der 10 Years Anniversary Salomones, die an ihrer dicksten Stelle ein Ringmaß von 60 aufweist, stammt aus Ecuador. Darunter liegt ein nicaraguanisches Umblatt, welches erlesene dominikanische Einlagetabake umschließt. Mit einer Länge von 19 cm garantiert das wunderschöne Format einen zwischen 90 und 110 Minuten andauernden Zigarrengenuss. In diesem Zeitraum beweist die Salomones eine gaumenschmeichelnde Cremigkeit und ein illustres Aromaspiel mit Noten von Kaffee, Nuss, Karamell, Pfeffer und Schokolade. Umspielt von einer an Trockenfrüchte erinnernden Süße entsteht so ein wunderbar harmonisches und ausgewogenes Rauchvergnügen, das bei optimalem Zug- sowie Abbrandverhalten vonstattengeht.","Nice to know":"Als limitierte Sonderedition war dieser Blend vor einiger Zeit schon einmal erhältlich. Das Feedback der Aficionados war durchweg positiv, sodass Bernasconi sich entschloss, daraus eine regulär erhältliche Zigarre zu machen. Vorgestellt wurde diese dann im Rahmen der Intertabac 2023 in der Ruhrgebietsmetropole Dortmund.","Resümee":"Ein sehr ansprechendes und wunderschönes Format, das mit jeder Menge Geschmackseindrücken aufwartet. Die Gilbert de Montsalvat 10 Years Anniversary Salomones bietet sehr viel für einen durchaus akzeptablen Preis."},"diameter_mm":23.8,"ring":60,"length_mm":190,"length_inch":0,"format":"Salomones","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Karamell","Nuss","Pfeffer","Schokolade","Trockenfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":13.9,"additionalNotes":"Limited"}
