{"name":"Crowned Heads Le Careme Cañonazo","url":"https://www.noblego.de/crowned-heads-le-careme-canonazo-zigarren/","brand":"Crowned Heads","series":"Le Careme","details":{"Genussverlauf":"Von dem etwas rau wirkenden, dunkelbraunen Deckblatt der Crowned Heads Le Careme Cañonazo sollte man sich auf keinen Fall abschrecken lassen. Denn das in den USA gewachsene, originale Connecticut Broadleaf setzt eher auf inneren Gehalt als auf äußerliche Schönheit. Zu diesem gesellt sich eine in Ecuador gediehene Sumatra-Saat als Umblatt sowie dominikanische Criollo 98 und nicaraguanische Estelí Tabake, die als Einlage der besonders cremig erscheinenden Boxpressed-Longfiller fungieren. Im Zusammenspiel sorgt diese Kombination für einen komplexen Zigarrengenuss, der mit anfänglich aufkeimenden scharfen Tönen startet, die nach wenigen Zügen verfliegen und damit feinen Zartbitterschokolade- sowie Gewürzaromen Raum zur Entfaltung geben. Im zweiten Drittel stehen schokoladige und holzige Noten im Vordergrund. Final lassen sich vor allem Röstaromen und eine sich deutlich intensivierende Würze ausmachen. Eine scharfe Abbrandlinie und beste Zugeigenschaften sorgen zudem für einen herrlich entspannten Genussverlauf.","Nice to know":"Die Marke Crowned Heads ist vor allem für ihre nur in kleineren Auflagen erscheinenden Boutique-Serien bekannt. Mit Sitz im nicaraguanischen Zigarrenmekka Estelí, setzt man bei Crowned Heads schon seit jeher auf gediegene Qualität statt auf reine Quantität.","Resümee":"Mit der Le Careme Cañonazo von Crowned Heads erwirbt man eine zuverlässige Premiumzigarre, die geschmacklich alles andere als Langeweile verbreitet und durch ihr cremiges Naturell ebenfalls zu schmeicheln weiß. Unsere Empfehlung: Bestellen, probieren und einfach genießen!"},"diameter_mm":19.1,"ring":52,"length_mm":149,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["USA"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"binderProperty":"Connecticut Broadleaf","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Röstaromen","Schärfe","Schokolade","Schwarzkirsche","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":8.9}
