{"name":"Culture Dominican Double Robusto","url":"https://www.noblego.de/culture-dominican-double-robusto/","brand":"Culture","series":"Dominican","details":{"Fazit":"Culture Dominican Double Robusto Zigarren sind kompakte Edelzigarren für ein vollmundiges Raucherlebnis. Der erfahrene Zigarrenfreund wird sie für besondere Gelegenheiten reservieren. Ein klassischer karibischer Cocktail wie eine Pina Colada passt hervorragend dazu und verstärkt die süßen Geschmackskomponenten vortrefflich.","Genuss":"Das Deckblatt stammt aus Honduras und beeindruckt durch seinen warmen, hellbraunen Farbton und seine seidige Konsistenz. Die Einlage besteht aus einer Mischung von handverlesenen Tabaken aus der Dominikanischen Republik mit Anteilen aus nicaraguanischem Premiumtabak. Das Umblatt stammt ebenfalls aus der Dominikanischen Republik. Der feine und zart würzige Geschmack kommt bei diesem gedrungenen Format besonders gut zur Entfaltung. Der voluminöse Rauch enthält Duftkomponenten von Heu, Holz und Gewürzen. Abbrand und Zugverhalten sind einfach perfekt. Bei den Abmessungen von 114 Millimetern in der Länge und einem Durchmesser von 24 Millimetern hält der Rauchgenuss deutlich über eine Stunde lang an.","Hintergrund":"Für die Culture Dominican Double Robusto werden nur Premiumtabake verwendet, die bevorzugt im Tropenklima der Dominikanischen Republik wachsen. Über sechs Monate lang reifen die Zigarren in Jutebändern eingerollt, bevor sie in den Verkauf gelangen. Wie auch die anderen Zigarren von Culture Dominican überzeugt die Double Robusto durch ein sehr gutes Preis-Leistungs-Verhältnis."},"diameter_mm":24,"ring":60,"length_mm":100,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Schokolade"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.4}
