{"name":"CAO Brazilia Corcovado","url":"https://www.noblego.de/cao-brazilia-corcovado/","brand":"CAO","series":"Brazilia","details":{"Fazit":"Brasilien-Feeling pur, das gern auch stilbrechend mit einem Single Malt Whisky abgerundet werden darf. Wer es doch lieber typisch brasilianisch mag, genießt Cachaça pur oder gemixt im Caipirinha.","Genuss":"In den brasilianischen Farben gelb, blau und grün erstrahlen die CAO Brazilia schon von weitem. Nicht ohne Grund ist die äußere Aufmachung der Holzbox mit einem European Sappi Gold Award ausgezeichnet worden. Und der optischen Highlights nicht genug, setzen sie sich im Inneren der Verpackung fort. Ein dunkles Arapiraca Deckblatt aus Brasilien, dem ein süßlicher Duft entströmt, weckt die ungeteilte Aufmerksamkeit des Aficionados. Einlage und Umblatt aus Nicaragua vervollständigen das rundum genussvolle und starke Raucherlebnis, das von süßen und würzigen Aromen von Zedernholz, gerösteten Nüssen und dunkler Schokolade gekrönt wird, ohne am Ende des rund dreiviertelstündigen Smokes eine unangenehme Schärfe zu entwickeln. Über die 10,6 Zentimeter Länge der Short Robusto steht die Asche schön fest und auch Zug und Abbrand bestätigen die erstklassige Verarbeitung dieses Premium-Longfillers.","Hintergrund":"Wo Masterblender Nestor Plasencia seine Hände im Spiel hat, ist Erfolg garantiert. Und so sind auch die Zigarren von CAO unter seiner Mithilfe entstanden. Zusammen mit Carlos Toraño und CAO-Gründer Cano A. Ozgener werden seit Ende des letzten Jahrtausends aromatische Longfiller des Premiumsegments in Nicaragua, Honduras und der Dominikanischen Republik gefertigt."},"diameter_mm":23.8,"ring":60,"length_mm":106,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Arapiraca","aromaProfileManufacturer":["Gewürze","Nuss","Zartbitter","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.9}
