{"name":"Rocky Patel The Edge Corojo Battalion (Gordo)","url":"https://www.noblego.de/rocky-patel-the-edge-corojo-battalion/","brand":"Rocky Patel","series":"The Edge","details":{"Fazit":"Insgesamt setzt die Rocky Patel The Edge Corojo Battalion (Gordo) auf eine aussagekräftige Komposition edler Tabake. Sie ist elegant, nicht ganz billig und außergewöhnlich. Eine Zigarre für besondere Gelegenheiten also. Ein samtweicher Barbados Rum mit einem Hauch von Vanille stellt den passenden Begleiter.","Genuss":"Natürlich bestaunt man auch bei dieser Zigarre aus der Edge Serie zunächst die handwerkliche Qualität und insbesondere das wunderschöne Deckblatt. Dann folgt die Zeremonie des Anzündens dieser gewaltig dicken Zigarre. Die Aromenpalette bewegt sich zwischen Nuss-, Zedern- und Süßholznoten mit einem cremigen und erdigen Finish und einer angenehm würzigen Pfeffrigkeit. Der Blend aus honduranischen und nicaraguanischen Tabaken mit einem Corojo-Deckblatt verleiht diesem wunderbar verarbeiteten Longfiller eine durchaus intensive Stärke, die sich eher für erfahrene Zigarrenliebhaber eignet. Das stolze Ringmaß von 60 und 152 Millimeter in der Länge sorgen mindestens eineinhalb Stunden lang für einen überaus kräftigen und aromatischen Rauchgenuss.","Hintergrund":"Die Rocky Patel the Edge Corojo Gordo entstand in Zusammenarbeit mit Nestor Plasencia, dem größten Tabaklieferanten in Mittelamerika. Dieser von Hand gerollte Longfiller besitzt ein relativ dunkles, an Maduro-Zigarren erinnerndes Corojo-Deckblatt aus honduranischem Anbau. Darunter liegt bei der Rocky Patel The Edge Corojo Battalion (Gordo) ein Umblatt aus Nicaragua. Die Einlage wurde gemischt aus mehrere Jahre gelagerten Longfiller-Tabaken aus dem Nachbarland Nicaragua und aus Honduras."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Gordo","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":6.4}
