{"name":"Villiger La Meridiana Torpedo","url":"https://www.noblego.de/villiger-la-meridiana-torpedo-zigarren/","brand":"La Meridiana","series":"","details":{"Fazit":"Die La Meridiana Torpedo ist eine Puro-Zigarre, die zu Recht in die Premium-Klasse einsortiert werden kann. Kenner werden die landestypische Note der nicaraguanischen Tabake schätzen. Die Traditionsmarke, die einst auf Kuba heimisch war, ist nun durch und durch eine würdige Vertreterin nicaraguanischer Tabaktradition und eine stilvolle Begleiterin für einen schönen Zigarrenabend.","Genuss":"Für La Meridiana-Zigarren werden nur Tabake aus Nicaragua verwendet. Sie wachsen auf  nährstoffreichen Böden im Norden des Landes und erhalten so eine Würze und Stärke, die karibischen Zigarren gleich kommt. La Meridiana Torpedos verfügen aber zudem über eine charakteristische, landestypische Note. Der Kaltgeruch nach Heu kitzelt angenehm die Nase. Die Aromen im Rauch sind ausgewogen und entfalten sich kraftvoll dank des großen Durchmessers. Beim Abbrand treten Noten von Holz und Nüssen hinzu, die den feinen Geschmack abrunden. Trotz ihres würzigen Geschmacks sind La Meridiana Torpedos nicht zu intensiv und können als mittelstarke Sorte auch für Zigarreneinsteiger empfohlen werden. Die stattlichen Maße von 153 Millimetern Länge und der Durchmesser von 20 Millimetern ermöglichen einen Rauchgenuss von gut über einer Stunde.","Hintergrund":"Die Fabrik „La Meridiana“ gehörte einst zu den berühmtesten und größten Zigarren-Manufakturen Havannas. Nach dem kubanischen Unabhängigkeitskrieg Ende des 19. Jahrhunderts geriet es jedoch in finanzielle Schwierigkeiten und wurde verkauft. Nach einer wechselhaften Geschichte kam es vor einigen Jahren mit der steigenden Nachfrage nach hochwertigen Premium-Zigarren in Europa zu einer Renaissance dieser Traditionsmarke. Die Villiger-Gruppe aus der Schweiz sorgte schließlich für die Etablierung der Marke „La Meridiana“ auf dem heutigen Markt."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gras","Kaffee","Nuss","Schärfe","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
