{"name":"Rocky Patel Fifty Robusto Limited Edition","url":"https://www.noblego.de/rocky-patel-fifty-robusto-limited-edition/","brand":"Rocky Patel","series":"Fifty","details":{"Fazit":"Rocky Patel Fifty Robusto, eine Zigarre wie sie nur alle Jubeljahre in den heimischen Humidor findet. Weil sie stark limitiert ist, lohnt es sich schnell zuzugreifen.\nWer sich nicht immer diesen Luxus leisten mag, der kann immer zur Rocky Patel Vintage 1990 Serie greifen, einmal im Leben sind die 22 € aber eine lohnenswerte Investition. Bei der Wahl des Getränkes ist auch hier keine falsche Bescheidenheit geboten: ein 12 jähriger Rum sollte es schon sein, karibisch wenn möglich.","Genuss":"Mit der Rocky Patel Fifty Robusto sind Sie in der High-Class der Zigarrenwelt angekommen. Eine solche Zigarre ist leider viel zu selten. Trotz ihrer ungewöhnlichen Länge von 14 Zentimeter hat sie das klassische Ringmaß von 50, was circa 19,8 Millimetern entspricht. Das verspricht eine Rauchdauer von ungefähr einer Stunde, wahrscheinlich etwas mehr, denn beim aufgerufenen Preis und ihrer Exklusivität werden Sie Ruhe walten lassen. Über Abrand und Asche sollen kaum Worte verloren werden, die Eigenschaften der Zigarre sind überdurchschnittlich. Bei den Aromen wird es ungleich schwieriger: Im Kaltzug lässt sie neben Schokolade noch florale und fruchtige Töne anklingen. Im ersten Drittel sind es Leder und Kaffee, die dominieren, im Übergang zum zweiten Drittel wird es nussig, die floralen Elemente wiederholen sich und die Schokolade wird dominanter. Im letzten Drittel kommen pfeffrige Töne hinzu und die Aromen klingen zusammen mit einer feinen Süße aus. Alles in alles ein komplexer und doch feiner Smoke.","Hintergrund":"Über Rocky Patel gibt es viel zu sagen, seine Vergangenheit als Medienanwalt oder seine beispiellose Karriere innerhalb der Nord- und Mittelamerikanischen Zigarrenfamilie. Diese Zigarre jedoch ist seinem 50sten Geburtstag gewidmet. Bereits über vier Jahre vor diesem Datum begann die Planung für die Zigarre und keiner der verwendeten Tabake; das Deckblatt ist ein Ecuadorian Oscuro, Umblatt und Einlage sind Rocky-typisch geheim; ist jünger als acht Jahre. Ein in allen Belangen ambitioniertes Projekt mit einem fantastischen Ergebnis. 93 Punkte gab es vom Cigar Aficionado im Jahr 2012 und die Robusto hat es gleichzeitig auf den achten Platz der Jahreswertung der amerikanischen Zigarrenzeitschrift geschafft."},"diameter_mm":19.8,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":22}
