{"name":"Dunhill 1907 Robusto","url":"https://www.noblego.de/dunhill-1907-robusto/","brand":"Dunhill","series":"1907","details":{"Fazit":"Aromatisch sehr komplex und qualitativ auf Spitzenniveau: Die Dunhill 1907 Robusto ist eine wirklich gute Zigarre zu einem angemessenen Preis. In Kombination mit einem süß-würzigen Rum aus Honduras ein doppelter Genuss.","Genuss":"Die neue Dunhill-Serie 1907 ist eine Hommage an das Jahr, in dem Alfred Dunhill einst seinen ersten Tabakladen in London eröffnete. Und auch heute noch sind die Zigarren von Dunhill Garant für einen unvergleichlichen Smoke wie ihn auch die Dunhill 1907 Robusto bietet. Eine leichte Süße und Aromen von exotischen Trockenfrüchten, Zedernholz, Cappuccino, Erde und Mandeln bestimmen den Geschmack während des rund dreiviertelstündigen Smokes. Der Blend der Dunhill 1907 Robusto setzt sich aus brasilianischem Mata Fina und dominikanischem Piloto und Olor in der Einlage, einem dominikanischen Olor Umblatt und einem Olancho San Augustin Deckblatt aus Honduras zusammen. Bei den Maßen von 127 mm Länge und 20,6 mm Durchmesser präsentiert sich hier eine voluminöse Robusto, die richtig Spaß macht – nicht zuletzt auch wegen des einwandfreien Zug- und Abbrandverhaltens.","Hintergrund":"Wie die \u003ca title=\"Hier geht's zur Dunhill 1907 Churchill\" href=\"/dunhill-1907-churchill/\"\u003eDunhill 1907 Churchill\u003c/a\u003e war auch die Dunhill 1907 Robusto beim Blind Tasting der Cigar Journal Ausgabe vom Dezember 2014 dabei und erhielt im Rating 88 Punkte."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Olancho San Augustin","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Karamell","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.4}
