{"name":"Flor de Copan Short Robusto Tube","url":"https://www.noblego.de/flor-de-copan-short-robusto-tube/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Die Short Robusto braucht einen erfahrenen Raucher, das vorliegende Format ist speziell. Für Anfänger eignen sich eher die Corona oder die Monarcas aus der gleichen Classic Serie.\nDie Short Robusto von Flor de Copan ist eine einzigartige Zigarre von höchster Qualität.","Genuss":"Die Short Robusto in der Alutube ist die kurze Dicke im Angebot von Flor de Copan. „Nur“ zehn Zentimeter lang aber gut 20 Millimeter im Durchmesser misst die Short Robusto und somit einer der schönsten Stumpen, die man in Honduras finden kann. Das macht, je nach Vorliebe und Gewohnheit des Rauchers zwischen 25 und 40 Minuten Rauchdauer, die mit der serieneigenen Milde und kräftigen Aromen aufwarten kann. Nüsse und Leder dominieren das Spektrum das durch Röstaromen zum ausgewogenen Rauchgenuss wird. Die blumigen und fruchtigen Aromen der Corona aus der Reihe bietet sie nur in Andeutungen. Zum Ende hin neigt sie zur Schärfe, was bei der Intensivierung des Erlebnisses nur angenehm ist. Zugverhalten, Abbrand und Asche sind überdurchschnittlich gut.","Hintergrund":"In einer kühlen Hügelregion nahe der Grenze zu Guatemala und El Salvador in Honduras werden die Flor de Copan hergestellt. Schon die Mayas haben die Tradition des Tabakanbaus gepflegt.  Die wird heute in der Fabrik in Santa Rosa de Copan fortgeführt, ausschließlich handgerollte Zigarren verlassen das Werk. Die Qualität der Zigarren von Flor de Copan schlägt sich in der Wahl der Tabake, hier speziell für die Classic Serie, nieder: Die Einlage besteht  aus Tabaken aus Honduras und Nicaragua, das Umblatt kommt auch aus Honduras und das Deckblatt ist ein Connecticut Shade aus Ecuador. Von Zedernholz ummantelt und mit einer beeindruckenden Bauchbinde versehen ist jede Zigarre ein liebevoll gestaltetes Produkt."},"diameter_mm":19.8,"ring":20,"length_mm":100,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Leder","Nuss","Röstaromen","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.4}
