{"name":"Flor de Copan 20 Aniversario Gran Reserva Toro","url":"https://www.noblego.de/flor-de-copan-20-aniversario-gran-reserva-toro-zigarren/","brand":"Flor de Copan","series":"","details":{"Genussverlauf":"Die „Rosas“ von Flor de Copan gilt als die erste Gran Reserva aus dem honduranischen Hause. Ihr ecuadorianisches Sumatra Deckblatt, das nicaraguanische Umblatt sowie die honduranisch-nicaraguanische Einlage mussten dafür mindestens fünf Jahre lang reifen dürfen. Aromatisch entstehen so Noten von Vanille und gerösteten Mandeln, die sich in einer präzisen Ausgewogenheit präsentieren. Das erste Rauchdrittel gestaltet sich cremig-weich mit erdigem Grundton, die von einer sanften Süße untermalt wird. Im weiteren Verlauf bildet sich mehr Würze aus, die erdigen Nuancen von Beginn zeigen sich intensiver und verbinden sich mit feinen Zedernnoten. Final erwartet den Genießer ein cremig-süßer Abgang und ein im letzten Drittel vorherrschendes Aroma von auf den Punkt gereiften Tabaken.","Nice to know":"Am Kopf trägt die Flor de Copan 20 Aniversario Gran Reserva Toro einen künstlerisch geschwungenen Pigtail. Ein schönes Detail, das von den verantwortlichen Rollern bei der Herstellung einiges an Geschick abverlangt. Insgesamt zehn Exemplare, eingerollt in ein Zedernholzblatt und mit einer goldenen Jubiläumsfußbinde versehen, schlummern in den hochglanzlackieren Holzkisten.","Resümee":"Kurz vor der offiziellen Markteinführung durften die Mitglieder der Jury des Cigar Journals bereits in den Genuss der limitierten Jubiläums-Sonderedition von Flor de Copan kommen. Satte 93 Punkte verlieh man ihr im Rahmen des Blind Tastings, eine fabelhafte Bewertung, welche sehr für die Flor de Copan 20 Aniversario Gran Reserva Toro spricht. Jetzt haben Sie die Gelegenheit, ihre Bewertung für diesen honduranischen Premiumgenuss abzugeben, den wir Ihnen leider nur solange der Vorrat reicht anbieten können."},"diameter_mm":19,"ring":48,"length_mm":159,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Ecuador Sumatra","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Mandel","Süß","Tabak","Vanille","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":13.5,"additionalNotes":"Limited"}
