{"name":"Daniel Marshall DM2 Torpedo 24Kt Gold","url":"https://www.noblego.de/daniel-marshall-dm2-torpedo-24kt-gold/","brand":"Daniel Marshall","series":"","details":{"Fazit":"Einzigartig, exklusiv, schillernd und dabei noch unglaublich aromatisch. Die Daniel Marshall DM2 Torpedo 24Kt Gold ist nicht nur ein funkelnder Blickfang, sondern kann auch geschmacklich voll überzeugen und das will bei dem Preis auch zu erwarten sein. Für die goldenen Momente im Leben, die nur einmal kommen und den ganz speziellen Rauchgenuss.","Genuss":"Eine Zigarre, die auch schon Showbiz-Größen wie Arnold Schwarzenegger kosten durften - die Daniel Marshall DM2 Torpedo 24Kt Gold sticht unter allen Zigarren hervor, denn sie funkelt nicht nur golden, sondern ist tatsächlich aus Gold gefertigt. Ihre Hülle besteht aus einer Blattgoldschicht, die vom Chef höchstpersönlich in einer 45-minütigen Prozedur aufgetragen wird. Da Gold bei einer viel höheren Temperatur als Tabak verbrennt, lässt sich beim Smoke ein interessantes Spektakel beobachten. Der Tabak verbrennt und hinterlässt eine graue Asche, die von der Goldschicht bedeckt wird. Da ist es mehr als schade, dass auch diese Asche irgendwann abgestreift und dem Aschenbecher übergeben werden muss. Entstanden ist die Zigarre in Zusammenarbeit mit Manuel Quesada und Nestor Plasencia. Ersterer stellt seine Manufaktur für die Herstellung zur Verfügung, letzterer liefert die hochwertigen Tabake, welche allesamt aus Nicaragua kommen. Die kräftige Einlage stammt aus der Region Jalapa, das etwas mildere Umblatt aus Estelí und das Deckblatt ist ein würziges Caribbean Seed Blatt aus Jalapa, das fünf Jahre gereift ist. Aromatisch offenbaren sich cremige und schokoladige Noten, Espresso, Holz und Zimt. Und wer denkt, der Goldüberzug sorgt für einen schweren Zug, der irrt gewaltig. Denn trotz der metallischen Hülle ist dieser sehr angenehm.","Hintergrund":"Daniel Marshalls Wurzeln liegen in der Fertigung von Humidoren und weiteren Accessoires. Als er eines Tages angefragt wurde, einen Highclass Humidor besetzt mit Swarovskisteinen zu kreieren, entstand auch die Idee zu einer ganz besonderen Zigarre, die dieses Humidors würdig ist. Die goldene Zigarre war geboren und wurde prompt als Zugabe zum Humidor ausgeliefert. Mittlerweile ist sie aber auch einzeln erhältlich und wird in einer separaten Holzkiste angeboten."},"diameter_mm":21,"ring":53,"length_mm":158,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Schokolade","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":330}
