{"name":"Flor de las Antillas Toro Gordo","url":"https://www.noblego.de/flor-de-las-antillas-toro-gordo/","brand":"Flor de Antillas","series":"Sun Grown","details":{"Fazit":"Hier kommt alles zusammen, was Zigarren von Don Pepin Garcia ausmacht: Sorgfältige Auswahl der Tabake, Qualität in der Verarbeitung und schließlich die Liebe zum Detail. Nicht nur schön anzusehen, sondern auch perfekt im Genuss. Die Flor de las Antillas Toro Gordo lässt kaum Wünsche offen. Für diejenigen Aficionados, die es stark mögen und Anhänger der Don Pepin Garcia Kreationen ist diese Zigarre ein Muss.","Genuss":"Mit der Flor de las Antillas Toro Gordo erhalten Sie das eindrucksvollste Format dieser Serie nicaraguanischer Puros. Bei einer Länge von 16,5 Zentimetern und dem Durchmesser von 21 Millimetern hat man schon eine Weile zu tun. Doch diese Zeit ist gut genutzt. Schon im Kaltgeruch nach Kakao, Espresso und Leder macht die Zigarre Lust auf ein weiteres Studium ihrer Eigenschaften. Und sie hält, was sie verspricht: Das erste Drittel beginnt mit Leder- Espresso- und Holzaromen getragen von einer leichten, pfeffrigen Schärfe im Hintergrund. Im zweiten Drittel gesellt sich zu den Holz- und Lederaromen eine dezente schokoladige Süße, die auch im letzten Drittel erhalten bleibt und durch Nuancen von Nuss ergänzt wird. Zug und Abbrand sind wie für Don Pepin Garcia Zigarren üblich nicht zu kritisieren.\u003cstrong\u003e\u003c/strong\u003e","Hintergrund":"José „Pepin“ Garcia ehrt mit der Flor de las Antillas Serie ein ums andere Mal seine kubanischen Wurzeln. Der Name referiert auf Kuba als die „Blume der Antillen“. Und so erinnert die Serie vom Saatgut bis zur im Vintage-Design gehaltenen Bauchbinde und verzierten Holzkiste an das Geburtsland des Dons. Und bei so viel Liebe zum Detail überrascht es auch nicht, dass das Toro-Format der Serie vom Cigar Aficionado zur Best Cigar 2012 gewählt wurde."},"diameter_mm":21,"ring":53,"length_mm":165,"length_inch":0,"format":"Toro Gordo","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kakao","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.5}
