{"name":"Arturo Fuente Hemingway Short Story","url":"https://www.noblego.de/arturo-fuente-hemingway-short-story/","brand":"Arturo Fuente","series":"Hemingway","details":{"Fazit":"Eine Zigarre, wie sie im Buche steht. Hier stimmt wortwörtlich alles, von der Verarbeitung der edlen Tabakblätter über die Aromenkomposition bis hin zum attraktiven Äußeren. Wer die Arturo Fuente Hemingway Short Story probiert, wird auf eine Genussreise mitgenommen, die er bestimmt nicht bereuen wird.","Genuss":"Mit ihren 102 Millimetern Länge und einem Durchmesser von 19 Millimetern macht diese ausgesprochen gut gerollte Perfecto schon optisch einen positiven Eindruck. Aber sie hinterlässt auch einen bleibenden Eindruck, denn ihre Einlagenmischung aus Kamerun und der Dominikanischen Republik sorgt für eine Geschmackspalette, die mit ihrer Ausgewogenheit und durch ihre satten Kakaonoten mehr als gefällt. Hinzu gesellen sich Aromen von Walnuss, eine ausgewogene und vollmundige Würze und immer wieder aufscheinende süße Töne. Gegen Ende treffen sich all diese Noten zu einem buchstäblichen Geschmacksfeuerwerk. Abwechslungsreich, spannend und auf einen fulminanten Höhepunkt zulaufend, ganz genau so, wie eine gute Geschichte … pardon … Zigarre sein sollte.","Hintergrund":"Hier ist der Name nur teilweise Programm. Denn einen wirklich kurzen Smoke bietet die Arturo Fuente Hemingway Short Story nicht unbedingt, kratzt sie doch an der Eine-Stunde-Marke. Von daher ist auch das Preis-Leistungs-Verhältnis zu loben, denn obwohl diese Dominikanerin nicht ganz günstig ist, bietet sie mit ihrer tollen Aromenkomposition für die Dauer des Genusses ein Erlebnis, das jeden Cent wert ist. Schließlich munkelt man auch, der ein oder andere Aficionado habe sich nach dem Genuss der Arturo Fuente Hemingway Short Story durch das Erlebnis derart beflügelt gefühlt, dass er selbst etwas niederschreiben musste."},"diameter_mm":19,"ring":48,"length_mm":102,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kakao","Schokolade","Süß","Walnuss","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14}
