{"name":"Vegas de Santiago D8 Short Salomones","url":"https://www.noblego.de/vegas-de-santiago-d8-short-salomones/","brand":"Vegas de Santiago","series":"D8","details":{"Fazit":"Vegas de Santiago wurde im Rahmen der Cigar Trophy 2017 mit der Auszeichnung „Beste Marke Costa Rica“ geehrt. Ein eindeutiges Indiz dafür, dass die Zigarren aus diesem Hause in Sachen Geschmack und Qualität zu überzeugen wissen.","Genuss":"Zigarren von solch aufwendig gestaltetem Format sind immer eine Augenweide. Die D8 Short Salomones ist wunderschön anzuschauen und macht somit Lust auf ein geschmacksträchtiges und entspanntes Rauchvergnügen. Genau das bietet der Blend dieser aus sorgfältig behandelten und hochwertigen Tabaken bestehenden Vitola. Diese stammen aus den insgesamt vier Anbauländern Costa Rica, Peru, Dominikanische Republik (Einlage) und Ecuador (Deck- und Umblatt), wobei es sich beim Saatgut ausschließlich um karibische Tabaksamen handelt. Das Aromaaufkommen der D8 Short Salomones ist geprägt von fein changierenden Nuss-, Kaffee-, Leder- und Zedernoten, welche von sanfter Süße und raffinierter Würze geschmacklich rund ergänzt werden. Ein herrlich cremiger Rauch sorgt dann für ein schmeichelndes Gefühl am Gaumen, die D8 bleibt konstant mild bis mittelkräftig und lässt sich so gänzlich genießen, ohne scharf oder gar beißend zu werden. Die meisterliche und qualitätsvolle Verarbeitung in der Manufaktur Vegas de Santiago zeigt sich zudem im äußerst unkomplizierten Zug- und Abbrandverhalten der hübschen „Ticas“, wie die Einwohnerinnen Costa Ricas umgangssprachlich auch bezeichnet werden.","Hintergrund":"Bei Vegas de Santiago setzt man besonders auf Handarbeit und natürliche Weiterverarbeitungsprozesse. Hier lässt man den Tabak lange Zeit reifen, bis er den hohen Ansprüchen der Manufaktur aus Costa Rica gerecht und zu den geschmackvollen Vitolas mit vollen Aromen gerollt wird."},"diameter_mm":2.3,"ring":58,"length_mm":152,"length_inch":0,"format":"Salomones","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Costa Rica","Dominikanische Republik","Peru"],"binderOrigin":["Ecuador"],"binderProperty":"H2000","aromaProfileManufacturer":["Kaffee","Leder","Nuss","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.5}
