{"name":"Rodrigo de Jerez Robusto Grün Honduras","url":"https://www.noblego.de/rodrigo-de-jerez-robusto-gruen-honduras/","brand":"Rodrigo de Jerez","series":"Grün Honduras","details":{"Fazit":"Empfehlenswert ist diese Zigarre nach einem schönen Dinner. Die Stärke der Zigarre sollte man nicht unterschätzen. Probieren Sie trotzdem die würzigen Aromen, gepaart mit der feinen Süße und der weichen Cremigkeit.\nVon derselben Marke sind auch die \u003ca title=\"HIer gehts zur Rodrigo de Jerez Nicaragua\" href=\"/rodrigo-de-jerez-nicaragua-zigarren/\"\u003eRodrigo De Jerez Nicaragua\u003c/a\u003e oder \u003ca title=\"HIer gehts zur Rodrigo de Jerez Dominikanische Republik\" href=\"/rodrigo-de-jerez-dominikanische-republik-zigarren/\"\u003eDominikanische Republik\u003c/a\u003e empfehlenswert oder Sie versuchen noch andere Zigarren aus Honduras, wie zum Beispiel die gesamte Familie Camacho.","Genuss":"Bei der Rodrigo De Jerez Honduras Robusto hat der Masterblender sein ganzes Können eingesetzt, um eine schöne Zigarre für den erfahrenen Raucher zu kreieren. Die sofort wahrnehmbaren Aromen von würzigem schwarzem Pfeffer und feuchtem Waldboden lassen die Stärke der Zigarre erahnen. Ein strenger Tabakgeschmack kommt ab der Hälfte der Zigarre dazu und paart sich mit einer zunehmenden bitteren Note nach Holz. Leichte florale Aromen kommen auf und bleiben im Verlauf der Zigarre erhalten. Gegen Ende erwartet Sie dann das Sahnehäubchen. Eine tiefe Tabaksüße kommt auf und harmoniert mit der Würzigkeit des Tabaks. Dazu wartet der perfekt verarbeitete Longfiller mit einem schön leichten Zug auf. Die Zigarre präsentiert sich in einem Robustoformat mit dem Durchmesser von 18,5 Millimetern und einer Länge von 12,7 Zentimetern.","Hintergrund":"Die Rodrigo De Jerez Honduras wird nicht nur in Honduras gefertigt, sie besteht auch ausschließlich aus Tabaken des zentralamerikanischen Staates, die aus Havannasaatgut gezogen werden. Nach rund 2 Jahren konnte Schuster die neue Serie Rodrigo De Jerez auf den Markt bringen und hat dabei großen Erfolg. Nur die besten gereiften Tabake werden für diesen Blend verwendet."},"diameter_mm":18.5,"ring":46,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Schokolade","Würzig"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":155.2}
