{"name":"De Olifant Corona","url":"https://www.noblego.de/de-olifant-corona/","brand":"De Olifant","series":"De Olifant Classic","details":{"Fazit":"Die De Olifant Corona ist eine tolle, mittelstarke Zigarre. Besonders Liebhaber von würzigen Formaten wird diese Zigarre sehr zusagen. Sie empfiehlt sich nach dem Essen, kann aber auch gern zu einem Milchkaffee genossen werden.","Genuss":"Diese De Olifant Corona, die mit einer Länge von 111 Millimetern und einem Durchmesser von 13 Millimetern im Format einer Small Panatela daherkommt, ist ein schönes Beispiel dafür, dass sich auch maschinengefertigte Zigarren hinsichtlich Qualität nicht verstecken brauchen. Denn diese kleine Niederländerin, deren Einlage aus Tabaken aus Java, Braslien, der Karibik und Sumatra besteht, ist toll verarbeitet, was sich im perfekten Zug- und Abbrandverhalten wiederfindet. Aber auch das gelungene Arrangement aus verschiedensten Tabaksorten zeugt von dem Können der Firma De Olifant. Dieser Shortfiller entfaltet bereits zu Rauchbeginn sein würziges Aroma, das mit seinen holzigen Röstaromen schnell überzeugen wird. Eine angenehme Süße gesellt sich zu den übrigen Aromen und ergänzt die sich über den gesamten Smoke ziehende pfeffrige Note.","Hintergrund":"Das Original Sumatra-Sandblatt, das bei dieser Corona als Umblatt verwendet wird, zählt weltweit zu den raren Tabakblättern. Es ist in nur begrenzten Mengen erhältlich, weshalb ein Kilogramm dieses Tabakblattes auch mehr als ein Kilogramm Silber kostet! Aus diesem Grund wird es von Kennern mitunter als „weiß brennendes Gold“ bezeichnet. Die Tabakpflanzen, von denen dieses kostbare Blatt geerntet wird, werden auf der Insel Sumatra im indischen Ozean gezogen. Dabei werden für das Sumatra-Sandblatt nur die untersten Blätter verwendet. Diese sind besonders zart und feingliedrig, da die Sonne sie nur selten erreicht, wodurch sie sich ideal als Deckblatt eignen."},"diameter_mm":13.1,"ring":33,"length_mm":111,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Gewürze","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.65}
