{"name":"AVO Syncro Nicaragua Fogata Short Torpedo","url":"https://www.noblego.de/avo-syncro-nicaragua-fogata-short-torpedo/","brand":"AVO","series":"AVO Syncro Nicaragua","details":{"Genussverlauf":"Das Deckblatt gilt für jede Zigarre als Aushängeschild. An ihm kann der geübte Aficionado bereits ablesen, mit welchem Grad von Qualität er es zu tun bekommt. Die AVO Syncro Nicaragua Fogata Short Torpedo präsentiert sich mit einem ölig schimmernden, haselnussbraunen Ecuador Decker, der aus hochwertiger karibischer Saat gezogen wurde. Dieser schmiegt sich gekonnt gerollt an ein Negrito Umblatt aus dem mexikanischen Zigarrenmekka San Ándres. In ihrer Einlage birgt die durchaus kräftige Longfiller aus dominikanischer Handfertigung eine reinweg nicaraguanische Mischung aus Estelí Ligero und Condega Visus Tabaken. Sie bereitet ihrem Genießer ein durchweg würzig veranlagtes Rauchvergnügen, bei dem mal süße, mal salzige Anklänge in Begleitung von delikaten Kaffee-, Zedernholz- und Zitrusaromen den etwa 45 Minuten andauernden Genuss bestimmen. Zug und Abbrand verlaufen bei der knackigen Short Torpedo absolut zufriedenstellend.","Nice to know":"Inspiriert wurde die AVO Syncro Nicaragua Fogata Serie von der Geselligkeit, die die Präsenz eines Lagerfeuers im Menschen auslöst. Daher leitet sich auch der Name der geschmackvollen Serie ab, denn Fogata bedeutet aus dem Spanischen übersetzt ganz einfach Lagerfeuer.","Resümee":"Die AVO Syncro Nicaragua Fogata Short Torpedo ist ebenfalls aufgrund ihres speziellen Formats eine absolute Sünde wert. Neugierige Einsteiger schauen sich jedoch besser bei den milderen Zigarren der interessanten Marke um, denn die rassige Short Torpedo richtet sich eher an erfahrene Gaumen."},"diameter_mm":21,"ring":52,"length_mm":115,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexican San Andres"],"wrapperType":"H2000","aromaProfileManufacturer":["Cremig","Heu","Kaffee","Süß","Zedernholz","Zitrusfrüchte"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":10}
