{"name":"Macanudo Maduro Ascot","url":"https://www.noblego.de/macanudo-maduro-ascot/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Für den kurzen aber intensiven Macanudo Maduro Genuss bietet die Ascot, so ziemlich alles, was sich der geneigte Aficionado wünschen kann. Mit ihrem guten Preis-Leistungs-Verhältnis wird die kleine Dominikanerin ganz groß Seit Kurzem kommt die schmackhafte Short Panetela nicht mehr in der 10er Metalldose zu Ihnen nach Hause, sondern in der 10er Pappschachtel.","Genuss":"Die Macanudo Maduro Ascot ist mit einem edlen Connecticut Broadleaf Maduro Deckblatt ausgestattet, das der Serie seinen Namen gibt und farblich perfekt mit den sanften Tönen der Banderole harmoniert. Als Einlage werden dominikanische und mexikanische Tabake verwendet, das Umblatt ist ebenfalls mexikanischer Herkunft. Dieser Blend verleiht dem Short Panetela-Format ein ausgewogenes Aroma in mittlerer Stärke. Bei optimalem Zug und Abbrand entfaltet die Kleine während 30 bis 40 Minuten Rauchdauer Noten von Erde, Leder, Nuss und Schokolade. Daneben sind süße und pfeffrige Töne zu schmecken, dennoch wird die Macanudo Maduro Ascot nie zu scharf und bietet ein rundum gelungenes Rauchvergnügen.","Hintergrund":"Ascot ist der berühmte Ort im Süden Englands, in dem seit 1711 das traditionelle gleichnamige Pferderennen stattfindet. Es geht zurück auf die Initiative von Königin Anne, der letzten Herrscherin aus dem Hause Stuart, die von 1702 bis 1714 regierte. Und so finden sich auch heute noch jedes Jahr die Mitglieder der königlichen Familie in Ascot ein, während die britische High Society ihre neuesten Hutkreationen vorführt."},"diameter_mm":13,"ring":32,"length_mm":105,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Leder","Nuss","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.6}
