{"name":"Skel Ton Live Your Dreams Robusto","url":"https://www.noblego.de/skelton-live-your-dreams-robusto/","brand":"Skelton","series":"Skel Ton Live Your Dreams","details":{"Fazit":"Neuer Wind oder besser gesagt Rauch auf dem Zigarrenmarkt. Die Skelton Robusto überzeugt auf ganzer Linie und wird sicher in naher Zukunft in vielen hauseigenen Humidoren Einzug halten.","Genuss":"Ein wunderschön ölig schimmerndes Deckblatt aus Ecuador ziert die Skelton Robusto, in ihrer Einlage sind drei bis vier Jahre lange gereifte Tabake aus Honduras, Nicaragua und der Dominikanischen Republik verarbeitet. Um eine enormere Aromenkomplexität zu erlangen, hat man sich für ein doppeltes Umblatt entschieden, die beiden dafür verwendeten Tabake stammen aus Indonesien und Nicaragua. So hat man es bei der Skelton Robusto mit einer vollaromatischen, mittelkräftigen Zigarre zu tun, die ein sehr breites Aromenspektrum aufzuweisen hat. Der füllige Rauch der Robusto enthält klare Noten von dunkler Schokolade, Kakao, Kaffee und Nuss unterlegt mit einer feinen Süße. Im Rauchverlauf wechseln sich diese Aromen immer wieder ab und sorgen so für ein spannendes Raucherlebnis mit viel Geschmack. Die herausragende Qualität der Skelton Zigarren lässt sich zudem am perfekten Zug- und Abbrandverhalten festmachen.","Hintergrund":"Hinter den Skelton Zigarren steckt eine ganz junge Unternehmung des Zigarrenenthusiasten Tonio Neugebauer. Nachdem ihm seine überaus große Leidenschaft für Zigarren gewahr wurde, setzte er sich das ambitionierte Ziel seine eigene Zigarrenmarke zu kreieren. Man muss sagen, dass ihm dies mit der ersten Skelton Serie absolut gelungen ist, die Zigarren werden in Nicaragua von Hand gerollt und sind sehr qualitätsvoll verarbeitete Vitolas."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Indonesien","Nicaragua"],"wrapperType":"H2000","aromaProfileManufacturer":["Kaffee","Kakao","Nuss","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":7.7,"additionalNotes":"Doppeltes Umblatt"}
