{"name":"Viking Norseman Robusto","url":"https://www.noblego.de/viking-norseman-robusto/","brand":"Viking","series":"","details":{"Fazit":"Die Viking Norsemen Robusto ist ein aufregendes Stück Zigarre mit reichhaltigen Aromen, die sich komplex und ausgeprägt präsentieren. Ein etwas anderer Smoke der Premiumklasse, den zu probieren sich auf alle Fälle mehr als lohnt.","Genuss":"Ein tadelloses ecuadorianisches Deckblatt der Sorte Connecticut Shade, eine aufregende Tabakmischung aus gleich vier Herkunftsländern (USA, Ecuador, Nicaragua, Dominikanische Republik) sowie ein Umblatt aus den USA, machen die Viking Norsemen zu einem raffinierten Smoke mit spannender Aromaentfaltung. Die mittelkräftige Robusto weiß dem Genießer mit wunderbar cremigen Aromen von Toast, Kaffee, Schokolade, Nuss und Frucht zu gefallen. Begleitet von einer dezenten Süße und im Rauchverlauf an Intensität zunehmenden Pfefferwürze, kommt der Geschmack der Norsemen Robusto am Gaumen des Genießers sehr klar an. Technisch liefert sie ebenfalls eine einwandfreie Leistung, bezogen auf ihren geraden Abbrand und bestens eingestellten Zug.","Hintergrund":"Eine augenscheinliche Besonderheit der Viking Norsemen Robusto ist ihr offener Zigarrenfuß. Knapp zwei Zentimeter der Vitola sind nicht vom Deckblatt ummantelt. So hat der Genießer die Gelegenheit mit den ersten Zügen, zunächst den reinen Geschmack ihrer Einlagetabake zu erfahren. Wenn dann nach einigen Minuten das Deckblatt erreicht ist, erlebt man unmittelbar den geschmacklichen Einfluss desselbigen."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Ecuador","Nicaragua","USA"],"binderOrigin":["USA"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Nuss","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.95}
