{"name":"Don Tomás Toro","url":"https://www.noblego.de/don-tomas-toro/","brand":"Don Tomas","series":"","details":{"Fazit":"Ein preiswerter Smoke, der nicht minderwertig ist. Die Don Tomás Toro bringt sattes Rauchvergnügen und schmeckt noch besser zu einem Kaffee oder einem frischen Bier.","Genuss":"\"Wenn man wissen möchte wie gut ein Tabak ist, muss man ihn berührt und gefühlt haben\". Nach diesem Motto entwickelte Felix Gonzalez, der bis zu seinem frühen Tode 2011, als Tabakexperte bei der General Cigar Dominicana S.A. tätig war, einzigartige Zigarrenkreationen. Ihm zu Ehren sind die Dos Gonzalez Zigarren entstanden, die nun aber nach der Übernahme durch Don Tomás, ihrne ursprünglichen Namen abgeben mussten. Die Don Tomás Toro ist das voluminöseste Format der Marke. Gefüllt ist der Longfiller mit Tabaken aus der Dominikanischen Republik und Mexiko, das Umblatt stammt aus Connecticut und überrascht ob einer Hochwertigkeit, die nicht so häufig bei Bundlezigarren zu finden ist. Das Deckblatt ist ein dunkles Sumatra-Blatt aus Ecuador. Der Geschmack ist ebenso vielseitig wie der Blend. Cremig-würzige Aromen von Erde, Kaffee, Leder, Holz und Röstung bereichern den Smoke über die Rauchdauer von 90 Minuten. Abbrand und Zug geben sich ebenfalls Premiumzigarren würdig.","Hintergrund":"Die Don Tomás Zigarren werden im Bundle geliefert. Das erklärt ihren günstigen Preis bei der hochwertigen Qualität. Weitere Formate sind die \u003ca title=\"Hier geht's zur Don Tomás Churchill\" href=\"/don-tomas-churchill/\"\u003eDon Tomás Churchill\u003c/a\u003e, \u003ca title=\"Hier geht's zur Don Tomás Robusto\" href=\"/don-tomas-robusto/\"\u003eRobusto\u003c/a\u003e oder \u003ca title=\"Hier geht's zur Don Tomás Rothschild\" href=\"/don-tomas-rothschild/\"\u003eRothschild\u003c/a\u003e."},"diameter_mm":21,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Connecticut"],"binderProperty":"Sumatra","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Leder","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.5}
