{"name":"La Aurora Black Lion Maduro Robusto","url":"https://www.noblego.de/la-aurora-black-lion-maduro-robusto/","brand":"La Aurora","series":"Black Lion","details":{"Fazit":"Die La Aurora Black Lion Maduro Robusto ist eine würzige Zigarre mit vollmundigem Aroma, die vor allem nach dem Essen gefällt. Sie bietet einen ausgezeichneten Rauchgenuss passend zu einem dunklen Bier.","Genuss":"Bei einer Rauchdauer von einer guten Stunde ist die La Aurora Black Lion Maduro Robusto eine spannende Begleiterin für alle Aficionados, die gern Zigarren mit Schokoladenaroma genießen. Dieser Longfiller mit Tabaken aus Brasilien, der Dominikanischen Republik und Peru bietet ein Aromenbouquet, das mit Noten von Erde, Holz, Leder und dunklen Schokoladennoten aufwarten kann. Im letzten Drittel mischt sich dann zunehmend Pfeffer unter die sonstigen Aromen. Abbrand- und Zug sind in Ordnung, grundsätzlich schadet es dieser Robusto aber nicht, sie eine Weile im heimischen Humidor liegen und weiter reifen zu lassen.","Hintergrund":"Dieser Zigarrenring ist ein Statement. Mit der La Aurora Black Lion-Serie hat die Marke eine etwas jüngere und frechere Linie gelauncht, die schon durch die sehr breite Bauchbinde und die kontrastreichen Farben auffällt. Ansonsten darf sich der Aficionado aber darauf verlassen, dass auch La Aurora drin steckt, wo es drauf steht. So wurde auch hier bei der Kreation wieder die nötige Sorgfalt walten gelassen und es dauert mehrere Jahre von der Aufzucht der dafür vorhergesehenen Tabakpflanzen bis zum Hineinlegen der neuen Zigarre in den Humidor. Im Vergleich mit den anderen Formate der Black Lion-Serie ist diese Robusto relativ stark geraten."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Brasilien"],"binderProperty":"Maduro","aromaProfileManufacturer":["Erdig","Holz","Honig","Kakao","Leder","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":5}
