{"name":"Drew Estate Kentucky Fire Cured Fat Molly","url":"https://www.noblego.de/drew-estate-kentucky-fire-cured-fat-molly/","brand":"Drew Estate","series":"Kentucky Fire Cured","details":{"Fazit":"Die Drew Estate Kentucky Fire Cured Fat Molly wird Liebhabern von schmackhaften Zigarren mit intensiver Aromaentfaltung richtig gut gefallen. Zigarreneinsteiger können sich derweil mit den etwas milderen Zigarren aus dem spannenden Sortiment von Drew Estate vertraut machen.","Genuss":"Die Drew Estate Fire Cured Fat Molly ist vom Format her eine Robusto, die allerdings mit einem stattlichen 56er-Ringmaß aufwartet. Das makellose und sehr dunkle Deckblatt der kräftigen Zigarre aus Nicaragua stammt aus dem mexikanischen San Andres Tal, welches seit geraumer Zeit als eines der besten Anbaugebiete für geschmacksreiche Deckblätter von bester Qualität gilt. Das Umblatt und ein Teil der Einlagetabake stammen aus Nicaragua. Die absoluten Stars in diesem sehr sinnig zusammengestelltem Ensemble sind jedoch die aus Kentucky in den USA stammenden Burley Tabake, welche im Stalk Cut Verfahren (hierbei wird die Tabakpflanze samt Stiel geerntet, so kann sich der Tabak noch einige Zeit nach der Ernte aromatischer entfalten) eingebracht und zur Trocknung über Eichenholzfeuern aufgehangen wurden. Der Geschmack der Fat Molly ist daher von einer vordergründigen Räuchernote geprägt, zu der sich neben torfigen und nussigen Aromen eine unaufdringliche Pfefferwürze und sanfte Süße gesellen. Den Genießer erwartet ein vollmundig, intensiver Zigarrengenuss, der ebenfalls aufgrund keinerlei Schwächen in Sachen Zug und Abbrand zu einer herrlichen und unkomplizierten Geschmackserfahrung wird.","Hintergrund":"Wenn man sich bei Drew Estate anschickt, einen neuen Blend zu entwickeln, dann geht man das Vorhaben zunächst mit aller Ruhe und Gelassenheit an. Es ist nicht selten, dass dabei einige Jahre vergehen bevor man sich für eine endgültige Zusammenstellung und geschmackliche Ausrichtung der neuen Kreationen entschieden hat. All diejenigen, die bereits in den Genuss einer der hervorragenden Vitolas von Drew Estate gekommen sind, wissen, wie viel harte Arbeit das Team einschließlich des Gründers Jonathan Drew leistet, um anspruchsvollen Aficionados weltweit Rauchvergnügen auf einem sehr hohen Niveau zu liefern."},"diameter_mm":22.2,"ring":56,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andres Maduro","fillerOrigin":["Nicaragua","USA"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Eichenholz","Süß","Torf"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.2}
