{"name":"Tatuaje La Seleccion de Cazador Petit Cazadores Reserva","url":"https://www.noblego.de/tatuaje-la-seleccion-de-cazador-petit-cazadores-reserva/","brand":"Tatuaje","series":"Tatuaje La Seleccion de Cazador","details":{"Fazit":"Wer die Tatuaje La Seleccion de Cazador Petit Cazadores Reserva einmal probiert, wird von dem kurzen aber intensiven Rauchvergnügen begeistert sein. Besonders gut versteht sich dieser nicaraguanische Longfiller mit einem guten Glas Rum oder auch einem süßen Weißwein.","Genuss":"Bei einer Länge von gerade mal 102 Millimetern und einem schmalen Ringmaß von 40 leistet die Tatuaje La Seleccion de Cazador Petit Cazadores Reserva dem Aficionado für die Dauer von in etwa einer halben Stunde Gesellschaft. In dieser Zeit fällt nicht nur das tadellose Abbrand- und Zugverhalten positiv auf, die schmale Panatela verfügt auch über relativ viel Rauch für solch einen geringen Durchmesser. Dabei entwickeln sich Aromen von geröstetem Kaffee, feurigem Pfeffer, dunkler Schokolade und dezente Ledernuancen. Gelegentlich scheinen auch nussige Aromen auf, die vor allem in Kombination mit der Würze dieser Zigarre sehr delikat sind.","Hintergrund":"Nicaragua ist auch hier mal wieder das Land der Wahl, wenn es um die Art der verwendeten Tabakblätter geht. So stammen sowohl die Einlage als auch das Umblatt aus dem Land in Zentralamerika, auf das die Macher Pete Johnson und Don Pepin aka José Garcia von Tatuaje so oft schwören. Und das nicht ohne Grund, denn der Tabak verfügt über eine besonders delikate und dezente Süße, die durch eine speziellen Art der Fermentation zustandekommt. Abgerundet wird der Blend mit einem dunklen Connecticut Broadleaf Deckblatt."},"diameter_mm":16,"ring":40,"length_mm":102,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Gewürze","Kaffee","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.3}
