{"name":"Regalia Fina Sao Felippe","url":"https://www.noblego.de/regalia-fina-sao-felippe/","brand":"Regalia Fina","series":"","details":{"Fazit":"Mit der Regalia Fina Sao Felippe holen Sie sich nicht nur den fantastischen Geschmack echter Brasil Zigarren nach Hause, ihr Genuss vermittelt auch immer einen Teil der unbeschwerten und lockeren brasilianischen Lebensart.","Genuss":"Brasilianische Zigarren wie die Regalia Fina Sao Felippe sind so beliebt, weil die Tabake aus dem Land der Regenwälder eine ganz eigene und sehr delikate Würze entfalten. Das seidig schimmernde Bahia Deckblatt der bestens konstruierten Longfiller hat eine gleichmäßig dunkelbraune Färbung vorzuweisen, darunter verbirgt sich ein indonesisches Deckblatt, welches schmackhafte Einlagetabake aus Brasilien umschließt. Neben der angesprochenen Würze enthält der cremige Rauch der Sao Felippe leckere Kaffee-, Holz-, Schokolade- und Nussaromen, die hin und wieder von einer sehr sanften Süße umspielt werden. Die Regalia Fina Sao Felippe ist eine besonders angenehm zu rauchende Zigarre, ihr saftiger Geschmack sorgt für ein besonders ausgeprägtes Raucherlebnis, welches ferner durch sehr gutes Zug- und Abbrandverhalten gekennzeichnet ist.","Hintergrund":"Brasil Zigarren erfreuen sich schon seit vielen Jahrzehnten größter Beliebtheit unter deutschen Genussrauchern. Die hochwertigen und gehaltvollen Tabake aus dem südamerikanischen Staat eignen sich hervorragend für die Herstellung delikater und vollmundiger Zigarren, die ihren Genießern einzigartige Genussmomente schenken."},"diameter_mm":19.1,"ring":48,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Brasilien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Indonesien"],"wrapperType":"Bahia","aromaProfileManufacturer":["Cremig","Gras","Holz","Kaffee","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.2}
