{"name":"Hoyo de Monterrey Hoyo du Maire","url":"https://www.noblego.de/hoyo-de-monterrey-hoyo-du-maire/","brand":"Hoyo de Monterrey","series":"","details":{"Fazit":"Die charaktervolle Hoyo de Monterrey Hoyo du Maire sollte in keinem Humidor fehlen. Ideal für zwischendurch, wenn mal keine Zeit für die großen Zigarren ist, z.B. in der Mittagspause.","Genuss":"Die Hoyo de Monterrey Hoyo du Maire misst einen Durchmesser von 10 Millimetern und eine Länge von 9,8 Zentimetern. Dieses interessante kleine \"Entreactos\"-Format, was so viel wie \"zwischen den Akten\" bedeutet und auf die Pause im Theater bzw. in der Oper anspielt, birgt eine wahres Aromenwunder von ausgeprägten Röst- und Erdnoten, sowohl im kalten wie im gerauchten Zustand. Es handelt sich laut Angabe um einen echten Longfiller, was bei diesem kleinen und schmalen Format enorme Ansprüche an die Kunst des Torcedors stellt.","Hintergrund":"Die Bezeichnung Hoyo de Monterrey ist auf den Ort San Juan y Martinez, der sich im Herzen der Tabakregion Vuelta Abajo befindet, zurückzuführen. Die Plantage Hoyo de Monterrey erreicht man durch ein Tor vom wichtigsten Platz des Ortes aus. ‘Hoyo’ bedeutet wörtlich ‘Senke‘ und beschreibt in diesem Fall die tiefe Lage der Plantage an den fruchtbaren Ufern des Flusses San Juan y Martinez. José Gener, ein gebürtiger Spanier aus Katalonien, war der erste, der 1865 den Namen seiner Vega als Markenname für Habanos benutzte. Der Geschmack der Hoyo de Monterrey macht sie zu einer beliebten Wahl für all diejenigen, die eine feine aber gleichzeitig aromatische Habano suchen, die leicht im Geschmack ist, jedoch durch große Eleganz und Komplexität überzeugt."},"diameter_mm":11.9,"ring":30,"length_mm":100,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":8.5}
