{"name":"Pitbull Muchacha","url":"https://www.noblego.de/pitbull-muchacha/","brand":"Pitbull","series":"","details":{"Fazit":"Mit der Pitbull Muchacha bekommt man eine kräftige Zigarre, die mit Aromen von Erde, dunklem Holz und Kaffee sowie durch dezente blumige Noten geschmacklich überzeugt. Wer dagegen ein Freund etwas milderer Zigarren ist, der sollte unbedingt einmal die \u003ca title=\"Hier geht's zur Pitbull Mahestro\" href=\"/pitbull-mahestro/\"\u003ePitbull Mahestro\u003c/a\u003e ausprobieren.","Genuss":"Die Pitbull Muchacha ist ein Robusto Gordo Format mit einer Länge von 11,4 cm und einem starken Ringmaß von 56. Sie wird zu Beginn von einer intensiven Erdigkeit geprägt, die jedoch im weiteren Verlauf spürbar abnimmt und so Platz für Aromen von dunklem Holz und Kaffee sowie leicht blumige Noten macht. Optisch überzeugt sie derweilen mit einem karamellfarbenen Maduro-Deckblatt aus Nicaragua, welches lediglich von dünnen Blattadern durchzogen ist. Mit zunehmendem Rauchverlauf fächern sich auch die vorhandenen Aromen breiter auf und bringen eine fruchtige Nuance hervor, die sehr gut mit der Grundwürzigkeit der Zigarre kontrastiert. Geschuldet ist diese intensive Würzigkeit dem Umstand, dass  ausschließlich Tabake aus Nicaragua verwendet wurden, die für ihren kräftigen Geschmack bekannt sind. Die Pitbull Muchacha besticht ferner durch die positive Eigenschaft auch gegen Ende der ca. 90-minütigen Rauchzeit nicht scharf zu schmecken, was Ausdruck ihrer hervorragenden Verarbeitung ist. In Kombination mit einem perfekten Abbrand sowie Zug ermöglicht die Pitbull Muchacha zu jedem Zeitpunkt ein sorgenfreies Raucherlebnis.","Hintergrund":"Hervorgegangen aus einer Zusammenarbeit zwischen Didier Houvenaghel, A.J. Fernandez sowie einem europäischen Händler, werden diese Nica-Puros in Estelí, Nicaragua gerollt. Eine Besonderheit liegt darin, dass sämtliche verwendeten Tabake zwischen 2,5 und 5 Jahren gelagert wurden."},"diameter_mm":22.3,"ring":56,"length_mm":114,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Blumig","Erdig","Fruchtig","Gewürze","Holz","Honig","Kaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.5,"additionalNotes":"Limited"}
