{"name":"Hemmy's Linea Secreta Petit Lanceros","url":"https://www.noblego.de/hemmy-s-linea-secreta-petit-lanceros-zigarren/","brand":"Hemmy's","series":"Linea Secreta","details":{"Genussverlauf":"Wenige Formate wirken so elegant wie der Lancero - und gleichzeitig gehört er auch zu den klassischsten. Man denke nur an die Cohiba Lanceros oder Trinidad Fundadores, welche als eine der meistgesuchten Habanos gelten und lange Zeit nur als Geschenk für Diplomaten genutzt wurden. Diese Petit Lancero kommt (wie das Petit schon vermuten lässt) mit 14,5 cm etwas kürzer daher, bleibt aber mit dem 42er-Ringmaß zweifellos in den Lancero-Dimensionen. Ebendiese Schlankheit lässt das bildschöne Deckblatt noch mehr hervorkommen und so sind im ersten Drittel Kaffee, Leder und Erde dominant. Gleichzeitig ist die Stärke etwas betonter als bei den anderen Formaten der Serie, deren Tabakmischung geheim bleibt. Generell gilt, wie bei allen Lanceros: Langsam rauchen und nicht zu stark ziehen! Sonst überhitzt die Zigarre wegen ihres dünnen Ringmaßes schnell und neigt zu Schärfe sowie Schiefbrand. Und das wäre bei ihrem fortlaufenden Aromenspiel wirklich schade, denn zu den oben beschriebenen Noten gesellen sich noch Vanille, Holz und Creme. Am Ende legt die mittelkräftige Stärke bei gleichbleibendem Geschmack etwas zu und wir sind fast schon traurig, wenn wir dieses Meisterwerk endgültig in den Ascher legen.","Resümee":"Hemmy´s Linea Secreta Petit Lancero ist eine im Geschmack unglaublich harmonische Zigarre und optisch aufgrund ihres eleganten Formats eine echte Augenweide. Hier stimmt einfach alles, weshalb wir uns gut vorstellen können, dass diese Zigarre zu einem spürbaren Anstieg an Fans für Hemmys Kreationen führen wird. Überzeugen Sie sich selbst!"},"diameter_mm":16,"ring":42,"length_mm":145,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Geheim"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Fruchtig","Röstaromen","Sahne"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":12.9,"additionalNotes":"Pigtail"}
