{"name":"2012 by Oscar Barber Pole Toro","url":"https://www.noblego.de/2012-by-oscar-barber-pole-toro-zigarren/","brand":"Oscar Valladares","series":"The Oscar 2012 by Oscar","details":{"Genussverlauf":"Ein wahrer Hingucker ist die 2012 by Oscar Barber Pole Toro in jedem Fall. Bei den Deckblättern der mittelkräftigen Honduranerin im „Zebra-Look“ handelt es sich um ein dunkles San Andrés aus Mexiko und ein sogenanntes Candela aus Honduras. Der Rest ihres Blends besteht aus einem honduranischen Umblatt und Einlagetabaken aus Nicaragua sowie Honduras. Die im Boxpressed Stil gearbeitete Toro offeriert ein besonders abwechslungsreiches Aromaspiel. So treten in dem circa 80 Minuten andauernden Rauchverlauf fein-cremig unterlegte Röst-, Erd-, Gewürz- und Nussnoten auf, welche in wechselhafter Manier von einer angenehmen Karamellsüße oder unaufdringlichen Würze roten Pfeffers begleitet werden. Unsere Probeexemplare wiesen ein gutes, für den ein oder anderen vielleicht etwas zu leichtes Zugverhalten auf. Der Abbrand gestaltete sich wie gewünscht gemächlich und messerscharf.","Nice to know":"Zigarren im Barber Pole Stil wie die 2012 by Oscar Barber Pole Toro sind tatsächlich nach den gestreiften „Barbierpfosten“ benannt, welche den Außenbereich vieler Friseurbetriebe zieren.","Resümee":"Wenn Sie bisher noch nie in den Genuss einer Barber Pole Zigarre gekommen sind, sollten Sie sich die 2012 by Oscar Barber Pole Toro unbedingt einmal zu Gemüte führen. Wir wünschen Ihnen viel Vergnügen dabei!"},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras","Mexico"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"binderProperty":"San Andrés \u0026 Candela","aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Karamell","Nuss","Toast","Zimt"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":12.9,"additionalNotes":"Barber pole"}
