{"name":"Royal Danish Cigars Viking Odin's Revenge","url":"https://www.noblego.de/royal-danish-cigars-viking-odin-s-revenge/","brand":"Royal Danish Cigars","series":"","details":{"Fazit":"Durch den Genuss der Royal Danish Cigars Viking Odin’s Revenge werden Sie natürlich niemals Gefahr laufen, die Unbill des mächtigen nordischen Gottes auf sich zu ziehen, jedoch ganz bestimmt in Versuchung geraten, sich mit den schmackhaften Zigarren zu Genüge einzudecken.","Genuss":"An der großformatigen Royal Danish Cigars Viking Odin’s Revenge, kann man besonders gut festmachen, von welch eindrucksvoller Qualität ihr ecuadorianisches Colorado Maduro Deckblatt ist. Unter diesem dunkelbraun glänzendem Mantel verbergen sich ausschließlich nicaraguanische Tabakerzeugnisse, die dem schmackhaften Blend als Umblatt und Einlage dienen. Ein gelungenes Zusammenspiel von leckerer Würze, geradlinigen Kaffee- und Röstaromen sowie einer darauf fein abgestimmten Süße, bestimmen das vollmundige Aromagebahren der nicaraguanischen Longfiller Zigarre. Die meisterliche Verarbeitung der Royal Danisch Cigars Viking Odin’s Revenge, ist zusätzlich an ihrem sehr zufriedenstellenden Zug- und Abbrandverhalten festzumachen.","Hintergrund":"Der Göttervater Odin stellt die wichtigste Figur in der nordischen oder auch germanischen Mythologie dar. In ihm vereint sich die enorme Größe und Macht, mittels derer er die Geschicke in den vielen spannenden Episoden der mythischen Geschichten leitet und unter Kontrolle hält. Sein Wort ist gleichzusetzen mit dem Gesetz, wer sich nicht daran halten wollte, musste sich darauf gefasst machen seinem rasenden Zorn bzw. seine Rache am eigenen Leib ausgeliefert zu sein."},"diameter_mm":23.8,"ring":60,"length_mm":190,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Colorado Maduro","aromaProfileManufacturer":["Kaffee","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
