{"name":"My Father Le Bijou 1922 Salomones","url":"https://www.noblego.de/my-father-le-bijou-1922-salomones/","brand":"My Father","series":"Le Bijou 1922","details":{"Fazit":"Die My Father Le Bijou 1922 Salomones schmeckt man lange nach ihrem Ablegen, was das reiche Bouquet des Blends bestätigt. Als Sonderanfertigung zeigt sich die Salomones als eine wahre Köstlichkeit. Ohne Frage wird hier das hohe Maß an Qualität und die Kunst des Zigarrenrollens unter Beweis gestellt. Es bietet sich sogar an, sie als die „Krone“ der ganzen „Le Bijou 1922“ – Serie zu bezeichnen, die nicht nur zu einem besonderen Anlass aufbewahrt werden sollte. Bleibt nur noch eines zu sagen: Zugreifen! – solange der Vorrat reicht.","Genuss":"Eine Salomones! Allein das Format klingt schon betörend und lädt dazu ein, sich für die Zigarre etwas länger Zeit zu nehmen. Mit einer Länge von insgesamt 18,2 Zentimetern und einem stattlichen Ringmaß von 57 (22,8 mm) lässt sie bereits beim Anblick das Herz eines echten Zigarrenliebhabers höher schlagen. Bei einer Rauchdauer von guten zwei Stunden hat man viel Zeit sich mit der My Father Le Bijou 1922 Salomones genüsslich auseinanderzusetzen. Für diese nicaraguanische Puro wurde ein glänzendes Oscuro Deckblatt verwendet. Der Beginn des Rauchens ist – bedingt durch das Format – sehr zugänglich und offenbart ein Versprechen an Aromenkomplexität. Im ersten Drittel sind Aromen wahrnehmbar, die an dunkle Schokolade und erdigen Tabak erinnern, begleitet mit dezenten Ledernoten, Würze und einer leichten Süße, die sich bis zum Schluss hält. Die Geschmacksentwicklung insbesondere die Intensität der Aromen nimmt im Rauchverlauf stetig zu, wobei sie trotz ihres voluminösen Aussehens ab der Hälfte deutlich weicher wird. Das Finale ist ein Kräfteakt für den Gaumen. Die im letzten Drittel gesättigten Aromen, vor allem die andauernde Würze und die erdigen Noten, zeigen sich nochmals von ihrer besten Seite.","Hintergrund":"Auf der Inter-tabac 2013 als ein weiterer Durchbruch des regulären Portfolios vorgestellt und als eine dankenswerte Besonderheit für die deutschen Aficionados in begrenzter Auflage eingeführt."},"diameter_mm":22.8,"ring":57,"length_mm":182,"length_inch":0,"format":"Salomones","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Oscuro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15,"additionalNotes":"Inter-tabac 2013, Limited"}
