{"name":"AVO Syncro Nicaragua Toro Tubo","url":"https://www.noblego.de/avo-syncro-nicaragua-toro-tubo/","brand":"AVO","series":"AVO Syncro Nicaragua","details":{"Fazit":"Die AVO Syncro Nicaragua Toro Tubo ist ein Premiumsmoke par excellence, bei deren Genuss man für einige Zeit den Alltag einfach Alltag sein lassen kann und gleichzeitig seine Geschmackssinne auf eine anregend aromenreiche Reise einlädt.","Genuss":"Hergestellt wird die fantastisch gearbeitete AVO Syncro Nicaragua Toro Tubo in der Dominikanischen Republik, wo die eckige Longfiller von meisterlicher Hand gerollt wird. In ihrer Einlage hat man erlesene dominikanische und nicaraguanische Tabake sinnvoll vereint, das Umblatt der imposanten Toro stammt aus der Dominikanischen Republik. Ihr wunderbar gereiftes Deckblatt kommt aus Ecuador und komplettiert somit diesen leckeren Dreiklang aus klassischen Tabakanbauländern. Die mittelkräftige Toro bietet einen spannenden Aromaverlauf mit komplexen Noten von frischer Zeder, Erde, Kaffee und Leder. Dazu gesellen sich feine Pfeffernuancen und eine leichte Süße, die an getrocknete Aprikosen erinnert. Der Rauch einer solchen Premiumzigarre sollte sich angenehm cremig gestalten, was bei der AVO Syncro Nicaragua Toro definitiv der Fall ist. Ebenso erkennt man die hohe Qualität dieses aufregenden Smokes an seinem makellosen Zug- und Abbrandverhalten.","Hintergrund":"Mit einem Rating von 93 Punkten im renommierten CigarAficionado Magazin kann die AVO Syncro Nicaragua Toro sich mehr als sehen, bzw. rauchen lassen. Kein Wunder, denn ihr raffinierter Blend fußt auf der jahrelangen Erfahrung und fachlichen Expertise des Blending-Teams von Oettinger-Davidoff in der Dominikanischen Republik."},"diameter_mm":20,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Pfeffer","Trockenfrüchte","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.4}
