{"name":"Villiger Miami Laguito No.1 Lancero","url":"https://www.noblego.de/villiger-miami-laguito-no-1-zigarren/","brand":"Villiger","series":"","details":{"Genussverlauf":"Ein gehaltvolles Connecticut Desflorado Deckblatt aus Ecuador ummantelt die geheim gehaltenen Umblatt- und Einlagetabake der eleganten Villiger Miami Laguito No. 1 Lancero. Bei mittelkräftiger Stärke entwickelt die in der Dominikanischen Republik hergestellte Schönheit vordergründig nussige Aromen, die von einer milden Säure und salzigen Nuancen flankiert wird. Feine Noten von Erde, Leder und weißem Pfeffer schwingen samt einer zart-fruchtigen Süße im Hintergrund mit. Eingebunden in eine fein-cremige Rauchstruktur entsteht so ein angenehmer Zigarrengenuss von circa 90 Minuten. Diese Zeit sollte man sich auf jeden Fall nehmen und aufgrund des Ringmaßes von 38 eine gemächliche Zugfrequenz wählen, damit man die Aromaentfaltung optimal genießen kann.","Nice to know":"Desflorado Tabake sind deshalb so gehaltvoll, weil man bei den betroffenen Tabakpflanzen zu einem gewissen Zeitpunkt die Blüten entfernt. Dadurch erhalten die Blätter im weiteren Wachstumsverlauf deutlich mehr Nährstoffe und zeigen sich später reicher an Aromen.","Resümee":"Die Villiger Miami Laguito No. 1 Lancero lässt sich entspannt und in aller Ruhe genießen. Es lohnt sich jedoch auch, einige Exemplare für ein paar Monate im hauseigenen Humidor ruhen zu lassen, um ihr Genusspotenzial noch ein wenig zu steigern. Die wunderschönen 10er Holzkisten sind allerdings nur in stark begrenzter Stückzahl verfügbar. Daher sollten Sie bei Interesse nicht allzu lange mit einer Bestellung warten."},"diameter_mm":15,"ring":38,"length_mm":190,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Leder","Nuss","Süß","Weißer Pfeffer"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":15,"additionalNotes":"Limited"}
