{"name":"Jaime Garcia Reserva Especial Toro","url":"https://www.noblego.de/jaime-garcia-reserva-especial-toro/","brand":"Jaime Garcia","series":"Reserva Especial","details":{"Fazit":"Hier ist ein White Russian angebracht, denn die Jaime Garcia Reserva Especial Toro hat Edles verdient. Und wenn Sie den Zigarrenring in seiner schlichten Schönheit sehen, werden Sie verstehen, dass man beim Zigarre-Rauchen nie allein sein sollte.","Genuss":"Mit der Jaime Garcia Reserva Especial Toro haben Sie hier eine  besondere Zigarre. Einerseits ist sie von der Konstruktion her eine der schönsten Zigarren auf dem Markt. Auf der anderen Seite erwartet Sie hier ein Aromenspiel, das seinesgleichen sucht. Zu Beginn sind es die öligen, schweren Schokoladen und Erdtöne, die das Erlebnis dominieren. Die Erde zieht sich zugunsten einer feinen Süße zurück und kehrt erst im letzten Drittel wieder auf. Das Ganze wird so cremig-geschmeidig in Form von ebensolchem Rauch transportiert, dass Glücksgefühle garantiert sind. Wie oben angedeutet ist der Abbrand ein Traum und der Zug über den gesamten Rauchverlauf genau richtig.  15 Zentimeter lang und 20 Millimeter „dick“ ist die Zigarre, und jetzt los, rauchen.","Hintergrund":"Wie der Name schon andeutet hat bei dieser Zigarre Jaime Garcia als Blender sein Handwerk getan und nicht sein ungleich bekannterer Vater. So umrahmt hier ein Connecticut Broadleaf Maduro die nicaraguanischen Tabake, was zusammen eben jenes Aromenspiel ergibt, das hier beschrieben wurde."},"diameter_mm":20,"ring":52,"length_mm":150,"length_inch":0,"format":"Toro","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Kakao","Süß","Zartbitter","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.9}
