{"name":"Rafael Gonzalez Perlas","url":"https://www.noblego.de/rafael-gonzalez-perlas/","brand":"Rafael Gonzalez","series":"","details":{"Fazit":"Die Rafael Gonzales Perla zeugt von der hohen Kunst der kubanischen Torcedores und braucht den Vergleich mit anderen Havanna-Marken nicht zu scheuen. Bei einer Rauchdauer von etwa 30 Minuten, ihren ausgewogenen und wenig aufdringlichen Aromen sowie einer tollen Verarbeitung, ist die Rafael Gonzales Perla eine gute Wahl zur Kaffeepause oder für den anspruchsvollen Genuss zwischendurch.\nHier bekommt man für wenig Geld einen ausgewogenen kubanischen Longfiller, deshalb findet man die Perla in den Humidoren zahlreicher Aficionados, für den kurzen, täglichen Genuss.","Genuss":"Wie die gesamte Serie wartet dieser Longfiller mit einem angenehmen und leichten Aroma auf und überzeugt gerade durch den ausgewogenen Geschmack. Beim Design wird auf jedweden Schnörkel und eine goldene Prägung verzichtet. Im Erscheinungsbild steht Einfachheit klar im Vordergrund. Die Rafael Gonzales Perla möchte eindeutig in anderen Dingen Überzeugungsarbeit leisten. Dabei weist das Deckblatt keinerlei nennenswerte Makel auf, der Farbverlauf ist flüssig und die Linien nicht zu grob. Der Trockenzug wirkt süß-säuerlich und zeigt bereits einen angenehmen Zugwiderstand. Die Zigarre legt gut los und brennt von Beginn an stark. Etwas Holz und ein toller Charakter, der durch etwas Säure untermalt wird, prägen die ersten Züge. Der Rauch ist angenehm mild und der Abbrand passabel. Die Intensität nimmt zur Mitte hin merklich ab, wobei die Aromenvielfalt zunimmt. Später treten Röstaromen mehr und mehr in den Vordergrund, die Schärfe nimmt aber nicht zu. Die 10,2 cm lange und 16 mm „dicke“ Petit Corona erfordert nicht zu viel Aufmerksamkeit, denn sie droht nicht so schnell auszugehen, ist konstant im Widerstand und in der Verarbeitung absolut zufriedenstellend.","Hintergrund":"Diese Havanna-Marke wurde im Jahre 1928 von Georg Samuel und Frank Warwick speziell für den britischen Markt entworfen und wird in der Romeo y Julieta Fabrik gerollt. Obwohl sie eine der kleinsten Manufakturen Kubas ist, war sie die erste, welche das beliebte \"Lonsdale\"-Format anbot. Namensgeber war Lord Lonsdale, ein Graf aus England und berühmter Zigarrenliebhaber. Heute benutzen viele andere Habanos-Marken den Namen dieses Formates ebenfalls."},"diameter_mm":16,"ring":40,"length_mm":102,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.2}
