{"name":"Alec Bradley Gatekeeper Gordo ","url":"https://www.noblego.de/alec-bradley-gatekeeper-gordo-zigarren/","brand":"Alec Bradley","series":"Gatekeeper","details":{"Genussverlauf":"Das knackig braune ecuadorianische Deckblatt der Alec Bradley Gatekeeper Gordo zeugt von einer herausragenden Qualität und weist einen feinen öligen Schimmer auf. Ihre Einlagetabake stammen aus Nicaragua und der Dominikanischen Republik. Diese werden von einem nicaraguanischen Umblatt gehalten. Sobald entzündet, produziert die Gatekeeper einen wahnsinnig dichten und cremigen Rauch. Dieser trägt zunächst dunkle Aromen von Leder, Erde und Holz, die von einer unaufdringlichen Schärfe umspielt werden, an den Genießergaumen. Im fortschreitenden Genussverlauf kommen süßliche, fruchtige und pfeffrige Töne hinzu, die sich eindrucksvoll ausbalanciert zu den bereits bestehenden Aromen verhalten. Nach etwa 70 Minuten hat die Robusto zuverlässig ihren Dienst getan und hinterlässt einen sehr zufriedenen Genießer.","Nice to know":"Dass der Markenname Alec Bradley sich aus den Vornamen der beiden Söhne des Unternehmenschefs Alan Rubin zusammensetzt, sollte bereits hinlänglich bekannt sein. Beide seiner Sprösslinge sind seit Erreichen ihrer Volljährigkeit in die Geschicke des Unternehmens eingebunden und haben mit den Blind Faith Zigarren bereits ihren ersten eigenen Blend kreiert. Ihr dritter Streich, die Gatekeeper Serie, ist in Zusammenarbeit mit dem großen Ernesto Perez Carrillo aus der Dominikanischen Republik entstanden, produziert werden die Gatekeeper in Honduras.","Resümee":"Die Gatekeeper Gordo von „Alec \u0026 Bradley“ ist eine vielversprechende und facettenreiche Premiumzigarre für geübte Gaumen. Wir sind daher umso gespannter und voller Vorfreude auf die nächsten Projekte der beiden Rubin Brüder."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Gordo","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz","Leder","Nuss","Pfeffer","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":10.3}
