{"name":"Flor de Copan Monarcas Tube","url":"https://www.noblego.de/flor-de-copan-monarcas-tube/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Als Alltagszigarre ist sie nicht geeignet, dafür ist sie zu besonders. Auf Grund der Milde und der ausgewogenen Aromen eignet sie sich als Geschenk für den Afficionado ebenso wie für den Anfänger.\nDie Flor de Copan Monarcas ist eine außergewöhnliche Zigarre mit einer Aromenvielfalt, die bei gleichzeitiger Milde zu überzeugen weiß.","Genuss":"Die Flor de Copan der Ausführung Monarcas in der Alutube ist eine außergewöhnlich gute Zigarre aus Honduras. Mit 16,6 Zentimetern Länge und 20 Millimetern Durchmesser ist sie eine ungewöhnlich stattliche grand Corona. Mild und doch kräftig in ihren Aromen ist die Zigarre, die eher an kubanische als an dominikanische Zigarren erinnert.  Zu Beginn ist sie mild und cremig-fruchtig. Leichte Nuancen von Zedernholz, Nuss und dunkler Schokolade scheinen auf. Im weiteren Verlauf setzt sich eine milde-erdige Grundausrichtung durch.  Im Abschluss sind es Röstaromen, die das Bild vervollkommnen, ohne jedoch Bitterstoffe zu produzieren. Dieses dauerhaft mild-aromatische Vergnügen hält ca. 60 bis 70 Minuten an. Abbrand, Zugverhalten und Asche sind bei dieser Zigarre ausgezeichnet.","Hintergrund":"In Santa Rosa de Copan, einer kühlen Hügelregion nahe der Grenze zu Guatemala und El Salvador in Honduras, werden die Flor de Copan hergestellt. Schon vor tausenden Jahren haben die Mayas hier Tabak angebaut. Die Tradition wird in einer Fabrik mit über 240 Mitarbeitern fortgeführt, ausschließlich handgerollte Zigarren verlassen die Tore. Die einzigartige Ausrichtung der Monarcas schlägt sich in der Wahl der Tabake nieder. Das Deckblatt ist ein Connecticut Shade aus Ecuador. Das Umblatt kommt aus Honduras und die Einlage besteht  aus Tabaken aus Honduras und Nicaragua. Von Zedernholz ummantelt und mit einer beeindruckenden Bauchbinde versehen ist jede Zigarre ein liebevoll gestaltetes Produkt."},"diameter_mm":20,"ring":50,"length_mm":166,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Fruchtig","Nuss","Zartbitter","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.5}
