{"name":"Hernandez y Ruiz Short Corona","url":"https://www.noblego.de/hernandez-y-ruiz-short-corona/","brand":"Hernandez y Ruiz","series":"","details":{"Fazit":"Die Hernandez y Ruiz Short Corona Zigarren zeigen sich durchaus als temperamentvoll, außerdem ergiebig und gleichzeitig perfekt ausbalanciert. In der 20er Kiste aus Zedernholz präsentieren sie sich höchst attraktiv und sind ein tolles Geschenk für einen guten Zigarrenfreund.","Genuss":"Hernandez y Ruiz Short Corona Zigarren sind, wie ihre größeren Schwestern, die \u003ca title=\"Hier geht's zur Hernandez \u0026 Ruiz Robusto\" href=\"/hernandez-y-ruiz-robusto/\"\u003eRobustos\u003c/a\u003e, Puro-Zigarren. Sie enthalten nur Tabake aus Panama, diese aber in streng geheimen Mischungen. Es sind mittelkräftige und mild-würzige Zigarren, die ihre wechselnden Aromaten beim langsamen Rauchen nach und nach entfalten. Bei 16 Millimetern Durchmesser und 102 Millimetern Länge hält der interessante Rauchgenuss dieses Longfillers eine gute halbe Stunde lang an. Im Rauch präsentieren sich diese Puros aus Panama leicht cremig, etwas holzig und mit einer zart süßlichen Note. Ihre tadellose Verarbeitung und ihr einwandfreies, Zug- und Abbrennverhalten überzeugen auf Anhieb.","Hintergrund":"Edle Longfiller-Zigarren aus Panama gelten immer noch als Geheimtipp. Dies gilt auch für die 2012 in Deutschland eingeführte Marke Hernandez \u0026 Ruiz. Auf Grund ihres sehr guten Preis-Leistungs-Verhältnisses wird sie ganz bestimmt einen erfolgreichen Weg auf dem Tabakmarkt beschreiten. Panama ist ein Land, in dem streng nach alten, bewährten Traditionen Tabak verarbeitet wird. Die Produkte sind dann auch handwerklich einwandfrei und enthalten nur beste Tabaksorten."},"diameter_mm":16,"ring":40,"length_mm":102,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Panama","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Cremig","Gras","Holz","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":3.95}
