{"name":"Bossner Alexander Maduro","url":"https://www.noblego.de/bossner-alexander-maduro/","brand":"Bossner","series":"Maduro","details":{"Fazit":"Die kleine Bossner Alexander Maduro ist für den kurzen, aber doch intensiven Maduro Genuss. Sie bringt so ziemlich alles mit, was ein Aficionado sich von einer richtigen Maduro-Zigarre wünscht und ist für den frühen Nachmittag ideal geeignet.\nOptimal empfiehlt sich dazu ein etwas herberes Getränk, wie zum Beispiel ein Schwarzer Tee, oder zum Abend hin ein etwas rauchiger Whisky, um die süßlichen Noten dieser Vitola zu unterstreichen.","Genuss":"Die kleine Bossner Alexander Maduro hat ein sehr öliges, feinadriges Deckblatt, wobei es sich um ein Connecticut Broadleaf aus den USA handelt, ein echtes Schmuckstück in der Hand. Der kalte Zug ist ordentlich und hinterläßt einen Hauch von Lakritz auf den Lippen. Sie misst eine Länge von 89 Millimetern und einen Durchmesser von 19 Millimetern, eine der dicksten Zigarren aus der Linie Bossner Maduro. Einlage und Umblatt der Alexander Maduro stammen aus der Dominikanischen Republik. Nach dem Anzünden dieser Zigarre, schmeckt man, außer einem samtigen Hauch Nuss, anfangs nicht sehr viele Aromen heraus, man arbeitet sich langsam heran, an ein erdiges, holziges Aroma. Im weiteren Rauchverlauf kommen Röstaromen hinzu und verleihen dieser sehr maskulinen Vitola einen leicht süß-scharfen Hauch. Das letzte Drittel dieser Zigarre verführt mit einem Hauch Lebkuchen und füllt den Raum mit dichtem, aromatischem Rauch. Im Finish wird der Rauch noch etwas voller und wärmer, was die leicht nussigen Röstaromen noch ein wenig unterstreicht. Alles in allem handelt es sich bei der Bossner Alexander Maduro um eine qualitativ und geschmacklich einwandfreie Zigarre. Zug und Abbrand sind genau so, wie man es sich wünscht.","Hintergrund":"Zigarren aus dem Hause Bossner glänzen mit einzigartiger Qualität und Außergewöhnlichkeit im Geschmack. Die Linie Bossner Maduro glänzt mit einem Connecticut Maduro Broadleaf-Deckblatt und kombiniert mit ihrer hochwertigen Einlage einen Klasse Smoke. Geschäftsführer Konstantin Bossner hat diese Marke gegründet und führt sie mit zwei Partnern. Für die Zigarren aus dem Hause Bossner werden ausschließlich Tabake höchster Qualität verwendet, dies macht sich im Rauchverhalten bemerkbar. Sehr runder Abbrand und ein klasse Aschebild machen diese Zigarren qualitativ zu einem Highlight."},"diameter_mm":19,"ring":48,"length_mm":89,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Gewürze","Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":11.4}
