{"name":"Vega Fina Minutos","url":"https://www.noblego.de/vega-fina-minutos/","brand":"Vega Fina","series":"Classic","details":{"Fazit":"Die Minutos der Marke Vega Fina sind ausgezeichnet für einen milden, aber aromatischen Smoke von der Dauer einer knappen halben Stunde geeignet. Gönnen Sie sich zu diesen Premium Longfiller-Zigarren doch gelegentlich ein Glas Wein oder auch einmal einen Obstbrand.","Genuss":"Diese Dominikanerin misst 102 Millimeter und hat ein eher kleineres Ringmaß von 30. Das Connecticut Shade Deckblatt, das eine Einlage aus der Dominikanischen Republik und ein Umblatt aus Ecuador umhüllt, ist von einem warmen braun und verfügt über einen öligen Schimmer. Öffnet man die 8er Metalldose, schlägt einem sogleich ein würziger, dezent floraler Kaltgeruch entgegen, der Lust auf mehr bereitet. Und tatsächlich, sogleich nach dem Entzünden offenbart sich dem Aficionado eine Aromenvielfalt, die trotz der Milde dieser Zigarre nicht fad schmeckt. Töne von Eichen- und Zedernholz werden von nussigen Anklängen umschmeichelt. Hin und wieder scheinen Kakao-Aromen auf und machen den Smoke im Zusammenspiel mit einer Ahnung von Rose zu einem spannenden, wenn auch kurzweiligen Erlebnis. Das Abbrand- und Zugverhalten sind dabei optimal.","Hintergrund":"Die Vega Fina Minutos entstammen der berühmten Zigarrenfabrik Tabacalera de Garcia. In der Dominikanischen Republik gelegen und eingebettet inmitten von Tabakplantagen werden hier jährlich 35 Millionen Premiumzigarren per Hand gerollt. Die Tabacalera de Garcia ist daher auch die größte Longfiller-Manufaktur weltweit. Namhafte  Marken wie die dominikanischen Upmann, Montecristo und Romeo y Julieta entstammen ebenfalls dieser berühmten Manufaktur. Bei solch guter Gesellschaft am Geburtsort ist es nicht weiter verwunderlich, dass die Vega Fina Zigarren ebenfalls einen ausgezeichneten Ruf genießen. Denn nur die erfahrensten Torcedors rollen in den Hallen der Tabacalera de Garcia Zigarren."},"diameter_mm":11.9,"ring":30,"length_mm":102,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Eichenholz","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.9}
