{"name":"Juan Lopez Panetelas Superbas","url":"https://www.noblego.de/juan-lopez-panetelas-superbas/","brand":"Juan Lopez","series":"","details":{"Fazit":"Die kleine Juan Lopez Panetelas Superbas ist eine sehr ausgewogene Zigarre und für den Kaffee am Nachmittag ideal geeignet.","Genuss":"Die kleinste Zigarre aus dem Hause Juan Lopez misst eine Länge von 12,2 Zentimetern und hat einen Durchmesser von 13,5 Millimetern. Es handelt sich hierbei um ein Panetela-Format mit 34er Ringmaß und einer Rauchdauer von ca. 30 Minuten. Die kleine Panetela ist eine sehr gut verarbeitete Vitola mit mittelbraunem Deckblatt, einem klasse Rauchverhalten und fein-würzigem Geruch. Leicht süßlich würziger Kaltgeruch mit fruchtiger Note macht die kleine Juan Lopez Panatelas Superbas sehr interessant. Am Anfang kommen sehr cremig-würzige Nuancen von Kaffee und Honig auf und werden begleitet von klassisch kubanisch-erdigem Geschmack. Das zweite Drittel dieser kleinen Panetelas Superbas wird angeführt von kräftig holzigem, vollmundigem Rauch und weiterhin klassisch erdigen, kubanischen Aromen. Zum Finale hin wird die kleine Juan Lopez im letzten Drittel würziger und vollmundiger, ohne unangenehme Schärfe aufzuweisen. Bei dieser Zigarre bekommt man auf 12 Zentimetern Länge viel distinguierten, buttrig kubanischen Geschmack und dies für kleines Geld. Das Ende wird unterstrichen von feinwürzigen Lebkuchennoten und rundet die leichte Schärfe herrlich ab. Die kleine Puro ist eine klasse Zigarre für zwischendurch.","Hintergrund":"Schon seit dem 17. Jahrhundert wird in Kuba Tabak angebaut, erst 1870 gründete Juan Lopez Diaz seine Manufaktur in der Region Vuelta Abajo. Jedes Format der Manufaktur ist bis heute rein handgefertigt. Bis heute werden Zigarren in klassischer Art und Weise hergestellt, die Qualität ist ein Grund für die Manufaktur, auf maschinelle Produktion zu verzichten. Nach der Revolution wurde die Marke Juan Lopez allmählich zur Nischenmarke und erst in den 90er Jahren, mit der Einführung der Selección No. 1 und Selección No. 2, kam sie zu größerer Bekanntheit. Die Juan Lopez Zigarren werden in der Manufaktur „La Corona“ gefertigt."},"diameter_mm":13.5,"ring":34,"length_mm":122,"length_inch":0,"format":"Panetela","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.4}
