{"name":"Plasencia Alma Fuerte Nestor IV Toro","url":"https://www.noblego.de/plasencia-alma-fuerte-nestor-iv-toro/","brand":"Plasencia","series":"Alma Fuerte","details":{"Fazit":"Die Plasencia Alma Fuerte Nestor IV Toro ist die Zigarre für besondere Augenblicke. Bei dem exzellenten und starken Smoke von einer guten Stunde empfiehlt es sich die Beine hochzulegen und einfach nur zu genießen. Gern in Begleitung eines süßen Cocktails oder eines richtig guten Kaffees mit Schuss.","Genuss":"Ganz klar, bei der Plasencia Alma Fuerte Nestor IV Toro 4x54\u003cstrong\u003e \u003c/strong\u003ehaben wir es mit einem echten Premium-Smoke zu tun. Das dürfte jedem Aficionado klar sein, der einen Blick auf die perfekt gerollten Vitolas der Serie werfen konnte, die mit ihrem ölig-schimmernden Jalapa-Deckblatt aus Nicaragua ein überaus ansprechendes Äußeres aufzuweisen haben. Und auch der Kaltgeruch verspricht mit seinen Noten von Kakaobohnen, Lederandeutungen und einem grasigen Element viel. Und in der Tat kann diese Puro aus Nicaragua auch den positiven ersten Eindruck bestätigen, denn sie bietet dem Genussfreund einen Smoke voller würzig-kräftiger Aromen. Neben Zedernholz und einer immer wieder aufscheinenden Ahnung von frischem Waldboden präsentiert diese Toro auch ein leichtes Aroma von Milchkaffee. Gegen Ende versprüht sie neben einem stärker werdenden Pfefferaroma immer wieder nussige Anklänge. Sind das geröstetete Pecanüsse oder etwa doch Walnüsse? So oder so, die schließenden Aromen sind das passende Ende für einen ansonsten perfekten Smoke.\u003cspan style=\"font-size: x-small;\"\u003e \u003c/span\u003e","Hintergrund":"Die Plasencia Familie gehört mit ihrem Masterblender Nestor Plasencia wohl zu den unangefochtenen führenden Tabakproduzenten Nicaraguas. Bisher ist die Familie selbst aber eher als exzellenter Zulieferer und Rohstofflieferant bekannt. Eine eigene große Markelinie, die den Namen der Tabakbauern aus dem kubanischen Exil in die Humidore der Aficionados der Welt trägt, existierte bisher nicht. Das soll die Plasencia Alma Fuerte-Serie nun ändern. Dabei gilt für die Plasencias wohl das Motto „klotzen, nicht kleckern“, was unter anderem auch beim Blick auf die exklusive Tabakkiste deutlich wird."},"diameter_mm":22,"ring":54,"length_mm":158,"length_inch":0,"format":"Toro","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Jalapa","strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":25}
