{"name":"H. Upmann Sir Winston","url":"https://www.noblego.de/h-upmann-sir-winston/","brand":"H. Upmann","series":"","details":{"Fazit":"Die H. Upmann Sir Winston ist eine leckere kubanische Zigarre mit typisch würzigem, erdigem und leicht pfeffrigem Aroma, das in jeder Situation zu begeistern weiß. Die Geschmackskomponenten sind ausgewogen, die Verarbeitung ist sehr gut gelungen und der Gesamteindruck mehr als überzeugend. Diese H. Upmann ist eine Empfehlung für lange Nachmittage oder Abende und wird Sie sicherlich überzeugen können.","Genuss":"Schneidet man die H. Upmann Sir Winston an, offenbart sie dem Aficionado einen für dieses lange Format von knapp 18 cm sehr guten Zug, was auf eine gekonnte und sorgfältige Verarbeitung schließen lässt. Der Kaltzug bringt herb-süßliche Tabakaromen mit sich, man fühlt sich an einen Herbstwald erinnert. Behutsam entzündet bekommen Zunge und Gaumen sogleich ein fein-erdiges, würziges Tabakaroma zu spüren. Kuba lässt grüßen! Im Vergleich zu ihren kleineren Schwestern, wie der Magnum 50 oder der 46, schwingt jedoch nur eine sehr dezente Süße im Hintergrund mit, die blumigen Nuancen sind nicht auszumachen. Über die gut Anderthalbstunden, die diese Zigarre in Anspruch nimmt, tritt eine delikate Ledrigkeit in den Vordergrund, begleitet von einer feinen Nuance schwarzen Pfeffers. Diese Geschmackskomponenten finden sich normalerweise in kräftigen kubanischen Smokes, die Sir Winston allerdings wird nie zu kräftig oder scharf. Hier spielt die hohe Tabakqualität ihre Trümpfe aus.","Hintergrund":"Die Marke H. Upmann gehört seit ihrer Gründung im Jahre 1844 zu den renommiertesten Marken der kubanischen Insel. Schon in der ersten Zeit konnte sich H. Upmann international durchsetzen, wodurch die Zahl der Angestellten bereits in den 90er Jahren des 19. Jahrhunderts auf 200 erhöht wurde. Im Jahre 1922 musste die Firma Insolvenz anmelden. Diese kurze Notperiode endete allerdings im Jahre 1937 schon wieder, als H. Upmann von Menendez aufgekauft wurde und so erneut den Sprung auf den Weltmarkt schaffte. Seitdem zählen die H. Upmann-Zigarren zu den beliebtesten des Landes."},"diameter_mm":19,"ring":48,"length_mm":177,"length_inch":0,"format":"Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Honig","Leder","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":33.9}
