{"name":"Brun del Ré 1787 Libertad Supremo","url":"https://www.noblego.de/brun-del-re-1787-libertad-supremo-zigarren/","brand":"Brun del Ré","series":"","details":{"Genussverlauf":"Das Deckblatt der Brun del Ré 1787 Libertad Supremo macht einen sehr wertigen Eindruck. Allgemein weist die zu 100 % aus costa-ricanischen Tabaken gefertigte Zigarre eine hervorragende Verarbeitungsqualität auf. Sie verfügt über einen angenehm würzigen Kaltgeruch, der am Zigarrenfuß klare Kaffeenoten offenbart. Zu Genussbeginn gibt sie auch sogleich ausgeprägte Aromen von Erde und Kaffee preis, die von einigen Pfeffertönen begleitet werden. Im zweiten Rauchdrittel treten Erde, Kaffee und Pfeffer deutlich zurück und machen Platz für merklich aufkommende Zedernholzaromen mit süß-würziger Untermalung. Im letzten Genussdrittel kommen die erdigen Töne wieder deutlicher zum Vorschein, zu denen sich ledrige Nuancen und gesteigerte Würznoten gesellen. Insgesamt bietet die Libertad Supremo ein sehr cremiges Rauchvergnügen mit komplexer Aromaentfaltung. Zug und Abbrand sind top und lassen ein äußerst entspanntes sowie ungetrübtes Genusserlebnis zu.","Nice to know":"Zigarren aus Costa Rica gelten auch heute noch als absolute Exoten auf dem Markt. Dabei müssen die leckeren Smokes von Brun del Ré sich keinesfalls vor der Prominenz aus Kuba, Nicaragua, Honduras und der Dominikanischen Republik verstecken. Denn Zigarren wie die Brun del Ré 1787 Libertad Supremo oder Rain Forest können qualitativ und geschmacklich locker mit der restlichen Konkurrenz auf dem Zigarrenmarkt mithalten.","Resümee":"Haben Sie schon einmal Zigarren aus Costa Rica probiert? Falls nein, dann bietet Ihnen die leckere Brun del Ré 1787 Libertad Supremo beste Gelegenheit dazu. Momentan gilt sie noch als absoluter Geheimtipp, was unserer Meinung nach allerdings nicht von allzu langer Dauer sein wird."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"fillerOrigin":["Costa Rica"],"binderOrigin":["Costa Rica"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Nuss","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.8}
