{"name":"Dominican Estates Pyramide","url":"https://www.noblego.de/dominican-estates-pyramide/","brand":"Dominican Estates","series":"","details":{"Fazit":"Mit ihrem erstklassigen Preis-Leistungs-Verhältnis darf die Dominican Estates Pyramide gerne auch täglich genossen werden, ohne dass der Geldbeutel allzu sehr strapaziert wird. Der leichte bis mittelstarke Smoke der Pyramide lässt sich wunderbar in den ersten Sonnenstrahlen des beginnenden Frühlings genießen. Mit einem frischen Weißwein der beste Start in die schönste Zeit des Jahres.","Genuss":"Zigarren von Dominican Estates stehen für erstklassige Qualität zu einem sensationell günstigen Preis. Da macht auch die Pyramide keine Ausnahme. Die kolumbianischen und dominikanischen Einlage-Tabake werden von einem US-amerikanischen Broadleaf-Umblatt und einem Connecticut Shade Deckblatt verfeinert. Feine Adern durchziehen das Deckblatt und die bunt schimmernde Banderole lädt zum intensiveren Betrachten ein. Im Kaltgeruch erinnert sie an Honig und Holz. Diese Aromen stellen sich auch in den ersten Zügen ein, begleitet von einer pfeffrigen Schärfe, die sich jedoch schon bald wieder verflüchtigt. Der zum Ende hin stärker werdende Smoke wird bestimmt durch Holzaromen, Schokolade und grasige Noten, hier und da scheinen Nuancen von Nuss auf. Ein angenehmer, typisch dominikanischer Smoke für gute 60 Minuten Genuss bei leichtem Zug und gleichmäßigem Abbrand.","Hintergrund":"Nicht jede Zigarrenserie hat ein Figurado-Format in ihren Reihen, denn hierbei sind besonders erfahrene Hände gefragt, um die hochwertige Qualität in der Verarbeitung zu gewährleisten. Dominican Estates braucht sich davor nicht zu scheuen. Sie entstehen in der Tabacalera de Garcia unter den strengen Augen von Fabrikchef und Masterblender José Seijas, der diese milde dominikanische Zigarre auch entwickelt hat."},"diameter_mm":18,"ring":45,"length_mm":155,"length_inch":0,"format":"Piramide","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Kolumbien"],"binderOrigin":["Broadleaf"],"aromaProfileManufacturer":["Holz","Honig","Pfeffer","Schokolade","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":5.4}
