{"name":"Kristoff Connecticut Robusto","url":"https://www.noblego.de/kristoff-connecticut-robusto/","brand":"Kristoff","series":"","details":{"Fazit":"Die Kristoff Connecticut Matador ist eine wunderschön gefertigte Zigarre, die bei perfekter Verarbeitung durch ihr Pigtail und das „wilde Ende“ am Zigarrenfuß auch optisch einen guten Eindruck macht. Dazu bietet sich ein trockener Weißwein oder ein frisch aufgebrühter Tee an.","Genuss":"Aus der Dominikanischen Republik stammt diese Robusto, die mit ihrem Pigtail und ihrem „wilden“ Ende eine etwas andere Optik bietet. Hierzu wird das Deckblatt am Zigarrenfuß nicht etwa abgeschnitten, sondern der Torcedor lässt es zunächst überstehen und rollt es anschließend zusammen. Das helle Connecticut Seed Deckblatt aus Ecuador ist von samtiger Textur und kommt ohne gröbere Blattadern aus. Die anderen verarbeiteten Tabakblätter stammen aus Nicaragua und der Dominikanischen Republik und sorgen bei einer milden aber aromatischen Würze für einen dichten und cremigen Rauch. Bei einer Länge von 140 Millimetern und einem 54er Ringmaß darf der Aficionado sich auf einen etwa einstündigen Smoke mit dieser Zigarre freuen.","Hintergrund":"Charles Fairmorn importiert diese Zigarren aus der Dominikanischen Republik, wo sie auch in der firmeneigenen Tabacalera gerollt werden. Dabei ist diese Vitola aus der recht neuen Marke wohl genau das, was man gemeinhin als „typisch dominikanisch“ vom Stärkegrad her bezeichnen würde. Aber weit gefehlt wer davon ausgeht, dass dominikanische Zigarren per se mild sein müssen. Dazu genügt ein Blick in das weitere Portfolio von Kristoff, denn die Kristoff Pistoff Zigarren sind sehr stark und können es durch ihre Tabakpower ohne weiteres etwa mit kräftigen Habanos aufnehmen"},"diameter_mm":21.43,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Cremig","Süß","Vanille","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":9.5,"additionalNotes":"Pigtail"}
