{"name":"Jaime Garcia Reserva Especial Limited Edition 3700/2011 Toro","url":"https://www.noblego.de/jaime-garcia-reserva-especial-limited-edition-3700-2011-toro/","brand":"Jaime Garcia","series":"","details":{"Fazit":"Da die Jaime Garcia Reserva Especial Limited Edition 3700/2011 Toro ein limitierte Zigarre ist, haben wir nur einen Tipp an Sie: Zugreifen! Für ein solches Erlebnis stellen sie sich lieber nur Wasser neben den Tisch und teilen das Ganze mit Ihren Freunden.","Genuss":"Mit der Jaime Garcia Reserva Especial Limited Edition 3700/2011 Toro erwerben Sie eine herausragende Zigarre aus Nicaragua aus der My Father Familie von Don Pepin Garcia. 16 Zentimeter ist die Toro lang und hat einen Durchmesser von 20,6 Millimeter. Im Kaltgeruch und –Zug dominiert die süß anmutende Schokolade, ein wenig Trockenfrucht scheint ab hier schon durch. Im ersten Drittel sind es die nicaraguanische Würze und ein Hauch von Zimt und Anis die neben der Süße erlebbar sind. Im zweiten Drittel kommt dann eine klare Kaffeenote ins Spiel, die durch Aromen von Trockenfrüchten  und etwas Leder ergänzt werden. Im letzten Abschnitt sind es Kaffee, Leder und Holz, die das Bild prägen. Und doch scheinen immer wieder alle einzelnen Komponenten durch, eine faszinierende Reise. Als kleine Besonderheit hat eine der 16 Zigarren in der aufwendig gestalteten Kiste nicht das dunkle Deckblatt, sondern ein (wahrscheinlich) Connecticut Shade. Wer die Kiste erwirbt, wird es erfahren. Die Frage nach Abbrand und Zug sind mit dem Wort perfekt umfassend beschrieben, die Asche hat einen hell-grauen Ton und fällt drittelweise.","Hintergund":"Bei dieser Zigarre ist die Komposition das Wichtigste. Das Connecticut Broadleaf kennen wir aus der Serie, das Umblatt ist ein Pelo de Oro aus Nicaragua und die Einlage caribbean-seed Tabak aus Nicaragua. Die Kiste ist auch eine Besonderheit: Jede Zigarre ist aufwendig in ein eigenes Holzschiffchen eingebettet, das obere Tablet kann man abheben. Zusammen mit den \u003ca title=\"Boveda Befeuchter online bei Noblego.de kaufen\" href=\"/boveda/\"\u003eBoveda Packs\u003c/a\u003e ein schöner Humidor für den täglichen Gebrauch."},"diameter_mm":20.6,"ring":52,"length_mm":160,"length_inch":0,"format":"Toro","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Pelo de Oro Nicaragua"],"binderProperty":"Broadleaf","aromaProfileManufacturer":["Anis","Cremig","Erdig","Gewürze","Holz","Kaffee","Schokolade","Süß","Trockenfrüchte","Zimt"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":20}
