{"name":"Flor de Copan Short Robusto","url":"https://www.noblego.de/flor-de-copan-short-robusto/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Auf Grund des Formats wird die Flor de Copan Short Robusto eher dem versierten Aficionado empfohlen. Dieser erlebt intensive und reichhaltige Aromen. Anfängern seien das \u003ca title=\"Hier geht's zur Flor de Copan Corona\" href=\"/flor-de-copan-corona/\"\u003eCorona\u003c/a\u003e oder \u003ca title=\"Hier geht's zur Flor de Copan Demi-Tasse\" href=\"/flor-de-copan-demi-tasse/\"\u003eDemi-Tasse \u003c/a\u003eFormat derselben Serie ans Herz gelegt.","Genuss":"Mit nur 10 cm Länge und einem Durchmesser von 19,8 mm ist die Flor de Copan Short Robusto eine sehr kompakte Erscheinung. Die honduranische und nicaraguanische Einlage, das honduranische Umblatt und das feine Connecticut Shade Deckblatt ergeben einen mittelkräftigen Blend, der dennoch sehr kräftig in seiner aromatischen Ausprägung ist. So startet die Short Robusto auch gleich sehr würzig mit Leder und Zedernholz und bleibt während des Rauchverlaufs, der gut und gerne eine Dreiviertelstunde in Anspruch nehmen kann, auf einem konstant medium-würzigen Level. Aromen von Nuss und etwas Frucht ergänzen neben Röstaromen das volle Genussspektrum. Zug, Abbrand und Asche gestalten sich vorbildlich.","Hintergrund":"In Honduras wurde die Tradition des Tabakanbaus schon von den Maya gepflegt. Heute wird diese Tradition unter anderem von der Manufaktur Santa Rosa de Copan fortgeführt. Die Zigarren von Flor de Copan werden mit einem feinen Zedernholzblatt ummantelt und mit einem breiten Zigarrenring versehen."},"diameter_mm":19.8,"ring":50,"length_mm":100,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Leder","Nuss","Röstaromen","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.6}
