{"name":"Inch by E.P. Carrillo No. 70","url":"https://www.noblego.de/inch-by-e-p-carrillo-no-70/","brand":"E.P. Carrillo","series":"Inch by E.P. Carrillo","details":{"Fazit":"Die Inch by E.P. Carrillo No. 70 ist definitive eine Zigarre für besondere Anlässe. Und da der Smoke dieser Dame eine gewisse Zeit erfordert, empfiehlt sich ein passendes Begleitgetränk wie beispielsweise ein kräftiger Whisky, herbe Cocktails oder auch ein Bier.","Genuss":"Groß heißt nicht immer nur stark. Zwar ist das 70er Ringmaß schon enorm und diese Zigarre lässt sich auch kaum verstecken. Das will man aber, hat man diese dominikanische Dame erst mal angeraucht, auch gar nicht. Zu gut ist die Verarbeitung und das Zusammenspiel der Einlage aus der Dominikanischen Republik und Nicaragua mit dem ecuadorianischen Deckblatt. Dabei ist letzteres feinadrig und von samtener Textur. Im Kaltgeruch dominieren süßlich-grasige Töne mit einem Hauch Ammoniak, geraucht offenbaren sich dann fruchtigere Noten von Kakao, Nüssen und Schokolade. Auch Zeder ist präsent. Abbrand soweit einwandfrei, beim Anschneiden sollte man jedoch daran denken, dass viele Zigarrenabschneider auf solche Formate nicht ausgerichtet sind.","Hintergrund":"Diese Inch haben wir von der Inter-tabac 2013 mitgebracht. Vielgelobt wurde diese Zigarre ja im Vorfeld und da waren wir natürlich neugierig, ob die Inch by E.P. Carrillo No. 70 diesem Ruf gerecht wird. Und tatsächlich haben wir es hier mit einem Longfiller zu tun, der definitiv einen Smoke Wert ist. Wer von dem Blend neugierig gemacht wurde, sich aber das 70er Ringmaß nicht zutraut, der kann sich zunächst einmal mit der \u003ca href=\"/inch-by-e-p-carrillo-no-60/ \"\u003eInch by E.P. Carrillo No. 60 \u003c/a\u003eoder der \u003ca href=\"/inch-by-e-p-carrillo-no-64/ \"\u003eInch by E.P. Carrillo No. 64\u003c/a\u003e an solch großformatige Zigarren herantasten."},"diameter_mm":27.8,"ring":70,"length_mm":178,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sumatra","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Kakao","Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":18,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
