{"name":"CAO Mx2 Robusto","url":"https://www.noblego.de/cao-mx2-robusto/","brand":"CAO","series":"MX2","details":{"Fazit":"In der CAO Mx2 Robusto schlägt die Kraft der zwei Maduros. Süß und doch kräftig-würzig ist sie nichts für Anfänger, überzeugt aber erfahrene Aficionados, die gerne Neues ausprobieren wollen. Und wie sollte es auch anders sein, sind es die dunklen Getränke wie gesüßter Kaffee oder Schwarzbier, die sich zum Genuss einer CAO Mx2 anbieten.","Genuss":"Edel erscheinen die CAO Mx2 Robusto in einer mit schwarzem Velours ausgeschlagenen Holzkiste. Und auch das Innere kann sich sehen lassen. Fast so dunkel wie die Farbe der Verpackung glänzt das doppelte Maduro-Deckblatt und die würzig-süße Aromatik, die von ihm ausgeht lässt sich förmlich schon auf der Zungenspitze schmecken und tatsächlich im Geruch nach Zartbitterschokolade wahrnehmen. Röstaromen, Kaffee, Kakao und Noten von schwarzem Pfeffer, alles bleibt im Spektrum der dunklen Tongebung. Bei einer Länge von 12,7 Zentimetern und einem Durchmesser von 20 Millimetern ist dieser starke honduranische Longfiller recht fest gerollt und verspricht eine Rauchdauer von bis zu einer Stunde.","Hintergrund":"Der Name der CAO Mx2 referiert auf die zwei verschiedenen Maduro Deckblätter, die in ihr verarbeitet werden. Ein Connecticut Broadleaf Maduro bildet die äußere Schicht, die ein würziges brasilianisches Maduro-Blatt umschließt. Die Einlage ist ein komplexer Blend aus dominikanischen, honduranischen, nicaraguanischen und peruanischen Tabaken."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Rick Rodriguez","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua","Peru"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Kaffee","Süß","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.1}
