{"name":"Vegas Robaina Don Alejandros","url":"https://www.noblego.de/vegas-robaina-don-alejandros/","brand":"Vegas Robaina","series":"","details":{"Fazit":"Die Vegas Robaina Don Alejandro ist eine stattliche Zigarre voll feinster Aromen und Nuancen bestehend aus den besten Tabaken, die Kuba zu bieten hat. Ob ihres großen Formats, benötigt man schon anderthalb Stunden Ruhe und einen starken Magen, um diese besondere, fein gearbeitete Havanna angemessen genießen zu können. Gönnt man sich dazu noch ein Glas feinen schottischen Hochlandwhisky, erwartet den Genießer ein Erlebnis der besonderen Art.","Genuss":"Im angeschnittenen, jedoch noch kalten Zustand erschmeckt man milde, ledrig-herbe und leicht süßliche Nuancen. Deutlich erkennt man das Charisma typisch hochwertiger, kubanischer Smokes. Der Zug der Vegas Robaina Don Alejandro ist sehr gut, was an der tollen Verarbeitungsqualität liegt. Die Tabake scheinen von höchster Qualität zu sein, was sich auch beim Rauchen noch bestätigen wird. Angezündet belegt den Gaumen sofort eine angenehm kräutrige Würze mit Anklängen von Erde und Torf, dazu gesellt sich die feine Süße, welche bereits im Kaltzug positiv aufgefallen ist. Im Verlauf der fast 20 cm langen und knapp 2 cm breiten Zigarre gewinnt der Torf an Präsenz, dazu gesellen sich edle Röstaromen von Toast, Kaffee und frisch gebackenem Schwarzbrot. Leichte Chili-Nuancen runden das Erlebnis zum Ende des Smokes ab, und man legt den letzten Rest mit einem zufriedenen Lächeln auf den Lippen in den Aschenbecher.","Hintergrund":"Die Marke Vegas Robaina selbst ist noch sehr jung, wurde sie von Habanos S.A. doch erst im Jahre 1997 gegründet. Jedoch wurde die Marke nach der im Zigarrengeschäft seit jeher einflußreichen Familie Robaina benannt. Die Felder dieser jungen, aber schon sehr arrivierten Marke zeichnen sich durch eine besondere Eigenschaft aus. Während die Blätter der meisten Felder nur zu 35% für die Verarbeitung zu Deckblättern geeignet sind, erfüllen ganze 80% der Robaina-Ernte dieses hohe Kriterium. Eine solche Qualität ist eine echte Seltenheit."},"diameter_mm":19.5,"ring":49,"length_mm":194,"length_inch":0,"format":"Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":17.6}
