{"name":"Bolivar Edición Regional Tesoro ER 2016","url":"https://www.noblego.de/bolivar-edicion-regional-tesoro-er-2016/","brand":"Bolivar","series":"","details":{"Fazit":"Im angesehenen Cigar Journal (1/2017) erhielt die Bolivar Edición Regional Tesoro ER 2016 sehr starke 91 Punkte im berüchtigten Blind Tasting. Verschließen Sie nicht die Augen vor dieser eindrucksvollen kubanischen Vitola, die gut zu einem süffigen Bier oder einem ausgewogenen Whisky passt!","Genuss":"Heiß begehrt und leider streng limitiert, das ist die Bolivar Edición Regional Tesoro ER 2016, eine würzig-gehaltvolle und sehr aromatische Puro. Diese handgerollte Schönheit besteht in Deck-, Umblatt und Einlage gänzlich aus erlesensten kubanischen Tabaken aus der sagenumwobenen Vuelta Abajo Region und lässt schon beim Kaltzug die für diese Marke typischen kraftvoll erdigen und holzigen Noten anklingen. Im Rauchverlauf eröffnen sich dem geneigten Genießer dann die für Bolivar charakteristischen Aromen von Schokolade, Kaffee und Leder, welche sich mit fortschreitender Rauchdauer intensivieren und weiter entfalten. Begleitet werden diese klassischen Aromen von einer dezenten Fruchtsüße und einer frischen, fein harmonisierenden Zitrusnote. Die fulminante Puro lädt auf ein circa 90-minütiges spannendes Aromaabenteuer ein und ist eher für den erfahrenen Aficionado gedacht, denn die durchaus kräftige Bolivar Edición Regional Tesoro ER 2016 würde einen Zigarrenneuling mit ihrer reichen Aromafülle und starken Geschmackspräsenz enorm überfordern. Das Zug- und Abbrandverhalten gestaltet sich gewohnt perfekt, so wie man es von echten kubanischen Zigarren erwarten kann.","Hintergrund":"Die Spitzenmarke Bolivar erblickte im Jahre 1902 das Licht der Welt, initiiert durch das Unternehmen José F. Rocha. Heutzutage werden die Bolivar Zigarren einzig und allein in der weltberühmten Manufaktur Partagás von Hand und mit unbedingter Liebe zum Produkt gerollt."},"diameter_mm":23,"ring":57,"length_mm":184,"length_inch":0,"format":"Salomones","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":22.5,"additionalNotes":"Limited"}
