{"name":"Principle Cigars Aviator Envoi","url":"https://www.noblego.de/principle-cigars-aviator-envoi/","brand":"Principle Cigars","series":"","details":{"Fazit":"Die Principle Cigars Aviator Envoi hat unsere Gaumen im Sturm erobert. Einfach fantastisch, was die richtige Portion Leidenschaft und das Gespür für gute Tabake hervorbringen können. Hut ab, für einen so hervorragenden Geschmack!","Genuss":"Das haselnussbraune Deckblatt der Principle Cigars Aviator Envoi kommt aus der Dominikanischen Republik, die Tabake der Einlage haben ihren Ursprung in Peru und der Dominikanischen Republik, woher ebenfalls das Umblatt der delikaten Longfiller stammt. Bei der Auswahl dieser Tabake achtet das kleine Unternehmen sehr darauf, dass diese von bester Qualität und auf den Punkt gereift sind. Zudem werden in jedem Blend fünf bis sieben verschiedene Tabaksorten verarbeitet, weil man dem Genießer ein sehr komplexes und dabei wunderbar ausgewogenes und somit unvergessliches Raucherlebnis bescheren möchte. Die hier vorgestellte Vitola verströmt nach dem Entzünden einen sehr dichten und voluminösen Rauch, der die abwechselnd aufkommenden Aromen von Nuss, Schokolade, Frucht, Kaffee und Zedernholz vortrefflich an den Gaumen trägt. Unterlegt wird dieses illustre Aromaspiel von natürlicher Süße und einer sehr stimmigen Würze. Dass die Robusto mit sehr viel Sorgfalt und von meisterlicher Hand gerollt wurde, zeigt sie anhand eines tadellosen Zuges und Abbrandverhalten.","Hintergrund":"Absolut außergewöhnlich an dem Unternehmen Principle Cigars ist, dass man hier nur mit sehr seltenen und lang gereiften Tabaken arbeitet. Eine Massenproduktion ist damit völlig ausgeschlossen. Die meist sehr klein aufgelegten Serien sollen dem Genießer ein gänzlich neues Zigarrenerlebnis bescheren."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Corojo","aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Nuss","Schokolade","Süß","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":16,"additionalNotes":"Mehrfach fermentierte Tabake"}
