{"name":"Plasencia Robusto","url":"https://www.noblego.de/plasencia-robusto/","brand":"Plasencia","series":"","details":{"Fazit":"Die Plasencia Robusto ist ein schön aromatischer und milder Smoke, der sowohl Anfängern in der Welt des Zigarrengenusses, als auch erfahrenen Aficionados mit Hang zur Milde munden wird. Sie eignet sich sowohl zum morgendlichen Kaffee, als auch zu einem entspannten Feierabendbier in netter Begleitung. Ein perfekter Alltagssmoke!","Genuss":"Diese Plasencia Robusto gehört mit einer Länge von 12 Zentimetern und einem Durchmesser von 19,8 Millimetern eher zu den kleineren Nicaraguanerinnen, die jedoch mit ihrer Rauchdauer von einer guten Dreiviertelstunde ein üppiges Rauch- und Aromenvolumen erzeugt. Die tadellose Verarbeitung sorgt dabei für einen hervorragenden Zug, sodass der cremige Rauch optimal genossen werden kann. Aromatisch bleibt diese Puro zu Beginn des Smokes leicht und süß und es scheinen zarte Töne von Nüssen auf. Im weiteren Rauchverlauf nimmt diese Dame jedoch sowohl an Stärke als auch an Schärfe zu und es gesellen sich holzige Röstaromen und fruchtig-pfeffrige Nuancen zu der bisherigen Geschmackskomposition. Dazu kommt ein toller Nachgeschmack, der an Zartbitterschokolade erinnert. Die „Red Line“, welcher die Plasencia Robusto entstammt, wurde 2012 wieder neu aufgelegt, was sowohl bei langjährige Plasencia-Fans als auch bei der übrige Zigarrengemeinde für einen erhöhten Herzschlag gesorgt haben dürfte.","Hintergrund":"Die Marke Plasencia geht auf ihren in der Zigarrenbranche wohlbekannten Gründer Nestor Plasencia zurück, welcher mit seiner Familie Kuba entfliehen musste und seit den 1960er Jahren ein nicht mehr wegzudenkender Teil der nicaraguanischen Tabak- und Zigarrenmanufaktur ist. Durch langjährige Expertise konnte sich die Familie bis heute einen ausgezeichneten Ruf in der Welt des Tabaks erarbeiten und steht für naturbelassene Qualitätsware. Daher genießt nicht nur die Red Line einen hervorragenden Ruf, sondern auch die Zigarren ihrer Bio-Serie, der Plasencia Reserva Organica, konnten durch ihre einzigartige Geschmackskompositionen Aficionados weltweit erfreuen."},"diameter_mm":19.8,"ring":50,"length_mm":120,"length_inch":0,"format":"Robusto","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.8}
