{"name":"Joya de Nicaragua Black Double Robusto","url":"https://www.noblego.de/joya-de-nicaragua-black-double-robusto/","brand":"Joya de Nicaragua","series":"Joya Black","details":{"Fazit":"Die Joya de Nicaragua Back Double Robusto lässt bei wahren Zigarrenliebhabern keine Wünsche offen. Ihr abwechslungsreich aromageladener Rauchverlauf sorgt für unvergesslich geschmackvolle Genussmomente.","Genuss":"Ein ansprechend matt seidiges San Andres Negro Deckblatt aus Mexiko ziert die wundervoll verarbeitete Joya de Nicaragua Black Double Robusto. Der Tabak für Einlage und Umblatt der etwas kräftigeren Zigarre mit vielfältigen Aromen stammt aus Nicaragua, genauer den Regionen Esteli und Jalapa. Zu Rauchbeginn muss sich der Genießer auf einen für die ersten Züge beschränkten immensen Pfeffereinschlag gefasst machen. Dieser tritt dann jedoch völlig in den Hintergrund und macht Platz für cremig süße Holznoten, die nachhaltig am Gaumen zu erkennen sind. Im weiteren Genussverlauf wechselt das Aroma zu feinen Kaffee- und Kakaonoten mit einem leicht salzigen Anklang. Gegen Ende erwartet den Genießer ein kräftiges, erdiges Finish untermalt von einer stimmigen Süße. Ein wahnsinnig abwechslungsreiches Raucherlebnis, welches sich mittels des angenehmen Zug- und perfekten Abbrandverhaltens der Joya de Nicaragua Black Double Robusto für den Genießer absolut unkompliziert gestaltet.","Hintergrund":"Die Manufaktur Joya de Nicaragua wurde im Jahr 1968 gegründet und gilt somit als älteste Zigarrenfabrik des Landes mit den ertragreichen Vulkanböden. Die Zigarren der gleichnamigen Marke sind vor allem für ihre außergewöhnlich komplexe Aromaentfaltung bekannt und werden in mittlerweile mehr als 30 Ländern auf der ganzen Welt vertrieben."},"diameter_mm":22,"ring":56,"length_mm":127,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andres Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Pfeffer","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.1}
