{"name":"A. Flores 1975 Gran Reserva Half Corona Corojo","url":"https://www.noblego.de/a-flores-1975-gran-reserva-half-corona/","brand":"A. Flores","series":"Gran Reserva","details":{"Fazit":"Besonders in der Winterzeit ist dieses kompakte Format ein wunderbarer Weggefährte. Als Begleitgetränk empfiehlt sich ein Whisky oder Bourbon. Wer es weniger hochprozentig mag, sollte einen Kaffee dazu probieren.","Genuss":"Die A. Flores 1975 Gran Reserva Half Corona wurde erstmals auf der IPCPR 2013 in Las Vegas vorgestellt und gehört zu der jüngsten Serie aus dem Hause PDR. So frisch, dass sie bisher noch nicht auf der Homepage des Herstellers Erwähnung findet. Wie immer ist auf das Know-how von Abraham Flores und seinen Torcedores Verlass. Blend und Verarbeitung gefallen vom ersten Augenblick an. Als Deckblatt wird ein dunkles Corojo des Jahres 2006 aus der Dominikanischen Republik, das von feinen Blattadern durchzogen ist, verwendet. Auch das Umblatt ist dominikanischer Herkunft, die Einlage teilen sich dominikanische und nicaraguanische Blätter. Angezündet beginnt die Half Corona im ersten Drittel mit Zedernholz, Leder, Noten von schwarzem Pfeffer und einer angenehmen Süße. Das zweite Drittel lässt die Lederaromen in den Vordergrund treten. Pfeffer bleibt im Nachgeschmack erhalten und auch ein Hauch von Schokolade und Kaffee ist zu schmecken. Das letzte Drittel gehört ganz den erdigen und ledrigen Noten, ganz zum Ende kommt der Pfeffer noch einmal hervor und bietet ein scharf-würziges Finale. Nach 45 Minuten hat man die Half Corona bis hinter den Ring geraucht und legt den Stumpen befriedigt ab.","Hintergrund":"Die A. Flores 1975 Gran Reserva Half Corona erscheint neben der hier angebotenen 5er Tin Box auch als 50er-Kiste. Von den großen Formaten der Serie, Robusto und Gran Toro, wurden jeweils nur 500 Boxen à 20 Zigarren gefertigt. Da sollten Sie also zugreifen, wenn sich Ihnen die Gelegenheit bietet. Zumal die Half Corona auch bei den Kritikern überzeugen konnten: 91 Punkte im Blind Tasting des Cigar Journal 3/2014."},"diameter_mm":18.3,"ring":46,"length_mm":89,"length_inch":0,"format":"Half Corona","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Corojo","aromaProfileManufacturer":["Cremig","Kaffee","Leder","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.5,"additionalNotes":"Boutique Zigarre"}
