{"name":"Blanco Platinum","url":"https://www.noblego.de/blanco-platinum/","brand":"Blanco","series":"","details":{"Fazit":"\u003cem\u003eBlanco\u003c/em\u003e, was so viel heißt wie \u003cem\u003eleer\u003c/em\u003e oder \u003cem\u003eungefüllt\u003c/em\u003e, ist bei dieser Zigarre wirklich nur die Kiste, wenn man sie zu lange offen stehen lässt. Die Blanco Platinum ist eine gute und günstige Zigarre für jeden Tag. Sie ist nicht zu schwer und nicht zu kräftig und lässt sich prima zum Kaffee genießen.","Genuss":"Die Blanco Platinum stellt mit ihrer Länge von 16,5 cm und ihrem Durchmesser von 13,1 mm, der Einlage aus verschiedenen dominikanischen Tabaken, dem Umblatt aus Mexiko und ihrem schönen hellen Connecticut Shade Deckblatt eine gute, leichte und preisattraktive Variante dar, die in keinem Humidor fehlen sollte. In der Rauchdauer von ca. 30-45 Minuten eröffnet die Slim Panetela einen Geschmack, der intensive Kaffee- und Bitternoten zu einer leichten bis mittleren Stärke präsentiert. Schon der Kaltgeruch nach leichten Kaffee- und Nussaromen lädt zum Genießen ein. Im ersten Drittel sind schon zum Anfang leichte Bitternoten zu erkennen. Im zweiten Drittel gesellen sich feine Kaffeenoten dazu, die sich bis zum Ende harmonisch entfalten. Die Blanco Platinum ist auf ganzer Länge wirklich solide verarbeitet, der weiße Aschekegel lässt keine Wünsche offen, auch der Zug ist konstant gut.","Hintergrund":"Ein besonderes Highlight der dominikanischen Marke Blanco ist die Candela, die mit ihrem grünen Deckblatt für Aufsehen sorgt. Und besonders für Einsteiger und Liebhaber sehr milder Zigarren geeignet ist."},"diameter_mm":13.1,"ring":33,"length_mm":165,"length_inch":0,"format":"Slim Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Mexiko"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Gras","Kaffee","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":5}
