{"name":"CAO La Traviata Favorito","url":"https://www.noblego.de/cao-la-traviata-favorito/","brand":"CAO","series":"La Traviata","details":{"Fazit":"Ein angenehm starker Smoke aus nicaraguanischen Landen. Die CAO La Traviata Favorito ist sowohl Begleiter in den Abend als auch geeignet als Nachmittagszigarre. Zum Kaffee oder einem ausgewählten Portwein bringt sie Genuss in Vollendung.","Genuss":"Zunächst unscheinbar in der relativ schlichten Massivholzverpackung verbirgt sich in deren Innerem eine der interessantesten Zigarren der nicaraguanischen Marke CAO. Ein Tabak-Blend aus vier verschiedenen Herkunftsländern bildet das einzigartige Aroma. Ungewöhnlich dabei ist das sonst meist für Deckblätter verwendete Kamerunblatt, das hier für das Umblatt verarbeitet wurde. Es hält eine Einlage-Mischung aus dominikanischen und nicaraguanischen Tabaken, während das Deckblatt ein milchschokoladenbraunes Colorado aus Ecuador ist. Zusammen bilden sie einen interessanten Blend, der aromatisch zwischen Leder-, Schokoladen- und Zedernholzaromen changiert. Auch Röstaromen und Anklänge von Kaffee sind herauszuschmecken. Ab der Mitte entwickelt sich eine pfeffrige Noten im Abgang, dennoch wird die CAO La Traviata Favorito nie scharf, nimmt zum Ende an Cremigkeit zu und füllt den Mund mit angenehm vollem Rauch. 14 Zentimeter lang und mit einem Durchmesser von 19 Millimeter ausgestattet, bietet sie Rauchgenuss von gut einer Stunde. Zug und Abbrand der Torpedo bleiben während der gesamten Rauchlänge einwandfrei.","Hintergrund":"Hinter dem Kürzel CAO verbirgt sich Cano A. Ozgener, der seit gut 15 Jahren im Zigarrenbusiness vertreten ist. Mit Unterstützung der Masterblender Nestor Plasencia und Carlos Toraño entwickelt er aromatische Longfiller des Premiumsegments, die in den Produktionsstätten in Honduras, Nicaragua oder der Dominikanischen Republik gefertigt werden."},"diameter_mm":19,"ring":48,"length_mm":140,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Leder","Pfeffer","Schokolade","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.3}
