{"name":"Aging Room Small Batch M356ii Mezzo","url":"https://www.noblego.de/aging-room-small-batch-m356ii-mezzo/","brand":"Aging Room","series":"M356","details":{"Fazit":"Die Aging Room M 356 Mezzo ist eine wahrhaft großartige Zigarre! Aufgrund ihrer Aromenfülle und ihres komplexen Charakters wird sie sowohl Dom.Rep.- als auch Nicaragua- und Kuba-Fans gleichermaßen verblüffen. Die Mezzo eignet sich als Abend-Zigarre nach einem ausgedehnten Essen, als Open-Air-Genuss an lauen Sommerabenden oder als Nachmittags-Smoke zum Kaffee. Man sollte allerdings einiges gewöhnt sein, denn die Mezzo ist recht kräftig und für Genießer milder und süßlicher Zigarren sicherlich weniger geeignet. Für solche, die es gern stärker mögen, wird diese Zigarre jedoch eine Offenbarung sein.\nZur Optimierung des Genusses empfehlen wir zur Mezzo einen Espresso oder einen guten schottischen Whisky.","Genuss":"Öffnet man die Kiste, zeigt sich dem Aficionado eine Zigarre im Toro-Format von gut 15 cm Länge und gut 2 cm Breite. Sie ist mit einem wunderschönen, dunklen Deckblatt aus karibischer Saat versehen, während Umblatt und Einlage jeweils aus dominikanischem Ligero-Blattgut bestehen. Zieht man an der noch kalten Zigarre, zeigen sich sofort die für diese hochwertigen Tabake typischen Aromen. Man erschmeckt Wald, Holz, Gewürze, Andeutungen von Heu. Schon jetzt entfacht die stattliche Aging Room Small Batch M 356 Mezzo ein wahres Aromen-Feuerwerk, das Gutes erahnen lässt. Entzündet man die Zigarre, werden Zunge und Gaumen sofort mit kräftigen Röst- und Kräuteraromen belegt, wobei eine Süße nur ganz im Hintergrund zu erahnen ist. Dieser sehr angenehme Eindruck wird im Verlauf des ersten Drittels stets aufrechterhalten. Zu Beginn des zweiten Drittels nimmt die Würze noch ein wenig zu, ohne jedoch aufdringlich zu werden. Die Röstaromen, die ein wenig an Kaffee oder Toast erinnern, nehmen an Prägnanz zu und lassen den Kuba-Fan im siebten Himmel schweben. Das letzte Drittel wird dann noch einmal richtig kräftig, wobei die würzigen und dunklen Aromen durch eine leichte Nuance von Pfeffer und Salz ergänzt werden. Die Rauchdauer beträgt etwa eine Stunde, was dieser kräftigen Komposition perfekt zu Gesicht steht.","Hintergrund":"Aging Room wurde schon in ihrem Erscheinungsjahr 2011 mit Höchstwertungen versehen, so z.B. in den Magazinen \u003cem\u003eCigar Insider\u003c/em\u003e oder \u003cem\u003eCigar Aficionado\u003c/em\u003e. Auf Messen erhielt die Serie M 356 diverse Preise und auch die später erschienene Havao-Serie, die insgesamt etwas milder daherkommt, wurde von der Fachpresse mit Begeisterung aufgenommen. So zählte sie in der \u003cstrong\u003eJahresbestenliste 2016 zu den Top 25 Zigarren\u003c/strong\u003e des Jahres und landete im Cigar Aficionado auf Platz 14. Wer sich einen Eindruck von kräftigem dominikanischem Tabak machen möchte, ist mit Aging Room perfekt beraten!"},"diameter_mm":21,"ring":53,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Karamell","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.8,"additionalNotes":"Boutique Zigarre"}
