{"name":"Partageno y Cia Grand Corona Fehlfarben Brazil (No. 303)","url":"https://www.noblego.de/partageno-y-cia-grand-corona-fehlfarben-brazil-no-303/","brand":"Partageno y Cia","series":"","details":{"Fazit":"Partageno y Cia Grand Corona Fehlfarben Brazil No. 303 sind lang und elegant, relativ schlank und von angenehmer Würze im Rauchgenuss. Ein gutes Glas deutscher Spätburgunder verstärkt diesen Genuss auf ganz angenehme Weise.","Genuss":"Öffnet man die vertraute Kiste aus dünnen Zedernholzbrettchen, so strömt einem ein sehr angenehmer Duft nach Tabak und Leder entgegen. Sie sind im Rauch angenehm leicht und dabei recht gehaltvoll im Geschmack, denn die Füllung der Partageno y Cia Zigarren besteht aus sehr gut aufeinander abgestimmten Tabaken und das brasilianische Deckblatt bringt eine gute Portion Temperament in die Mixture ein. Die Partageno y Cia Grand Corona Fehlfarben Brazil No. 303 kommt auf eine Länge von 16 Zentimetern und einen Durchmesser von 18 Millimetern und kann damit einen bedächtig rauchenden Genießer mindestens eine Stunde lang begleiten.","Hintergrund":"Die Füllung der Partageno y Cia Corona Fehlfarben Brazil No. 303 besteht aus Tabaksorten, die aus Brasilien, der Karibik und Java kommen. Diese Tabake werden nach Deutschland importiert und in der Kleinstadt Bünde zu alltagstauglichen Zigarren verarbeitet. Die dort ansässige Firma Schuster besteht schon seit vielen Jahrzehnten und ist damit hierzulande ein Traditionsbetrieb. Auch bei den preiswerten Shortfiller-Zigarren verwendet Schuster nicht etwa Bandtabak, sondern echte Tabakblätter. Marken wie Partageno y Cia zeigen damit sehr schön, dass auch maschinell gefertigte Zigarren einen beachtlichen Rauchgenuss bieten können."},"diameter_mm":18,"ring":45,"length_mm":160,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Java","Karibik"],"binderOrigin":["Java"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.8}
