{"name":"Balmoral Añejo XO Torpedo MK52","url":"https://www.noblego.de/balmoral-anejo-xo-torpedo-mk52/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Rauchen Sie die Balmoral Anejo XO Torpedo MK52 genießerisch und erleben Sie eine wirklich ausgewogene Premiumzigarre – am besten zusammen mit einem ebenfalls lang gelagerten Whiskey.","Genuss":"Ein Ringmaß von 52, wie schon im Namen der Zigarre angedeutet wird, sowie eine stattliche Länge von 16 Zentimetern legen uns hier eine gewichtige und edle Portion Tabak in die Hände. Die Balmoral Anejo XO Torpedo MK52 der neuen Balmoral Linie bietet wie ihre Vorgänger ein breites Aromenspektrum mit viel Cremigkeit und einer noch etwas intensiveren süßen Note. Diese Zigarren beginnen nach dem Anzünden mit einer komplexen Mischung an Aromen. Noten von Zedernholz und Gewürzen und ein deutliches Kakaoaroma umspielen die Nase. Zugverhalten und Abbrand lassen keine Wünsche offen. Im zweiten Drittel wird die Zigarre geschmacklich etwas pfeffriger, Kakao bleibt jedoch das bestimmende Aroma. Bis zum Ende bleibt dieses schöne Stück aromatisch und ausgewogen. Ein ganz besonderer mittelstarker Smoke, der in jedem Fall über eine Stunde währt.","Hintergrund":"Der holländische Zigarrenhersteller Agio präsentierte im Jahr 2015 auf einer Whisky-Messe drei Zigarren der neuen Balmoral Añejo XO Serie. Damit werden die Balmoral Añejo 18-Zigarren abgelöst, schlicht und einfach deshalb, weil die sehr lang gelagerten Tabake offenbar zu Ende gingen. Die nun hier verwendeten Tabake haben aber ebenfalls einen langen Fermentierungsprozess hinter sich. Durch die jahrelange Einlagerung der verwendeten brasilianischen, nicaraguanischen und dominikanischen Tabakblätter kann eine gleichbleibende Qualität angeboten werden. Über die tatsächlichen Reifungs- und Fermentationszeiten schweigt der Hersteller allerdings. Die Balmoral Anejo XO Torpedo MK52 ist eine Zigarre, die in reiner Handarbeit hergestellt wird."},"diameter_mm":20.6,"ring":52,"length_mm":160,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderProperty":"Arapiraca","aromaProfileManufacturer":["Gewürze","Kakao","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.5,"additionalNotes":"Limited"}
