{"name":"Perdomo Fresco Torpedo Maduro Bundle","url":"https://www.noblego.de/perdomo-fresco-torpedo-maduro-bundle/","brand":"Perdomo","series":"Fresco","details":{"Fazit":"Eine süße Versuchung verpackt in einer Zigarre. Schokolade und Kakao bei einer süßen Cremigkeit satt. Probieren Sie doch einmal eine kalte Schokoladenmilch zu der Zigarre und begeben Sie sich in den Himmel der süßen Köstlichkeiten.\nIm Gegenzug sollten Sie die Perdomo Fresco mit einem hellen Connecticut Deckblatt probieren.","Genuss":"Die Perdomo Fresco Maduro im Torpedoformat mit der Länge von 16,5 Zentimetern und einem Durchmesser von 21,3 Millimetern beginnt mit einem bitteren Pepperblast. Jedoch legt der sich schnell wieder und angenehm weiche Aromen von fruchtiger Süße und geröstetem Kaffee kommen zum Vorschein. Begleitet von einer schön harmonierenden Würze. Nuancen von Gras, Eukalyptus und leichter Vanille kommen auf. Mit zunehmender Cremigkeit entfaltet sich der Geschmack nach Haselnuss, der gepaart mit reinem kräftigem Tabakgeschmack einen interessanten Verlauf der Zigarre gibt. Von Beginn an sind die Aromen von Kakao und Schokolade im Vordergrund und halten bis zum letzten Zug an. Für 70 Minuten erfahren Sie, was es heißt, eine Maduro Zigarre zu rauchen. Besonders diese Serie von nicaraguanischen Puros besticht durch ihre qualitativ hochwertige Verarbeitung mit einem perfekten Zug und Abbrand.","Hintergrund":"Die Perdomo Fresco Maduro Torpedo wird mit einem dunklen Maduro-Deckblatt in Nicaragua, genauer in Esteli, auf den familieneigenen Farmen per Hand rollen. Durch die Abpackung im Bundle ist sie eine kostengünstige Alternative zu den höherpreisigen Perdomo Serien."},"diameter_mm":21.3,"ring":54,"length_mm":165,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Maduro","aromaProfileManufacturer":["Erdig","Kaffee","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.6}
