{"name":"Padron Serie 1926 80th Anniversary Perfecto Maduro ","url":"https://www.noblego.de/padron-serie-1926-80th-anniversary-perfecto-maduro/","brand":"Padron","series":"Serie 1926","details":{"Fazit":"Ein kostspieliges Vergnügen zwar, aber dafür auch ein einmaliger Genuss. Eine Zigarre für Jubiläen und ganz besondere Momente, die Sie so schnell nicht vergessen werden.","Genuss":"2006 jährte sich der Geburtstag von José Padrón zum 80. Mal. Dies nahm man zum Anlass, eine ganz besondere Zigarre zu kreieren, die dem Lebenswerk Padróns in allen Belangen gerecht werden sollte. Herausgekommen ist eine starke und aromatisch komplexe Nicaragua Puro, die bis zum letzten Zipfel der 171 mm Länge genossen werden will. Schon optisch macht die Padron Serie 1926 80th Anniversary Perfecto Maduro einen perfekten Eindruck. Das Maduro Deckblatt hat eine feine Öligkeit und verströmt einen stalligen Geruch mit Erde- und Kakaonoten. Nach dem Anzünden startet das erste Drittel mit Aromen von Kakao, Kaffee und verschiedenen Gewürznoten. Der Rauch ist sehr cremig und dicht und füllt den Mundraum mit einer unglaublichen Geschmeidigkeit. Der Abbrand ist gerade und korrigiert sich bei kleinen Abweichungen schnell von selbst. Das Zugverhalten kann nur als perfekt beschrieben werden. Im weiteren Verlauf des Smokes kommen Aromen von Holz und Leder hinzu und eine ganz feine Zimtnote ist auszumachen. Das Finale gestaltet sich sehr abwechslungsreich. Mit jedem Zug kommen andere Aromen zum Vorschein, sodass man nochmal die ganze geschmackliche Bandbreite dieses einzigartigen Smokes zu schmecken bekommt.","Hintergrund":"Wie für die Serie 1926 üblich ist auch bei der 80th Anniversary Perfecto Maduro die Seriennummer jedes einzelnen Exemplars auf dem Zigarrenring abgedruckt. Zusätzlich trägt die Jubiläumsausgabe einen zweiten Ring, der den Anlass nochmal deutlich werden lässt. Mit stolzen 93 Punkten im Cigar Insider No. 11/2015 konnte sie sich auch in den Ratings ganz oben platzieren."},"diameter_mm":20.6,"ring":52,"length_mm":171,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Kaffee","Leder","Nuss","Röstaromen","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":58.5}
