{"name":"Alejandro Lopez Nicaragua Panatela Gorda","url":"https://www.noblego.de/alejandro-lopez-panatela-gorda/","brand":"Alejandro Lopez","series":"Alejandro Lopez Nicaragua","details":{"Fazit":"Mit der Alejandro Lopez Nicaragua Panatela Gorda hat man eine sehr preiswerte Zigarre für den kleinen aber feinen Rauchgenuss im Alltag in der Hand.  Die perfekte Begleitung ist der „kleine Schwarze“ oder vielleicht ein Espresso doppio.","Genuss":"Diese feine Zigarre zeichnet sich durch eine milde, ausgewogene Tabakmischung aus. Der Kaltgeruch ist eindeutig schokoladig sanft, man könnte sagen, ein Hauch von Milchschokolade umspielt die Nase. Trotz des schlanken Formats fühlt sie sich fest gerollt, vertrauenerweckend stabil und hand made an. Beim  Anzünden der Alejandro Lopez Nicaragua Panatela Gordo verspürt man einen deutlichen Zugwiderstand. Am Gaumen zeigt sich zunächst eine sofort präsente Schärfe, die im Verlauf des Smokes aber in den Hintergrund tritt. In den Raum verströmt sie Aromen von Leder und Holz, die man auch während des Rauchverlaufs deutlich heraus schmeckt.","Hintergrund":"Alejandro Lopez stammt aus Asturien in Nordspanien. Im Alter von 20 Jahren wanderte er mit seiner Familie nach Panama aus, um sich im Tabakanbau zu versuchen. Alejandro Lopez spezialisierte sich auf hochwertige Tabake, die bald guten Absatz fanden. Dadurch konnte er in die Dominikanische Republik übersiedeln und dort den Grundstein für eine eigene Zigarrenmanufaktur in der Region der heutigen Stadt Santiago de los Caballeros legen.\u003cbr\u003e\u003c/br\u003e Der gute Ruf seiner Zigarren konnte sich bis heute bewahren, da sie aus besten dominikanischen Tabaken hergestellt werden und handwerklich überzeugen können. Die seit neuestem produzierte nicaraguanische Linie wird  komplett aus edlen Tabaken Nicaraguas gerollt und hat damit einen ganz eigenen Charakter."},"diameter_mm":13,"ring":33,"length_mm":152,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":1.75}
