{"name":"Te-Amo World Selection Series Gran Corto Nicaragua","url":"https://www.noblego.de/te-amo-world-selection-series-gran-corto-nicaragua/","brand":"Te-Amo","series":"","details":{"Fazit":"An der Te-Amo World Selection Series Gran Corto Nicaragua haben Sie für circa 45 Minuten Ihre helle Freude, denn ihr cremiger Rauch lässt die aufkommenden Aromen herrlich vollmundig am Gaumen erscheinen.","Genuss":"Bei dem makellosen Deckblatt der Te-Amo World Selection Series Gran Corto Nicaragua handelt es sich um ein mexikanisches Tabakgewächs der Sorte H2000, darunter befindet sich ebenfalls ein mexikanisches Umblatt, welches die nicaraguanischen Einlagetabake hält. Die kurze Longfiller Zigarre im Torpedo Format offeriert cremige Nuss-, Holz- und Fruchtaromen, die mit einer leichten und sehr stimmigen Süße einhergehen. Dazu gesellt sich eine schmackhafte Würze, für die größtenteils die Einlagetabake aus Nicaragua verantwortlich sind. Zug und Abbrand der Gran Corto Nicaragua sind absolut zufriedenstellend.","Hintergrund":"Hergestellt werden die Te-Amo Zigarren in einer der bekanntesten Manufakturen Mexikos von A. Turrent. Hier ist man besonders froh nach Entkräftung des mexikanischen „Puro-Gesetzes“, das nur die Produktion von Zigarren erlaubte, welche gänzlich aus mexikanischen Tabaken bestehen, Blends anbieten zu können, die eine spannende Mischung aus verschiedenen Anbauländern mit den Eigengewächsen des Landes aufweisen. So entstanden die Te-Amo Zigarren, deren besonderer Geschmack jeweils von diesen unterschiedlichen Tabakzusammensetzungen geprägt ist."},"diameter_mm":24.6,"ring":62,"length_mm":101,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Mexiko","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Mexican San Andres","Mexiko"],"binderProperty":"H2000","aromaProfileManufacturer":["Cremig","Erdig","Holz","Nuss","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.3}
