{"name":"Bossner Elizabeth Claro","url":"https://www.noblego.de/bossner-elizabeth-claro/","brand":"Bossner","series":"Claro","details":{"Fazit":"Erfahrene Zigarrenliebhaber wissen mit einer verhaltenen Zugtechnik das ganze Aromaspektrum elegant zu entfalten. Aromen von Zedernholz, Erde, Frucht und Salz kooperieren fabelhaft. Und dies über eine entspannte Rauchdauer von 80 Minuten. Freunde von Zigarren aus der Dominikanischen Republik von mildem bis mittelkräftigem Charakter und mit subtilen Aromen dürfen bedenkenlos zugreifen. Als Getränk empfehlen wir einen fruchtig, weichen Whisky wie es ein Singleton sein kann.","Genuss":"Die schlanken, klassischen Maße der Bossner Elizabeth Corona Claro messen 15,0 Zentimeter in der Länge und 17,5 Millimeter im Durchmesser. Das saubere Claro Deckblatt unterstreicht die Klasse dieser Bossner Zigarre. Wirken die ersten Züge leicht ungestüm, entfaltet sich im weiteren Verlauf ihr seidig, einfühlsamer Charakter von Zedernholz. Gekoppelt mit Nuancen von nussigen und teils fruchtigen Teilaromen wird der Smoke von Zug zu Zug cremiger. Ab dem zweiten Drittel wartet die Bossner Elizabeth Corona Claro mit einer deutlich holzig-herben Note sowie einer deutlicheren fruchtig-säuerlichen Note im Hintergrund auf. Außerdem lässt sich tertiär eine erdige Komponente entdecken. Bis zum letzten Drittel wird sie sogar dezent salzig. Die Asche ist Perlweiß mit einem dezent bläulichen Anstrich, sandig und locker, kann aber über jedes Drittel gehalten werden. Der Abbrand ist durchweg entspannt und überzeugt mit seinem gleichmäßigen Verhalten. Über die gesamte Rauchdauer von 80 Minuten werden Sie eine äußerst positive Rauchentwicklung entnehmen können.","Hintergrund":"Deckblatt aus Connecticut (USA), Einlage und Umblatt kommen aus der Dominikanischen Repulik. Die Zigarren der Marke Bossner werden in der Dominikanischen Republik und Nicaragua hergestellt. Eine Bossner Elizabeth Corona Claro wird in einer 10er Kiste oder auch einzeln verkauft."},"diameter_mm":17.5,"ring":42,"length_mm":150,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Blumig","Fruchtig","Gewürze","Gras","Holz","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":16.2}
