{"name":"Bossner Rolando Torpedo","url":"https://www.noblego.de/bossner-rolando-torpedo/","brand":"Bossner","series":"","details":{"Fazit":"Der Geschmack nach dunkler Schokolade verleiht der Bossner Rolando Torpedo sehr viel Ausdruck und ist prägend für ihren Charakter. Ein intensiver Geschmack mit etwas Erdigem im Hintergrund, sowie etwas Schärfe am Schluss geben der Zigarre einen starken Charakter und können jeden erfahrenen Zigarrenraucher herausfordern und begeistern.\nAls idealer Begleiter empfiehlt sich ein erstklassiger Rum wie beispielsweise der  Ron Zacapa, oder eine süßlicher Cognac.","Genuss":"Sowohl Drucktest als auch Trockenzug legen bereits Zeugnis ab über eine gute handwerkliche Arbeit. Das gesamte Erscheinungsbild, gerade wegen des makellosen und feinen Deckblattes weckt große Erwartung und verspricht hohe Qualität. Der Torpedo entfaltet im ersten Drittel  des Rauchverlaufs in Aroma aus dominanten würzigen, holzigen und blumigen Noten. Diese werden bald durch erdige Noten ergänzt. Der Geschmack ist intensiv, charakterstark und voll. Die Bossner Rolando Torpedo kann den exklusiven Ansprüchen durchaus gerecht werden. Expressive und reiche Aromen mit Noten von Schokolade und Holz werden durch zunehmende hintergründige Süße bemerkenswert unterstrichen. Trotzdem bleibt die Zigarre angenehm ausgewogen und besitzt nicht zu viel Schärfe. Bei einer tollen Machart und ausgezeichneten Brandverhalten sowie einer mittleren Stärke hat die Bossner Rolando Torpedo zweifelsohne das Potential mehr als nur eine Liebhaber-Zigarre zu sein.","Hintergrund":"Zigarren aus dem Hause Bossner haben ihre Heimat in der Dominikanischen Republik, sowie in Nicaragua. Die Mehrheit der vielen unterschiedlichen Zigarrenlinien wird jedoch in der Dominikanischen Republik gefertigt wird. Für die Figurado werden nur ausgefallene und exklusive Tabaksorten verwendet. So besteht die Einlage aus dem einheimischen Tabak Piloto Seco \u0026 Ligero das Umblatt bildet Olor Dominico. Und die dunkle Farbe ist dem Connecticut Maduro Broadleaf zu verdanken."},"diameter_mm":20.6,"ring":52,"length_mm":150,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12.8,"additionalNotes":"Limited"}
