{"name":"Eiroa CBT Maduro Corona Prensado","url":"https://www.noblego.de/eiroa-cbt-maduro-corona-prensado/","brand":"Eiroa","series":"","details":{"Fazit":"Wer ein Freund klassischer Maduros ist, für den stellt die Eiroa CBT Maduro Corona Prensado eine absolute Kaufempfehlung dar. Durch eine Kombination aus waldigen, süßen und Röstaromen ist sie ein wahres Geschmacksfeuerwerk.","Genuss":"Dunkle Schokolade, bitterer Espresso und Erde. Mit diesen klassischen Maduroaromen eröffnet die Eiroa CBT Maduro Corona Prensado den Smoke. Im weiteren Rauchverlauf fächert sie ihr Geschmacksbild durch das Hinzutreten von etwas Nuss und Zedernholz noch weiter auf. Besonders ist darüber hinaus ein dezenter Zimtton, der im Hintergrund schwingt. Erst gegen Ende entwickelt sie eine kräftigere, würzig pfeffrige Note, die sich gut in die bestehende Aromenpalette einfügt. Durch das perfekte Ineinandergreifen der verschiedenen Geschmacksträger schafft die Eiroa CBT Maduro Corona Prensado ein sehr gut ausbalanciertes, rundes Raucherlebnis. Auf Grund ihrer makellosen Rollung werden durch einen angenehm leichtgängigen Zug Unmengen an cremigem Rauch gefördert. Die Rauchzeit als solche liegt dabei bei rund 45 Minuten.","Hintergrund":"Für die Zigarren der CBT Maduro Serie werden ausschließlich Madurotabake aus Honduras verwendet, wo sie auch gefertigt werden. Darauf nimmt auch der Serienname CBT Bezug, welcher die Anfangsbuchstaben von Capa, Banda und Tripa vereint - zu Deutsch Deckblatt, Umblatt und Einlage. Wie auch die Zigarren der Classic Serie stehen sie laut Zigarrenring einheitlich unter dem Motto „Salud, Amor y Pesetas“, einem alten spanischen Sprichwort."},"diameter_mm":19,"ring":48,"length_mm":102,"length_inch":0,"format":"Petit Corona","maker":"Christian Eiroa","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"binderProperty":"Maduro","aromaProfileManufacturer":["Holz","Kaffee","Pfeffer","Süß","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.9}
