{"name":"Plasencia Alma del Fuego Flama Panatela","url":"https://www.noblego.de/plasencia-alma-del-fuego-flama-panatela-zigarren/","brand":"Plasencia","series":"Alma del Fuego","details":{"Genussverlauf":"Das Familienunternehmen der Plasencias verfügt über zahlreiche Tabakplantagen in den besten Anbaugebieten Nicaraguas. Für den Blend der Plasencia Alma del Fuego Flama Panatela wurden ausschließlich Tabake verwendet, die auf den familieneigenen Feldern gediehen sind. Das samtige und sattbraune Deckblatt der handgerollten Longfiller kommt aus der Region Jalapa, eines der beiden Umblätter und Teile der Einlage sind handverlesene Tabake von verschiedenen Plantagen. Der absolute Star dieser kräftig ausgelegten Mischung ist der besonders rare und aufgrund seiner speziellen Würzigkeit sowie feinen Süße hochgeschätzte Ometepe Tabak. Aus den von der gleichnamigen Vulkaninsel im Nicaragua-See stammenden Tabaken bestehen gut die Hälfte der Einlage und das zweite Umblatt der Alma del Fuego Flama. Die raffinierte Melange verleiht der reinen Nicaraguanerin ein komplex gestaltetes Aromaprofil, eine subtil erscheinende Süße und sehr vollmundige Würze. So ist ihr angenehm cremiger Rauch angefüllt mit klaren Noten von Eichenholz, Kaffee, Erde, Nuss und diversen Gewürzen, welche sich während des Genusses in delikatem Wechselspiel am Gaumen bemerkbar machen. Da es sich hier um eine wahre Premiumzigarre aus dem Hause Plasencia handelt, kann sich der Genießer auf beste Zug- und Abbrandeigenschaften verlassen.","Nice to know":"Die Kisten, in denen die Alma del Fuego (übers.: Seele des Feuers) Zigarren präsentiert werden, weisen eine interessante Besonderheit auf. Ihr wuchtig wirkender Deckel entpuppt sich nämlich als formschöner und praktischer Zigarrenaschenbecher, in dessen Mitte eine metallene Platte mit dem Logo der Plasencia Familie eingelassen wurde.","Resümee":"Ohne Zweifel richtet sich die Plasencia Alma del Fuego Flama Panatela an gestandene Aficionados, die intensiven und komplexen Zigarrengenuss bevorzugen. Sollten Sie zu dieser anspruchsvollen Klientel gehören, wird ihnen die köstliche Nicaraguanerin mit Sicherheit einige unvergessliche Genussmomente bescheren."},"diameter_mm":15.1,"ring":38,"length_mm":165,"length_inch":0,"format":"Panetela","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Jalapa Sun Grown","aromaProfileManufacturer":["Cremig","Eichenholz","Erdig","Gewürze","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":19.5}
