{"name":"Leaf by Oscar Corojo Toro","url":"https://www.noblego.de/leaf-by-oscar-corojo-toro-zigarren/","brand":"Oscar Valladares","series":"Leaf by Oscar","details":{"Fazit":"Wir sind begeistert! Nicht nur ist die Leaf by Oscar Corojo ein echter Hingucker und sorgt für einen Aha-Effekt, sie leistet auch in Rauch aufgelöst wirklich ganze Arbeit und umschmeichelt den geneigten Raucher mit einem schönen Aromenverlauf. Ein fassgereifter Rum mit etwas vordergründiger Süße hat sich als hervorragender Partner entpuppt. Doch auch ein Tawny Port wird ein gutes Pendant abgeben. Wer es etwas stärker mag, sollte zudem die \u003ca href=\"/leaf-by-oscar-maduro/\"\u003eMaduro-Variante\u003c/a\u003e probieren.","Genuss":"Auch wir sind darauf hereingefallen, denn der erste Eindruck der Leaf by Oscar Corojo ist zugegebenermaßen nicht das Wahre. Da wussten wir aber auch nicht, dass es sich bei dem sehr grobschlächtigen Äußeren nicht um das eigentliche Deckblatt, sondern „nur“ um die Verpackung handelt.\nEinmal befreit, glänzt das wunderbar ölige Corojo-Deckblatt aus Ecuador im Licht. Umblatt und Einlage stammen aus Honduras und ergeben in der einwandfrei verarbeiteten 6’ x 50“ Toro (19,8 mm Durchmesser, 152 mm Länge) einen mittelkräftigen Smoke, der perfekt gerollt zu sein scheint. Im ersten Drittel sind angenehme Pfeffernoten spürbar, die von Röstaromen und Eichenholz umspielt werden.  Im Rauchverlauf legt sie weiter zu: florale Töne gesellen sich hinzu, die bisherigen Aromen verstärken sich im Rauchverlauf, einzig der Pfeffer nimmt ab der Hälfte deutlich ab und gegen Ende mischen sich dunkle Erdaromen und etwas Leder in den Mix – insgesamt eine sehr schöne Entwicklung! Das Zugverhalten ist dabei geradezu perfekt, der Abbrand ebenfalls einwandfrei.","Hintergrund":"Leaf ist eine Erfindung von Oscar Valladares aus Honduras, der jahrelang für Rocky Patel gearbeitet hat, und „Island“ Jim Robinson aus Pittsburgh, Pennsylvania. Der Legende nach wollten Sie nach einer Blending-Session nur schnell ein paar Zigarren für unterwegs einpacken und wickelten sie zum Schutz in ein Tabakblatt. Als sie sie nach einer Woche aus der Tasche holten, waren sie erstaunt, wie großartig sich das Aroma weiterentwickelt hatte: Der Tabak arbeitete von Tabak umhüllt eben einfach weiter und nahm die ätherischen Öle der Umhüllung auf."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"binderProperty":"Corojo","aromaProfileManufacturer":["Eichenholz","Erdig","Leder","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12.9,"additionalNotes":"Boutique Zigarre"}
