{"name":"Carlos André Cast Off Toro","url":"https://www.noblego.de/carlos-andre-cast-off-toro-zigarren/","brand":"Carlos André","series":"Cast Off","details":{"Genussverlauf":"Fünf Jahre lang durfte das Deckblatt der Carlos André Cast Off Toro reifen. Eine weitere Besonderheit des samtigen Connecticut Shade aus Ecuador liegt darin, dass im Zuge des „Desflorado-Verfahrens“ die Tabakblüten frühzeitig entfernt wurden. Dadurch werden den Blättern der Tabakpflanze während der weiteren Wachstumsphase wesentlich mehr Nährstoffe zugeführt. Tabake dieser Art weisen vollere Aromen, eine bessere Haptik und sogar eine schönere Optik auf. Neben einem mexikanischen Umblatt sind es Einlagetabake aus der Dominikanischen Republik und Brasilien, aus denen die Cast Off Toro besteht. Hergestellt wird sie von besonders erfahrenen Rollern in der dominikanischen Manufaktur Santiago de los Caballeros. Zu Beginn des Genusses wartet sie mit sehr cremigen Cappuccinonoten, dem Aroma von frischen Mandeln und feinherben Noten auf. Im weiteren Verlauf sind am Gaumen feinwürzig untermalte Aromen von exotischen Früchten, Erde und dunklem Toffee auszumachen. Nach gut 90 Minuten neigt sich der vorzügliche Genuss dem Ende zu, eingeläutet durch ein leckeres Finale mit Anklängen von Lakritz und weißem Pfeffer. Ein optimales Zug- und Abbrandverhalten sorgt für ein völlig unkompliziertes sowie entspanntes Rauchvergnügen.","Nice to know":"Der Begriff „Cast Off“ ist der Seglersprache entlehnt und beschreibt den Vorgang des Ablegens. Beim Hersteller Arnold André setzt man diesen Moment gleich mit dem Aufbruch ins Abenteuer und das Entdecken von Natur in seiner reinen Schönheit. Ähnlich wie beim Genuss einer guten Zigarre, der mit dem Entzünden beginnt und den Genießer auf eine genussvolle Geschmacksreise einlädt.","Resümee":"Die Carlos André Cast Off Toro ist das größte von den insgesamt vier Formaten der sehr delikaten Cast Off Serie. Ein facettenreicher Genuss mit tiefgründigem Geschmack, der sich am Gaumen wunderbar harmonisch zeigt. Kommen Sie an Bord und erleben Sie ausgewogenen Zigarrengenuss par excellence!"},"diameter_mm":19.8,"ring":50,"length_mm":146,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Mexiko"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cappuccino","Cremig","Erdig","Fruchtig","Mandel","Weißer Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15.5}
