{"name":"Cain Serie F 660 Double Toro","url":"https://www.noblego.de/cain-serie-f-660-double-toro/","brand":"Cain","series":"Serie F","details":{"Fazit":"Für Zigarrenfreunde, die es gern kubanisch stark mögen, ist die Cain Serie F Double Toro die perfekte und erschwingliche Alternative aus Nicaragua. Vollmundig würzig bietet sie bis zu zwei  Stunden genussvolle Zweisamkeit, die mit einem Glas trockenen Rotwein oder einem edlen Whisky der Himmel auf Erden sein kann.","Genuss":"Eine stattliche Erscheinung ist die 15,2 cm lange Cain Serie F Double Toro mit ihrem Durchmesser von 24 mm allemal. Und auch geschmacklich hat sie alle Trümpfe auf ihrer Seite. Dank einer Einlagenmischung mit 25% Jalapa-, 25% Condega- und 32% Esteli-Ligero ist sie auf der starken Seite angesiedelt. Ein ebenfalls aus Esteli-Ligero bestehendes Umblatt und das nicaraguanische Sun Grown Deckblatt vervollständigen den kräftigen und vollmundigen Blend. Mittelstark beginnend entwickeln sich zunächst Aromen von schwarzem Pfeffer und Zedernholz, die von einer leichten Süße begleitet werden. Ab dem zweiten Drittel nimmt die Stärke zu und die Nussaromen werden dominanter, während die Pfeffernote in den Hintergrund tritt. Die süße Note bleibt erhalten und erinnert an Milchschokolade. Das ziemlich starke und nikotinhaltige Finale wird wiederum durch das Pfefferaroma bestimmt, das jedoch nicht allzu dominant auftritt und von erdigen und nussigen Aromen optimal abgerundet wird. Eine schön feste Asche, die lange steht und der gute Zug und Abbrand komplettieren den erstklassigen Smoke.","Hintergrund":"Die besten Ligero Tabake aus drei Anbaugebieten Nicaraguas werden für die Cain Zigarren verwendet. Nur die obersten Blätter der Tabakpflanze, die intensiver Sonneneinstrahlung ausgesetzt waren, sind dabei gut genug, um weiter verarbeitet zu werden. Diese durchlaufen einen Reifeprozess, der eine dreifache Fermentierung vorsieht und ausschlaggebend für die edel-dunkle Optik der Zigarren und den vollmundigen Geschmack ist."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sungrown","aromaProfileManufacturer":["Nuss","Schwarzer Pfeffer","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15}
