{"name":"Quorum Très Petit Corona","url":"https://www.noblego.de/quorum-tres-petit-corona/","brand":"Quorum","series":"Classic","details":{"Fazit":"Quorum Shade Tres Petit Corona Zigarren aus Nicaragua sind im handlichen Zehnerbündel zum fairen Preis zu haben. Nach der erfolgreichen Einführung der Classic-Linie entschied man sich für die Veröffentlichung dieser Variante mit Connecticut-Shade-Deckblatt. Sie ist konstant präsent im mittelkräftigen Geschmack und bietet florale Nuancen sowie eine dezente Aromatik.","Genuss":"Die Quorum Shade Tres Petit Corona macht einen robusten und ehrlichen Eindruck. Der Drucktest fällt durchweg positiv aus. Die kleineren Unebenheiten im Deckblatt sind bei dem günstigen Preis hinnehmbar. Die Quorum möchte durch Geschmack und ein gutes Preis/ Leistungsverhältnis punkten. Und das gelingt ihr durchweg. Dem Zigarrenanhänger wird eine konstante Geschmackspräsenz vom Anfang bis zum Ende bei einem medium-kräftigen Körper geboten. Anklänge von Zedernholz, einer dezenten Würze und blumige, liebliche Untertöne können durchaus unterhalten. Zum Ende hin merkt der erfahrene Raucher eine dezente Note von Pfeffer, die angenehm mit dem Aroma von Zedernholz harmoniert. Handwerklich lässt die Quorum aber auch keinen Raum für Kritik: Der Abbrand ist makellos und die Asche einwandfrei. Der Rauch bietet eine hohe Dichtigkeit und ist wenig aufdringlich.","Hintergrund":"Die Quorum Bundles werden in Nicaragua gefertigt und bieten auch für den kleinen Geldbeutel ein tolles Rauchvergnügen. Das Petit Corona-Format mit einem Durchmesser von 1,51 cm und einer Länge von 11,0 cm bietet einen anspruchsvollen Tabakgenuss von fast einer halben Stunde und kann so mehr als nur eine Pause füllen. Dank der Nicaragua-Einlage stellt die Quorum Shade Petit Corona geschmacklich eine hervorragende Alternative zu den beliebten Bundle-Zigarren aus der Dominikanischen Republik dar."},"diameter_mm":15,"ring":38,"length_mm":112,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.4}
