{"name":"Kristoff Shade Grown Matador","url":"https://www.noblego.de/kristoff-shade-grown-matador-zigarren/","brand":"Kristoff","series":"","details":{"Genussverlauf":"Das etwas rustikal wirkende Connecticut Shade Deckblatt der Shade Grown Matador aus dem Hause Kristoff Cigars stammt aus honduranischem Anbau. Der Rest ihres mild ausgelegten Blends setzt sich aus einem dominikanischen Umblatt und Einlagetabaken aus Nicaragua sowie der Dominikanischen Republik zusammen. Schon nach ein paar Zügen an der sehr gut verarbeiteten Toro entwickelt sich ein dichter, cremiger Rauch, welcher angereichert ist mit einer feinen Tabakwürze. Es sind Aromen von Gras, Nuss, Kaffee, Frucht und Holz, die sich im unkomplizierten Rauchverlauf unterschiedlich intensiv ausbilden. Das köstliche Finale mit zu diesem Zeitpunkt wunderbar ausgeprägten Nuss- und Fruchtaromen wird von einer beinahe malzigen Süße eingeleitet, die zuvor nur nuancenhaft aufkeimte. In Sachen Abbrand zeigt die Shade Grown Matador so gut wie keinerlei Schwäche, lediglich ihr Zugverhalten könnte von manchem Genießer als etwas zu leicht empfunden werden.","Nice to know":"Die Kristoff Shade Grown Matador ist besonders leicht zu entzünden. Am Fuß der Zigarre hat man das Deckblatt etwas überstehen lassen, was die Brandannahme stark begünstigt. Außerdem verfügt die milde Dominikanerin natürlich über den für Zigarren der Marke Kristoff typischen Pigtail, welcher einfach abgeknipst werden kann und so den Genuss ohne jegliches Anschneiden ermöglicht.","Resümee":"Ein toller Smoke aus dem Hause Kristoff Cigars! Mit einem angenehm milden Körper ausgestattet sorgt die Kristoff Shade Grown Matador für ein abwechslungsreiches und geschmacklich intensives Rauchvergnügen."},"diameter_mm":22.2,"ring":56,"length_mm":165,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Fruchtig","Gras","Holz","Kaffee","Nuss","Süß","Würzig"],"strength":"Mild","smokingDuration":"90 Min oder länger","price":10.5}
