{"name":"Casa Culinaria Green Toro","url":"https://www.noblego.de/casa-culinaria-green-toro/","brand":"Casa Culinaria","series":"Green","details":{"Fazit":"Die Casa Culinaria Green Toro ist eine mittelstarke, große Zigarre, die auch dem erfahrenen Aficionado einen starken Rauchgenuss bescheren kann. Zu der langen Rauchdauer und dem intensiven Geschmackserlebnis passt sehr gut ein kräftiger Rotwein, wie zum Beispiel ein Barolo.","Genuss":"Zur Serie der Casa Culinaria Green Premiums gehört auch die Casa Culinaria Green Toro. Auf Anhieb gefällt die sehr gute Verarbeitung der Zigarre, die sich fest gerollt und mit einem schönen Deckblatt präsentiert. Überzeugend sind nach dem Anzünden der sofort präsente, voluminöse Rauch, der würzige Geschmack und die intensiven Aromen. Summa summarum ein vergleichsweise hochklassiger Genuss in dieser Preisklasse. Wie bei allen Formaten dieser Serie besteht auch bei der Casa Culinaria Green Toro die Einlage aus verschiedenen Tabaksorten Nicaraguas. Die vorzüglichen klimatischen Bedingungen für den Tabakanbau sorgen für Ware der besten Güteklasse. Das indonesische Deckblatt steuert eine süßlich-liebliche Note bei und rundet den Gesamteindruck gekonnt ab. Die Toro misst in der Länge 150 Millimeter und im Durchmesser etwa 17 Millimeter. Die Rauchdauer von etwa einer Stunde beschert dem Aficionado einen angenehm langen Rauchgenuss.","Hintergrund":"Mit der Casa Culinaria Green Toro ist die Serie mit drei recht ausgefallenen Kreationen komplett. Im großen Casa Culinaria Angebot liegt sie im mittleren Bereich, was Stärke und Würze angeht. Obwohl sehr gute Tabake aus Nicaragua verarbeitet werden, können diese Zigarren als Mediumfiller sehr preiswert angeboten werden. Sie zählen mit den guten Eigenschaften einer von Hand gefertigten Zigarre noch zu den Premiumzigarren aus Nicaragua."},"diameter_mm":17,"ring":43,"length_mm":150,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Indonesia"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.5}
