{"name":"L'Atelier Extension de la Racine ER16","url":"https://www.noblego.de/l-atelier-extension-de-la-racine-er16/","brand":"L´Atelier","series":"Extension de la Racine","details":{"Fazit":"Für nur 8,90 € bietet die Extension de la Racine ER16 ein einmaliges Rauchvergnügen, das einerseits durch ihre traumhaft ausgewogene Aromatik in Gestalt von Kaffee, Zartbitterschokolade, Leder und Zedernholz, andererseits durch ihre perfekte Verarbeitung bestimmt wird. Auch auf Grund ihrer Eigenschaft als Sonderserie ist diese Zigarre eine absolute Kaufempfehlung!","Genuss":"Bereits im Rahmen des Kaltzuges finden sich bei der Extension de la Racine ER16 kräftige Aromen von Kaffee und Zartbitterschokolade. Nach dem Anfeuern sind es jedoch zunächst Noten von Leder und Zedernholz, die vordergründig spürbar sind. Erst im weiteren Verlauf finden sich die traumhaft angenehmen Töne von Kaffee und Zartbitterschokolade wieder, während nun im Hintergrund leicht-würzige Nuancen auszumachen sind. Durch das Zusammenspiel aus waldigen sowie süßen Geschmackskomponenten, hält sich die Extension de la Racine ER16 stets abwechslungsreich und interessant. Das Robusto-Format, mit einer Länge von 124 mm bei einem 50er Ringmaß, glänzt auf Grund der perfekten Verarbeitung besonders durch einen angenehm leichtgängigen Zug sowie eine kreisrunde Abbrandlinie. Die Rauchdauer liegt dabei bei ca. 45 Minuten.","Hintergrund":"Bei der Extension de la Racine Serie handelt es sich um eine Sonderserie, die von Pete Johnson und Tatuaje nur einmal jährlich aufgelegt wird. Wie besonders diese Zigarren sind, zeigt sich bereits in ihrer Tabakzusammensetzung. Sämtliche Tabake stammen aus Nicaragua. Als Deckblatt dient dabei ein Criollo Sungrown, als Einlage spezielle Spiritus Sancti Blätter, welche den Puros einen einzigartigen Geschmack verleihen."},"diameter_mm":19.8,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","maker":"Jose Pepin Garcia, Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Criollo","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gras","Kaffee","Leder","Zartbitter","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.9,"additionalNotes":"Limited"}
