{"name":"Don Pepin Garcia Series JJ Sublimes","url":"https://www.noblego.de/don-pepin-garcia-series-jj-sublimes/","brand":"Don Pepin Garcia","series":"Series JJ","details":{"Fazit":"Auf Grund des Formats und ihrer mittelstarken Mischung ist die Don Pepin Garcia Series JJ Sublime etwas für erfahrene Aficionados. Sie eignet sich hervorragend für den nachmittäglichen Genuss. Dazu sollte ein cremiger Kaffee, süßes Gebäck oder Schokolade mit hohem Milchanteil gereicht werden. Auch ein milder Rum oder ein Speyside Single Malt würde passen. Es sollten keine zu kräftigen Begleiter gewählt werden, damit das feine und sanfte Aromenspektrum in den ersten zwei Dritteln in vollen Zügen genossen werden kann.","Genuss":"José Garcias JJ Sublimes weist schon beim Kaltzug einen perfekten Zugwiderstand auf. Aromatisch lassen sich dabei kräftige Cedro Noten herausschmecken. Auch nach dem Anzünden sind kräftige Holzaromen dominant. Im ersten Drittel der Vitola manifestieren sich leichte Nougatnoten im hinteren Gaumenbereich. Die nahezu perfekte Konstruktion der Zigarre spiegelt sich auch im hellgrauen, festen Aschebild wider. Zum Anfang des zweiten Drittels wird das Aromenspektrum vielfältiger. Leicht pfeffrig und mit einem Hauch Karamell entwickelt sie Charakter. Ein feiner Aschekegel bildet sich nach dem ersten Abstreifen. Im letzten Drittel und zum Ende hin wird die Sublimes etwas kräftiger und man schmeckt starke Holzaromen, die weder penetrant noch unangenehm sind, sondern der Zigarre vielmehr zu einem sehr gelungenen Finish verhelfen.","Hintergrund":"Die Series JJ oder auch „White Series“ von Don Pepin Garcia wurde zusammen von José und Jaime Garcia kreiert. Das doppelte „J“ ist auf ihre beiden Vornamen zurückzuführen. Weltweit finden die Zigarren aus dem Hause Garcia immer mehr Anklang. Die höchsten Qualitätsansprüche an die Verarbeitung und die eigene Arbeit zeichnet die Vitolas Don Pepins aus."},"diameter_mm":21.4,"ring":54,"length_mm":159,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Corojo","aromaProfileManufacturer":["Erdig","Holz","Ingwer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13.2}
