{"name":"Ramon Allones Small Club Corona","url":"https://www.noblego.de/ramon-allones-small-club-corona/","brand":"Ramon Allones","series":"","details":{"Fazit":"Die Ramón Allones Small Club Corona ist eine sehr ausgewogene Zigarre für zwischendurch oder zu einem leckeren Cocktail am Abend. Sehr gut passt ein frisch zubereiteter Mojito, mit einem klaren Hauch von Minze.","Genuss":"Die Zigarren aus dem Haus Ramón Allones bestehen alle aus Tabakmischungen der Region Vuelta Abajo, dementsprechend sind sie mit ihrem intensiven und komplexen Geschmack sehr charakteristisch. Die Ramón Allones Small Club Corona ist eine sehr kleine Zigarre, kann allerdings trotzdem mit ihren kräftigen Aromen überzeugen. Die Ramón Allones Small Club Coronas misst eine Länge von 110 Millimetern und einen Durchmesser von 16 Millimetern, was einem 40er Ringmaß entspricht. Im ersten Drittel hausieren erdige, holzige Aromen, gepaart mit einer leicht salzigen Note. Noten von Unterholz lassen die kleine Small Club Coronas eher mittelstark starten. Schon nach nur wenigen Zügen erkennt man am Geschmack das Herkunftsland dieser kleinen aber feinen Vitola. Zu ihrem Grundaroma kommen im zweiten Drittel leichte Schokoladenaromen hinzu, die von einer leichten Chilinote abgerundet werden. Das Brandverhalten der Ramón Allones Small Club Coronas ist hervorragend, ihre Aromen entfalten sich eher verhalten und sind auch für Gelegenheitsraucher bestens geeignet. Das letzte Drittel der Zigarre wird von den ersten beiden angeführt und das Aroma bleibt konstant, keine unangenehme Schärfe oder zu hohe Temperaturentwicklung. Alles in allem ein klasse ausgewogener und runder Smoke für rund 30 Minuten.","Hintergrund":"Das Angebot der Manufaktur Ramón Allones beinhaltet sowohl vollständig von Hand gefertigte Longfiller wie auch maschinell gefertigte Zigarren. Dem in Galizien geborenen Ramón Allones wird die Erfindung des Zigarrenrings zugeschrieben. Zusammen mit dem Niederländer Gustave Bock erfand er den Zigarrenring und war einer der ersten, der seine Vitolas mit diesem schmückte. Die Tabake der Region Vuelta Abajo im Südwesten Kubas, aus denen die Ramón Allones Small Club Coronas bestehen, sind eine der wichtigsten Quellen für die Produktion der Habanos."},"diameter_mm":16,"ring":40,"length_mm":110,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gewürze","Nuss","Röstaromen","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.7}
