{"name":"Joya de Nicaragua Clasico Robusto","url":"https://www.noblego.de/joya-de-nicaragua-clasico-robusto/","brand":"Joya de Nicaragua","series":"Clasico","details":{"Fazit":"Wer mediumstarke und cremige Zigarren mag, der sollte diese Robusto unbedingt probieren. Durch die dezente Süße erhält die Joya de Nicaragua Clasico Robusto ein interessantes und liebliches Profil. Als Begleitgetränk bieten sich süße Weißweine oder auch mal ein Cognac an.","Genuss":"Besonders schön an dieser Zigarre ist die Geschmackskomposition, die mit ihren Aromen von Süße und dezenten Röstaromen überzeugt. Getragen werden diese Aromen von einer süßen Cremigkeit. Es gibt Zigarren, die deutlich mehr verschiedene Aromen aufweisen und die in ihrer Komplexität nicht selten sieben oder acht verschiedene Komponenten aufweisen. Auch vor solchen Zigarren muss sich die Joya de Nicaragua Clasico nicht verstecken, denn manchmal bedarf es nicht mehr als eine Handvoll Zutaten, um die perfekte Zigarre zu kreieren. Denn genau das ist den Machern der Clasico-Linie gelungen: Eine rundum perfekte, klassische Zigarre, der in diesem Preissegment niemand so schnell etwas vormacht.","Hintergrund":"Seit dem Jahre 1968 drehen Mitarbeiter von Joya de Nicaragua tagtäglich Tabakblätter zu echten Spitzenzigarren. Die Zigarrenmanufakturen, die im Nicaraguanischen Esteli liegen, sind umringt von besonders fruchtbaren Böden. Durch die speziellen klimatischen Bedingungen gedeihen besonders aromatische Tabake, die auch dieser Robusto den besonderen Schliff verleihen."},"diameter_mm":20.6,"ring":52,"length_mm":128,"length_inch":0,"format":"Robusto","maker":"Manuel Quesada","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.9}
