{"name":"Joya de Nicaragua Antaño CT Robusto","url":"https://www.noblego.de/joya-de-nicaragua-antano-ct-robusto-zigarren/","brand":"Joya de Nicaragua","series":"Joya de Nicaragua Antaño CT","details":{"Genussverlauf":"Man nehme auf den Punkt gereifte Tabake aus Nicaragua für Einlage und Umblatt, ein seidenmattes hellbraunes Connecticut Deckblatt aus Ecuador, übergibt diese den erfahrenen Händen eines Meister-Zigarrenrollers und schon ist die Joya de Nicaragua Antaño CT Robusto fertig. Es hat natürlich einige Zeit gedauert, bis man die am besten miteinander harmonierenden Tabake für diesen Blend beisammen hatte. Gestreng nach dem Motto „Gut Ding will Weile haben.“. Das Resultat kann sich allerdings sehen und vor allem richtig gut schmecken lassen. Selbst ohne Aromen würde die nicaraguanische Longfiller begeistern, denn allein ihr sahniger und voluminöser Rauch bereitet schon jede Menge Zigarrenvergnügen. Die Robusto zeigt sich in den ersten Zügen zunächst etwas pfeffrig, bevor klare Nuss- und Zedernholznoten übernehmen. Gerade wenn diese ihren Höhepunkt an Intensität erreicht haben, tritt eine köstliche Melange aus salzigen Tönen und einer markanten Karamellsüße in den Vordergrund. Im letzten Rauchdrittel bestimmen fruchtig untermalte Kaffee- und Erdaromen den Geschmack der fein-würzigen Nicaraguanerin. Nach gut 60 Minuten ist der Genuss vorbei und man selbst um eine weitere positive Zigarrenerfahrung reicher.","Resümee":"Geschmacklich ein Gedicht, preislich absolut fair angesetzt! Die Joya de Nicaragua Antaño CT Robusto hat auf alle Fälle das Zeug zum zeitlosen Klassiker zu werden, der in keinem Humidor fehlen sollte."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz","Kaffee","Karamell","Nuss","Pfeffer","Salzig","Süß"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":8.6}
