{"name":"Perdomo Fresco Robusto Connecticut Bundle","url":"https://www.noblego.de/perdomo-fresco-robusto-connecticut-bundle/","brand":"Perdomo","series":"Fresco","details":{"Fazit":"Ein abwechslungsreicher Smoke für die Mittagsstunden mit einer herben Rauchnote rundem Geschmack. Beeindruckende Süße harmoniert mit den erdigen, röstigen und fruchtigen Aromen der Perdomo Fresco Connecticut Robusto. Dank ihres guten Preises kann sie zum Alltagssmoke vieler Aficionados werden.\nProbieren Sie aus dem Hause Perdomo auch die Serie Fresco Maduro, die durch ihr Madurodeckblatt ein einmalig schokoladiges Aroma entwickelt.","Genuss":"Die Perdomo Fresco Connecticut Robusto entfaltet nach dem Anzünden einen würzigen, cremigen Rauch. Auf der Zunge hinterlässt dieser eine enorme Süße. Diese Süße entschwindet doch schnell im Hintergrund und eine angenehme Pfeffernote tritt auf. Auch diese gesellt sich in den Hintergrund. Im weiteren Verlauf kommt eine leichte Erdigkeit auf, die harmonisch mit dem würzigen Rauch verschmilzt. Interessanterweise gelangt auch die Erdigkeit in den Hintergrund und eine fruchtige Süße, wie die von Marmelade, kommt auf. Die behält sie auch bis zum Schluss bei. Nun sind noch leichte Röstaromen erkennbar und eine feine nussige Nuance, die den würzigen Rauch richtig cremig werden lässt. Gegen Ende gewinnt der Longfiller eine leicht bittere Note, die durch den nussigen, cremigen Rauch aber in den Hintergrund gedrängt wird. Ein mittelkräftiger Smoke, der an Aromenkomplexität nicht spart. Für 60 Minuten erhalten Sie eine phantastische Zigarre mit einer Länge von 12,7 Zentimetern und einem Durchmesser von 20 Millimetern. Eine perfekte Verarbeitung mit fester grauer Asche spricht für die Qualität der Zigarre.","Hintergrund":"Das feine Connecticut Shade Deckblatt und die nicaraguanischen Tabake in Einlage und Umblatt der Perdomo Fresco Zigarren werden in Nicaragua, genauer in Esteli, auf den großen firmeneigenen Farmen per Hand zu einerrollen. Der Longfiller ist eine preiswerte Alternative zu den höherpreisigen Serien der Perdomo Familie."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Gras","Kaffee","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.3}
