{"name":"Bohekio Toro Gordo","url":"https://www.noblego.de/bohekio-toro-gordo-zigarren/","brand":"Bohekio","series":"","details":{"Genussverlauf":"Ein sehr verlockend ölig schimmerndes Sun Grown Deckblatt aus Ecuador ummantelt die rein haitianischen Einlage- und Umblatt-Tabake der Bohekio Toro Gordo. Letztere gedeihen auf den fruchtbaren Plantagen von Supreme Cigars, welche sich im Herzen Haitis, in der Region Mirebalais befinden. Der Genießer kann sich auf ein vollmundiges Rauchvergnügen freuen, das von jeder Menge seidigem Rauch geprägt ist. Das 15,2 cm lange Format bietet einen komplexen Rauchgenuss, dessen abwechselnd auftretende Noten von Kakao, Zedernholz, Nuss und Leder sich dabei sehr ausbalanciert zeigen. Eine leichte Süße bindet sich perfekt in diese Kombination ein, sodass ein insgesamt sehr köstlicher Geschmack entsteht. Im Gegensatz zu den meisten Tabaken aus der benachbarten Dominikanischen Republik scheinen die haitianischen Erzeugnisse etwas kräftiger veranlagt. Denn die Intensität dieses haitianischen Leckerbissens steigert sich kontinuierlich von Rauchdrittel zu Rauchdrittel, sodass wir es hier mit einem mittelkräftigen bis kräftigen Smoke zu tun haben. Ein bestens eingestellter Zug sowie ein schnurgerader Abbrand gehören zu den weiteren Vorzügen dieser spannenden Zigarre.","Nice to know":"Der Name Bohekio stammt von einem Stammesanführer der Taínos, einem indigenen Volk, das vor den Kariben die Inseln der Großen Antillen bevölkerte und deren Kultur maßgeblich prägte.","Resümee":"Selten hat uns eine Neuerscheinung so begeistert wie die Bohekio Toro Gordo! Hier wurde hinter den Kulissen mit viel Bedacht und Sorgfalt gearbeitet und ein wirklich geschmackvolles Debüt aus Haiti präsentiert."},"diameter_mm":22.2,"ring":55,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sun Grown","fillerOrigin":["Haiti"],"binderOrigin":["Haiti"],"aromaProfileManufacturer":["Cremig","Kakao","Leder","Leicht Süß","Nuss","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":11.9}
