{"name":"Partagas Coronas Senior A/T","url":"https://www.noblego.de/partagas-coronas-senior-a-t/","brand":"Partagás","series":"","details":{"Fazit":"Zu dieser recht herben, erdigen und außerordentlich kräftigen Partagás Coronas Senior A/T macht sich ein Gin-Tonic mit Sicherheit hervorragend. Aber lassen Sie die Situation doch selbst entscheiden, die Petit Corona ist einfach ein kubanischer Hochgenuss!","Genuss":"Die kleine Partagás Coronas Senior A/T ist eine Zigarre im Petit Corona Format, sie misst eine Länge von 13,2 Zentimetern und hat einen Durchmesser von 16,7 Millimetern, es handelt sich um ein 42er Ringmaß. Das Deckblatt ist ein sehr fein geripptes Colorado aus der Region Vuelta Abajo und hat eine leicht raue Oberfläche. Kalt duftet die kleine Partagás Coronas Senior nach klassischen partagás-üblichen, kubatypischen Noten. Nach dem Entzünden entfalten sich herbe Zartbitteraromen im Mundraum, die im ersten Drittel auch dort verweilen. Von Zug zu Zug wird der Zugwiderstand leichter und ist kurz vor dem zweiten Drittel an seinem Höhepunkt angelangt. Die Asche ist leicht körnig und grau, allerdings recht fest. Ein sehr maskuliner Gesamtgeschmack entwickelt sich und gibt im zweiten Drittel die Grundnote an. Das letzte Drittel der kleinen Petit Coronas von Partagás ist recht herb, es kommen leicht pfeffrige Noten hinzu und geben dem Gesamtbild noch einen kleinen Frischekick.","Hintergrund":"Der Spanier Don Jaime Partagás Ravelo baute 1845 in der Industria Street 60 seine Zigarrenfabrik mit dem Namen „Real Fábrica de Tabaco Partagás“, und ist heute die älteste produzierende Zigarrenfabrik Kubas. Die im Herzen Havannas gelegene Partagás-Fabrik ist nicht nur für Zigarrenaficionados ein beliebtes Ausflugsziel, sondern auch künstlerisch veranlagte Liebhaber suchen diesen Ort auf. Don Jaime Partagás Ravelo war der erste Fabrikbesitzer, der seinen Zigarrenrollern einen Vorleser zur Verfügung gestellt hat, um ihnen während ihrer Arbeit ein wenig Bildung zu vermitteln."},"diameter_mm":16.7,"ring":42,"length_mm":132,"length_inch":0,"format":"Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Röstaromen"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.4}
