{"name":"Davidoff Yamasá Piramides","url":"https://www.noblego.de/davidoff-yamasa-piramides/","brand":"Davidoff","series":"Yamasá","details":{"Genussverlauf":"Deck- und Umblatt der Davidoff Yamasá Piramides stammen aus dem dominikanischen Yamasá-Tal. Diese Tabake haben einen tiefen erdigen Charakter. Zusammen mit den süß-würzigen nicaraguanischen Einlagetabaken aus Condega und Estelí und der dominikanischen Einlage aus Piloto sowie Mejorado Sorten entsteht ein intensiver und komplexer Zigarrengenuss. Bestimmt wird dieser von einem abwechslungsreich veranlagten Aromaverlauf mit ausgeprägten Noten von Nüssen, Kaffee, diversen Gewürzen, Zedernholz und schwarzem Pfeffer. Während einer ungefähren Rauchdauer von bis zu 90 Minuten lässt sich die kräftige Premiumzigarre bei bestem Zug- und Abbrandverhalten genießen. Der Grad an Intensität lässt sich bei diesem besonderen Format sogar durch die Wahl des Anschnitts beeinflussen. Dabei gilt, je weniger Sie vom spitzen Kopf der Piramides abnehmen, desto intensiver gestaltet sich ihre Aromaentfaltung.","Nice to know":"Im südlichen Teil der Insel, nord-westlich von der Hauptstadt Santo Domingo gelegen, befindet sich die Region Yamasá. Von dort stammen die besonderen Yamasá Tabake, die auf fruchtbaren rötlichen Böden gedeihen, welche der berühmte Masterblender Henke Kelner vor über 20 Jahren für den Tabakanbau kultivieren ließ.","Resümee":"Die Davidoff Yamasá Piramides beweist eindrucksvoll, wie viel Einsatz, Arbeit und Leidenschaft in den Produkten von Davidoff steckt. Dem dominikanischen Premiumhersteller geht es dabei in erster Linie darum, seinen Konsumenten unnachahmliche und unvergessliche Genusserlebnisse zu ermöglichen. Lassen Sie sich von dieser fantastischen Premiumzigarre begeistern, denn genau zu diesem Zweck wurde sie ins Leben gerufen."},"diameter_mm":20.6,"ring":52,"length_mm":156,"length_inch":0,"format":"Piramide","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Yamasa","aromaProfileManufacturer":["Gewürze","Kaffee","Nuss","Schwarzer Pfeffer","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":29}
