{"name":"Dunhill Aged Maduro Cigars Short Robusto","url":"https://www.noblego.de/dunhill-aged-maduro-cigars-short-robusto/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Der Dunhill Aged Maduro Short Robusto kann man schon von außen ansehen, dass sie verlockend schmeckt. Die feinwürzige Longfiller ist ein „Muss“ für wahre Maduro Freunde und wird auch den neugierigen Einsteiger mit seinen herrlichen Aromen begeistern. Unter den „Top 25 der besten Zigarren 2016“ belegte sie den äußerst respektablen 22. Rang mit 91 Bewertungspunkten.","Genuss":"Bei der Dunhill Aged Maduro Short Robusto erkennt man auf den ersten Blick, dass man es mit einer wahren Augenweide zu tun hat. Ihr wunderschön dunkelbraunes, ölig-schimmerndes Deckblatt bildet ein sonnengereiftes, lang fermentiertes Connecticut Broadleaf aus den Vereinigten Staaten von Amerika. In Umblatt und Einlage finden sich dominikanische Tabakblätter wieder, bei letzterer handelt es sich dabei um exquisite Olor und Piloto Sorten. Selbige hat man bei Dunhill bereits für die zuvor erschienene Dunhill Aged Cigars Serie verwand, ein aufregender Blend, der in der Zigarrenszene sehr viel Anklang fand. Die mittelkräftige Short Robusto entfaltet angenehme Aromen von dunkler Schokolade, geröstetem Kaffee und Lakritz, zu denen sich hin und wieder feine nussige Noten gesellen. Dazu weist sie die typische Madurosüße auf, die bei der Dunhill Aged Maduro Short Robusto an braunen Zucker erinnert. Die fantastische Verarbeitung der „süßen“ Dominikanerin schlägt sich in einem perfekten Zug- und Abbrandverhalten nieder.","Hintergrund":"Mit höchstem Qualitätsbewusstsein geht man im Hause Dunhill seit nunmehr 110 Jahren zu Werke. Bei der Auswahl, Zusammenstellung und Verarbeitung der Tabake für Zigarrenkreationen der Marke Dunhill gilt Sorgfalt somit als oberste Priorität. Im Fokus steht dort der Verbraucher, den man unter allen Umständen zufrieden sehen möchte."},"diameter_mm":21.4,"ring":54,"length_mm":103,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Kaffee","Lakritz","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":8.5,"additionalNotes":"Aged"}
