{"name":"Henk Maori Haka Masterpiece Edición Limitada 2018 Salomones","url":"https://www.noblego.de/henk-maori-haka-masterpiece-edicion-limitada-2018-salomones-zigarren/","brand":"Henk Maori","series":"","details":{"Genussverlauf":"Das Jahr 2009 war für die nicaraguanischen Tabakbauern ein extrem gutes Erntejahr. Zu dieser Zeit herrschten nahezu optimale Bedingungen für das Gedeihen von Tabaken der höchsten Qualitätsstufe. In der Henk Maori Haka Masterpiece Edición Limitada 2018 Salomones stecken ausschließlich Tabake des Jahrgangs 2009, die aus der Schatzkammer des bekannten Masterblenders A.J. Fernandez stammen. Daraus wurde von den erfahrensten Rollern dieses wunderschöne Salomones Format geschaffen, welches eine Länge von 16,5 cm und an seiner umfangreichsten Stelle ein Ringmaß von 64 aufweist. Die mild bis mittelkräftige Puro trägt keine konventionelle Bauchbinde, das Logo der Marke Henk Maori wurde direkt auf ihr Deckblatt gelasert. Es ist wirklich ein einzigartiges Erlebnis, diese außergewöhnliche Zigarre in den Händen zu halten. Man spürt förmlich ihre enorme Wertigkeit und Qualität. Wer Sie entzündet, wird nach wenigen Zügen von ihrem sahnig-cremigen Rauch umgarnt, der besonders vollmundige und sehr komplex auftretende Aromen von Kaffee, Schokolade, Nuss, Toast, Leder, Holz und Erde preisgibt. Dazu scheinen abwechselnd fruchtig-scharfe oder pfeffrig-süße Noten durch, die der Salomones eine unnachahmliche Tiefe verleihen. Den gesamten Rauchverlauf über zeigt sie sich herrlich ausgewogen und harmonisch. Ihr Zug- und Abbrandverhalten ist mehr als perfekt, was man von einer Zigarre dieser Preisklasse auch absolut erwarten darf.","Nice to know":"Der Edel-Koffer Produzent Heiko Poerz, seines Zeichens bereits seit 40 Jahren Zigarrenliebhaber, hat die Henk Maori Zigarren nach seinem Geschmack gemeinsam mit zwei absoluten Koryphäen der Zigarrenszene entwickelt. Namentlich handelt es sich dabei um Didier Houvenaghel und A.J. Fernandez. Die Henk Maori Haka Masterpiece Edición Limitada 2018 Salomones sind nur in streng limitierten Mengen erhältlich. Insgesamt stehen dem Markt 200 Reisehumidore á 7 Exemplaren und 300 Nachfüllboxen á 10 Zigarren zur Verfügung.","Resümee":"Eine dermaßen luxuriöse Zigarre wie die Henk Maori Haka Masterpiece Edición Limitada 2018 Salomones gilt als absolute Rarität und Ausnahmeerscheinung auf dem Markt. Wer bereit ist, sich diese besondere Zigarre zu gönnen, dem schenkt Sie in jedem Fall eine fantastische Genusserfahrung, die man sein gesamtes Leben lang in Erinnerung behält."},"diameter_mm":25.4,"ring":64,"length_mm":165,"length_inch":0,"format":"Salomones","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Kakao","Leder","Nuss","Pfeffer","Süß","Toast"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":52,"additionalNotes":"Limited"}
