{"name":"Vega Fina Robustos Tubo Edicion Especial","url":"https://www.noblego.de/vega-fina-robustos-tubo-edicion-especial/","brand":"Vega Fina","series":"VF Edición Especial","details":{"Fazit":"Die Vega Fina Robustos Tubo Edicion Especial in der 10er Kiste sind eine echte Genussinvestition. Bei einer angenehmen  Milde hält dieser Longfiller eine tolle Aromenpalette bereit, die mit einem kräftigen Whisky oder auch mit einem Glas Champagner wunderbar harmoniert.","Genuss":"Mit einer Länge von 127 Millimetern und einem Ringmaß von 50 ist die Tubo Special Edition ebenfalls eine Robusto, so wie die anderen Exemplare dieser Serie auch. Die Verarbeitung ist ausgezeichnet. Perfekt gerollt präsentiert sich diese Zigarre ölig schimmernd  von ihrer besten Seite. Das warmbraune Connecticut Shade Deckblatt stammt aus Ecuador und verströmt einen delikat-nussigen Kaltgeruch. Während des Smokes dieser milden Zigarre entwickelt sich ein tolles Aroma von kompositorischer Tiefe, das vor allem durch seine cremigen Eigenschaften besticht. Der smoothe Rauch ist dicht, schmilzt auf der Zunge dahin und unterstreicht die aromatischen Noten von Zedern- und Eichenholz ebenso wie die nussigen Anklänge. Zug- und Abbrandverhalten sind bei dieser Zigarre ebenfalls einwandfrei.","Hintergrund":"Aus der Tabacalera de García in der Dominikanischen Republik stammen die Zigarren der Vega Fina Edición Especial. In der berühmten und größten Zigarrenmanufaktur des Landes werden neben den Vega Fina Zigarren auch noch die wohl bekannten dominikanischen Romeo y Julieta, Montecristo und viele andere handgerollte Zigarren hergestellt. Für die Mischung dieser Premiumzigarre aus dem Hause Vega Fina war der begabte Masterblender José Seijas verantwortlich. Während des facettenreichen Smokes wird schnell deutlich, dass es sich hier um eine wahre Qualitätszigarre handelt."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Eichenholz","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":64.99}
