{"name":"Vega Fina Robustos","url":"https://www.noblego.de/vega-fina-robustos/","brand":"Vega Fina","series":"Classic","details":{"Fazit":"Diese Zigarre gibt ab dem ersten Zug großzügigen, cremigen Rauch und überzeugt durch eine wahre Vielfalt an Aromen bei einer angenehmen Milde. Die Vega Fina Robusto eignet sich sehr gut für Einsteiger in die Welt des Zigarrengenusses. Ob in Begleitung von einem guten Wein, einem süßen Cocktail oder einem Glas stillen Wassers: Diese Zigarre überzeugt mit ihrer zarten, aber weiten Aromenpalette.","Genuss":"Bereits die Erscheinung dieser Zigarre, mit ihrem perfekt verarbeiteten, hellbraun schimmernden Deckblatt, das über eine feine Aderung verfügt, ist vielversprechend. Der erste Eindruck wird dann nach einigen Zügen schnell bestätigt. Denn diese Robusto bietet eine breite Aromenpalette, deren Basis holzige Aromen bilden, welche an Zedern- und an Eichenholz erinnern. Hierzu gesellt sich eine Note von gerösteten Nüssen, die von dezent floralen Ahnungen umspielt wird. Die Vega Fina wird während des Smokes zunehmend würziger, bleibt dabei aber dennoch eine milde Zigarre, die nie zu scharf oder bitter wird. Die tolle Verarbeitung garantiert dabei, dass dieser Longfiller gleichmäßig abbrennt. Besonders schön: Der dichte, wunderbar cremige Rauch.","Hintergrund":"Das Format der Robusto ist auch daher so beliebt, da bei dem gegebenen Verhältnis von Länge und Ringmaß die Eigenschaften der Tabakmischung besonders gut zum Ausdruck kommen. Denn diese Zigarren verfügen über einen hohen Anteil an Tabak, was mehr Varianz in der Kombination der verschiedenen Tabakblätter zulässt. Daher schwören einige Aficionados regelrecht auf die besonders vielfältigen geschmacklichen Möglichkeiten, die das Rauchen einer Robusto bietet. Aufgrund ihrer Dicke und der erhöhten Sauerstoffzufuhr brennen Robustos langsamer, als Formate mit kleinerem Ringmaß, weshalb sie in der Regel mild und weniger scharf sind."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Eichenholz","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.5}
