{"name":"Rocky Patel Decade Robusto Edición Limitada","url":"https://www.noblego.de/rocky-patel-decade-robusto-edicion-limitada/","brand":"Rocky Patel","series":"Decade","details":{"Fazit":"Für Freunde von starken, vollmundigen Zigarren ist die Rocky Patel Decade Robusto Edición Limitada das ultimative Rauchvergnügen. Sie vereint gekonnt starke Würze mit süßen Noten und entfaltet dabei komplexe Geschmacksstrukturen. Kombiniert mit einem vollmundigen Single Malt ein Smoke-Erlebnis auf höchstem Niveau.","Genuss":"Diese limitierte Ausgabe der beliebten Robusto aus Rocky Patels Decade-Serie besticht auf den ersten Blick durch ihr wunderschönes Äußeres. Das dunkle Connecticut Maduro Deckblatt verleiht dieser honduranischen Zigarre eine seidig-glatte Optik mit leicht öliger Textur. Umblatt und Einlage sind wie bei allen Zigarren Rocky Patels streng geheim. Sie gehört mit einer Länge von 14 Zentimetern und dem Durchmesser von 19,8 Millimetern zu den voluminöseren Zigarren. Dabei liegt die mittelfest gerollte Robusto gut in der Hand. In der Rauchdauer von gut 60 Minuten überzeugt die Rocky Patel Decade Robusto der limitierten Edition mit einer kräftigen Würze und vielseitigen Aromen. Schon im Kaltzug entfalten sich Aromen von Kakao und Rosinen. Das erste Drittel bietet den Geschmack von dunkler Schokolade und Kaffee, zu Beginn des zweiten Drittels kommen holzige und erdige Noten zum Tragen. Das Finale wartet durch die leichte Pfeffernote mit einer dezenten Schärfe auf, die weiterhin von den herben bis süß-cremigen Aromen ergänzt wird. Ihr perfekter und durchgängiger Abbrand macht sie zu einem uneingeschränkten Rauchgenuss.","Hintergrund":"Die Rocky Patel Decade Edición Limitada hat bei unterschiedlichen Zigarren-Ratings bisher hohe Punktzahlen erreichen können, so z.B. satte 90 Punkte von Cigar Aficionado. Nur 250 Boxen der unterschiedlichen Formate (Toro, Torpedo und Robusto) wurden entwickelt und sind bei nur wenigen Händlern erhältlich."},"diameter_mm":19.8,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","maker":"Rocky Patel","manufactureOrigin":"Honduras","wrapperOrigin":["Pennsylvania"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Blumig","Cremig","Gewürze","Kaffee","Nuss","Pfeffer","Röstaromen","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.9}
