{"name":"CigarKings Elegantes Maduro","url":"https://www.noblego.de/cigarkings-nicaragua-elegantes-maduro/","brand":"CigarKings","series":"Maduro","details":{"Fazit":"Ein tolles Format mit delikatem Geschmack! Die CigarKings Elegantes Maduro ist sehr zu empfehlen und lädt dazu ein, es ruhig mal mit einem etwas extravaganteren Format zu probieren.","Genuss":"Die CigarKings Elegantes Maduro macht ihrem Beinamen alle Ehre, denn die schmackhafte Vitola im Salomones Format bietet wirklich einen erhabenen Anblick. Ihr verlockend ölig schimmerndes Deckblatt ist von feinster Qualität und stammt aus dem für seine hervorragenden Deckblätter berühmten Ecuador. Die Herkunft der beiden darunter verarbeiteten Umblätter verrät uns der Produzent leider nicht. In der Einlage befinden sich ausschließlich Premiumtabake aus Nicaragua. Durch das stark verjüngte Ende am Zigarrenfuß, lässt sich die Elegantes besonders unkompliziert entfachen. Von Beginn an verströmt sie einen voluminösen und dicht-cremigen Rauch, welcher angefüllt ist mit dunklen Aromen von Kaffee, Erde, Schokolade und Zedernholz. Das Ganze wird untermalt von der typischen Süße des ecuadorianischen Maduro Deckblatts. Im gut 90-minütigen Rauchverlauf intensivieren sich die Aromen aufgrund der Beschaffenheit des Salomones Format noch etwas. Zug und Abbrand stellen den Genießer dabei vor so gut wie keine Probleme.","Hintergrund":"Die Premiumzigarren von CigarKings zeichnen sich durch ein besonderes Qualitätsmerkmal aus. Sie werden alle im sogenannten „Entubado“ Verfahren gerollt. Dabei werden gleich zwei Umblätter verwendet, die durch die spezielle Anordnung der darunter liegenden Einlagetabake fester als bei herkömmlichen Methoden um diese gerollt werden können. Das begünstigt einen gemächlichen Abbrand und eine intensivere Entfaltung der Aromen."},"diameter_mm":18.3,"ring":46,"length_mm":140,"length_inch":0,"format":"Salomones","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Süß","Zartbitter"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":9.8}
