{"name":"Flor de Copan Gordito","url":"https://www.noblego.de/flor-de-copan-gordito/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Wer voluminöse Zigarren mag, ist mit der Flor de Copan Gordito gut beraten. Bestes Zigarrenhandwerk in langjähriger Tradition und der ideale Begleiter für die besonderen Stunden im Leben.","Genuss":"Die Flor de Copan Gordito ist eine kurze, sehr außergewöhnliche Zigarre aus der Classic-Serie. Sie misst nur 11,8 Zentimeter, hat aber mit ihrem uneinheitlichen Ringmaß, das an der dicksten Stelle einen Durchmesser von 23 Millimetern aufweist, einiges an Charakter zu bieten. Sie besticht nicht nur durch ihre einzigartige Optik, sondern kann auch qualitativ überzeugen. Einlagetabake aus Honduras, Nicaragua und Mexiko werden verbunden mit einem honduranischen Umblatt und einem ecuadorianischen Connecticut Shade Deckblatt. Sie ist die einzige Zigarre der Serie, die nicht von einem Zedernblatt umhüllt wird. Gleichwohl steht sie ihren Verwandten aromatisch in nichts nach. Diese mittelstarke, harmonisch-ausbalancierte Zigarre entfaltet in einer Rauchdauer von 45 Minuten angenehme Aromen von Holz über Erde bis zu Schokolade und Nuss. Schön anzusehen ist auch die rein weiße Asche, die sich während des langsamen Abbrands bildet.","Hintergrund":"Santa Rosa de Copan, eine kleine Stadt in den hügeligen Regionen Honduras᾽ unweit der Grenze zu Guatemala und El Salvador, ist die Geburtsstätte der Flor de Copan Zigarren. Eine geschichtsträchtige Region, denn schon die Maya bauten hier Tabak an. Mittlerweile ist eine Fabrik mit mehr als 240 Mitarbeitern entstanden, die die ausnahmslos handgemachten Flor de Copan Zigarren herstellt. Traditionell werden die Tabake der Region für das Umblatt verwendet und sind Bestandteil der Einlage."},"diameter_mm":19,"ring":52,"length_mm":118,"length_inch":0,"format":"Torbusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Gras","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7}
