{"name":"Quorum Shade Double Gordo","url":"https://www.noblego.de/quorum-shade-double-gordo/","brand":"Quorum","series":"Shade","details":{"Fazit":"Die Quorum Shade Double Gordo ist durch ihren sehr angemessenen Preis und ihren ausgewogenen Rauchverlauf ein gern gesehener Gast im Biergarten oder für den Spaziergang. Sie braucht nur wenig Aufmerksamkeit und sind durch ihre holzigen Aromen eher unaufdringlich.","Genuss":"Die Quorum Shade Double Gordo besteht aus einer Einlage und einem Umblatt aus Nicaragua, das Deckblatt dieser voluminösen Zigarre ist aus Connecticut. Eine Tabakmischung, die einen holzig-würzigen Smoke mit vollem Rauch verspricht. Das Toro Gordo Format misst eine Länge von 15,2 Zentimetern und besitzt einen stolzen Durchmesser von 24 Millimetern. Die ersten Züge nach dem Entzünden sind schon sehr wuchtig und voluminös, an Zug fehlt es dem Aficionado bei dieser Zigarre nicht. Schon das erste Drittel wird hier von Anklängen von Zedernholz angeführt, leicht süße Noten runden den sehr cremigen Rauch hervorragend ab. Die Asche ist nicht ganz so fest, hält aber trotzdem gut und ist nicht bröselig. Die Qualität dieser Zigarre ist beeindruckend gut, ein einzigartiges Preis-Leistungs-Verhältnis. Das zweite Drittel bleibt sehr holzig, allerdings geht die anfängliche Süße verloren und wird von herbalen, grasigen Aromen abgelöst. Zum Finish hin kommt noch eine leicht blumige Schärfe hinzu, die den Smoke aber nicht unangenehm gestaltet.","Hintergrund":"Quorum ist eine bei Rauchern aus der ganzen Welt bekannte Marke, die hervorragende Bundle Zigarren produziert, und dies von Hand. Nach der schon sehr erfolgreichen „Classic“-Serie ist nun auch die Serie „Quorum Shade“ sehr gut angenommen worden und bei Rauchern von Bundle Zigarren sehr beliebt. Die Deckblätter der neuen Serie stammen nun nicht mehr aus Nicaragua, sondern aus Connecticut, was der Zigarre ein wenig mehr Aromen verleiht. Das erstklassige Preis-Leistungs-Verhältnis ist wahrscheinlich einer der Hauptgründe, für den Erfolg dieser ausgewogenen Bundle Zigarren."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.1}
