{"name":"Miguel Private Cigars No. 5 Corona","url":"https://www.noblego.de/miguel-private-cigars-no-5-corona/","brand":"Miguel Private Cigars","series":"","details":{"Fazit":"Die Miguel Private Cigars No. 5 Corona bietet ein nettes Wechselspiel von verschiedenen,  meist kräftigen Aromen mit einem feinen Hauch von etwas Exotischem. Dank eines tollen Zug-Verhaltens ist sie für Einsteiger wie auch für Fortgeschrittene gleichermaßen zu empfehlen.","Genuss":"Das Colorado-Madro Deckbatt der Miguel Private Cigars erweckt Hoffnungen auf einen sehr aromatischen Rauchgenuss. Der Longfiller präsentiert sich etwas ruppig, mit deutlich sichtbaren Blattadern und einem seidig-öligen Eindruck. Kaltgeruch sowie Kaltzug lassen eine gewisse Würze erahnen, gepaart mit Süßholz und Kakao. Die feine Würze lässt nach dem Anzünden nicht lange auf sich warten und zieht den Zigarrenraucher mit aller Macht in ihren Bann. Sie wird umschlossen von ein wenig Holz und Kaffee. Im weiteren Verlauf nehmen die Röstaromen zu, während ein holziger Beigeschmack bleibt. Am Gaumen bleibt ein ledriger Nachhall. Im Hintergrund lässt sich etwas für Zigarren der Dominikanischen Republik eher untypisches erahnen: ein Hauch von Minze. Der Abbrand ist zufriedenstellend und die Asche macht mit ihrer stahlgrauen bis schwarzgrauen Farbgebung einen guten Eindruck. Die Zigarre lässt sich als mittelkräftig einordnen, wobei anzumerken ist, dass die Stärke zum Ende hin deutlich zunimmt. Eine starke Rauchentwicklung rundet das stimmige Gesamtbild gelungen ab.","Hintergrund":"Michael „Miguel“ Diersch bereiste 1992 das erste Mal Kuba und ließ sich von der Faszination für Tabak anstecken. Nachdem er im Anschluss die Vielfalt der dominikanischen Tabakindustrie kennenlernen durfte, traf er im Jahr 1997 Oskar Nausch von „Tabacalera Don Esteban S.A. Als Produktionsassistent von Oskar Nausch hatte Michael Diersch die Möglichkeit, alle Bereiche der Zigarrenproduktion zu durchlaufen und den Rohtabakhändler Siegfried Maruschke von „Jose Mendez \u0026 Co, C.por A.“ kennenzulernen, welcher ihn nach wie vor mit erstklassigen Tabaken beliefert. In der Einlage der No. 5 finden sich 3 Blends Piloto aus dem Cibao Tal und der Region Matafina. Das Umblatt stammt aus der Dominikanischen Republik. Und als Deckblatt dient ein Cameroon seed/ Ecuador grown"},"diameter_mm":15,"ring":38,"length_mm":151,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":5.8}
