{"name":"Padron 50th Anniversary Humidor Maduro","url":"https://www.noblego.de/padron-50th-anniversary-humidor-maduro/","brand":"Padron","series":"","details":{"Fazit":"Den Padron 50th Anniversary Humidor Maduro sein eigen nennen zu können, muss ein großartiges Gefühl sein, vor allem wenn man bedenkt, dass von diesem einzigartigen „Kunstwerk“ gerade einmal 1.000 Stück weltweit existieren. Hinzu kommen die 50 edlen Jubiläumszigarren aus dem renommierten Hause Padron, die feinsten Premiumgenuss und unvergessliche Momente voll exquisiter Gaumenfreuden garantieren.","Genuss":"Der hier angebotene Humidor trägt die Nummer 965 und enthält 50 Maduro Zigarren, die wie bereits oben erwähnt wurde, aus mindestens zehn Jahre lang gereiften nicaraguanischen Premiumtabaken bestehen. Die kräftigen Puro Zigarren sind im Toro Format gerollt worden und weisen den für Padron beinahe schon typischen Boxpressed-Stil auf. Die einzigartige Geschmackserfahrung dieser auf den Punkt gereiften Ausnahmezigarren äußert sich über vollmundige Holz-, Schokolade- und Erdaromen, einhergehend mit einer dazu bestens passenden natürlichen Süße und Feinwürzigkeit. Im Rauchverlauf erscheinen die beschriebenen Aromen abwechslungsreich und komplex am Gaumen, getragen von einem sehr dichten und cremigen Rauch. Die 50th Anniversary Maduro Zigarren begeistern bis zum Schluss, welcher zusätzlich ein schmackhaftes Finale mit erfrischenden Orangennoten samt blumiger Süße für den Genießer bereithält. Die edlen Kreationen sind von einer absoluten Ausnahmequalität, das beweisen sie ebenfalls eindrucksvoll über einen rasiermesserscharfen Abbrand und dem auf das Toro Format nahezu perfekt eingestellten Zug.","Hintergrund":"Entworfen wurde der zeitlos schöne Humidor vom kubanischen Künstler und Zigarrenfachmann Nelson Alfonso. Die edle Truhe ist abschließbar, ein kleiner goldfarbener Schlüssel, der mit dem Firmensymbol von Padron Cigars, einem Zimmermannshammer versehen ist, liegt bei. Eine weitere Besonderheit besteht darin, dass der Besitzer des schmucken Humidors die Möglichkeit hat, sich auf der Internetseite von Padron Cigars zu registrieren und so jederzeit Zigarren zum Nachfüllen direkt beim Traditionsunternehmen aus Nicaragua bestellen kann. Ein großes Privileg, das es sicher noch reizvoller macht, den luxuriösen Padron Humidor zu erwerben."},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Erdig","Holz","Schokolade","Süß"],"strength":"Sehr stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":0,"additionalNotes":"Limited"}
