{"name":"Juan Clemente 530","url":"https://www.noblego.de/juan-clemente-530/","brand":"Juan Clemente","series":"","details":{"Fazit":"Eine weitere milde und qualitativ hochwertige Dominikanerin. Die Juan Clemente 530 passt am Nachmittag ebenso wie am Abend und ist ein noch größerer Genuss mit einem Glas Weiß- oder Roséwein.","Genuss":"Die Dominikanische Republik ist das Mutterland der milden bis mittelstarken Zigarren. Ein Mekka für jeden, dem eine allzu kräftige Zigarre den Spaß am Rauchen verdirbt. Mit den Juan Clemente 530 präsentiert sich eine weitere milde Dominikanerin, deren dominikanische Tabake in der Einlage noch um eine Spur brasilianischen Tabak, der eine gesunde Würze mit sich bringt, ergänzt werden. Umhüllt wird das Ganze von einem dominikanischen Umblatt und einem hellen Connecticut Shade Deckblatt. Mit den Maßen von 12,3 cm Länge und 12 mm Durchmesser liegt die zeitliche Ausdehnung des Rauchgenuss zwischen 20 und 30 Minuten. Genau die richtige Zeitspanne, um die Juan Clemente 530 in der Mittagspause oder zum Feierabend zu genießen. Während Sie sich noch über das perfekte Abbrand- und Zugverhalten der Short Panetela freuen, schmecken Sie auch schon die fruchtigen Aromen, die mit etwas Gras und Holz interagieren. Zum Ende hin wird die Juan Clemente 530 wie so viele kleinere Formate etwas schärfer, was den Gesamtraucheindruck jedoch nicht trübt.","Hintergrund":"Der Name der Juan Clemente Zigarren stammt von Markengründer Jean Clement, ein Franzose, der schon vor einigen Jahrzehnten sein Heimatland Frankreich gen Lateinamerika verließ. Jede Juan Clemente Zigarre ist mit zwei Zigarrenringen versehen. Einem ersten, der wie üblich kurz vor dem Zugende der Zigarre angebracht ist und einem zweiten aus Aluminium am Fuß der Zigarre, der von einer farbigen Bauchbinde gehalten wird und das Deckblatt vor Rissen schützt."},"diameter_mm":12,"ring":30,"length_mm":123,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.8}
