{"name":"Dominican Estates Churchill","url":"https://www.noblego.de/dominican-estates-churchill/","brand":"Dominican Estates","series":"","details":{"Fazit":"Wir schließen uns ganz dem European Cigar Journal an, das Folgendes über die Dominican Estates Selection formulierte: „Zigarren von solch einer Qualität und Komplexität findet man wirklich selten zu einem Preis zwischen 2,20€ und 3,40€. Für Raucher, die ein gutes Preis-Leistungs-Verhältnis zu schätzen wissen und für Enthusiasten, die es gewohnt sind, täglich eine Zigarre mit Freuden zu genießen.“\nZur Abrundung der Aromen der Dominican Estates Churchill empfiehlt sich eine Tasse Kaffee oder ein Glas  leichter Weißwein.","Genuss":"Sowohl in Verarbeitung als auch Geschmack hat die Dominican Estates Churchill einiges zu bieten. Seidig-glatt mit nur leichter Aderung schließt sich das helle Connecticut Shade Deckblatt um Einlage und Umblatt und verströmt einen Kaltgeruch von Holz und Honig. Die Churchill beginnt mild mit noch zurückhaltender Aromenentwicklung, dafür blüht sie ab dem zweiten Drittel auf und entfaltet holzige und grasige Aromen, die neben süßen Noten auch eine pfeffrige Schärfe aufscheinen lassen. Wer kein Problem damit hat, seiner Zigarre Zeit zur Entwicklung zu lassen, findet hier bis zu zwei Stunden Rauchgenuss. Zug und Abbrand bleiben dabei angenehm leicht und gleichmäßig.","Hintergrund":"In der Einlage der Dominican Estates werden dominikanische und kolumbianische Tabake verarbeitet. Das Broadleaf Umblatt stammt aus den USA ebenso wie das Connecticut Shade Deckblatt. Kreiert wurde dieser Blend von José Seijas, dem Chef der Tabacalera de Garcia in der Dominikanischen Republik unter dessen strenger Aufsicht auch die Kontrollen stattfinden, die eine gleichbleibend hohe Qualität gewährleisten."},"diameter_mm":18,"ring":45,"length_mm":176,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Kolumbien"],"binderOrigin":["Broadleaf"],"aromaProfileManufacturer":["Holz","Honig","Pfeffer","Schokolade","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.9}
