{"name":"1502 Aniversario 10 Toro","url":"https://www.noblego.de/1502-aniversario-10-toro-zigarren/","brand":"1502","series":"","details":{"Genussverlauf":"Das Aushängeschild einer jeden Zigarre ist unumstritten ihr Deckblatt. Im Fall der Aniversario 10 Toro von 1502 ist das ein samtig anmutendes Spitzenprodukt aus Ecuador von sattbrauner Farbe. Unter diesem verlockenden Hingucker steckt ein Umblatt aus dem mexikanischen San Andrés. Die Einlage der mittelkräftigen Premium-Longfiller besteht aus handverlesenden nicaraguanischen Tabaken. Ihr Genuss ist geprägt von einer cremig-würzigen Grundnote unter die sich im gut 90-minütigen Rauchverlauf komplex veranlagte Zedernholz-, Kaffee-, Nuss- und Erdaromen mischen. Eine sehr schmackhafte Melange, die das meisterlich verarbeitete Toro Format bei optimalem Zug- und Abbrandverhalten am Gaumen vorzutragen weiß.","Nice to know":"Auf der Innenseite des Deckels der sehr schön gestalteten 10er Holzkiste findet sich ein Zitat des Markengründers der 1502 Zigarren. Dort steht: “I have met the most wonderful people, with a cigar in my hand.“ Ins Deutsche übersetzt bedeutet das kühne Statement von Enrique Sanchéz: „Die wundervollsten Menschen habe ich mit einer Zigarre in der Hand kennengelernt.“","Resümee":"Sollten Sie sich mit der 1502 Aniversario 10 Toro in der Hand in einer Gesellschaft befinden, können Sie sicher sein auf neugierige Blicke oder Anfragen zu stoßen. Denn dieser feine Leckerbissen bringt alles mit, was man von einer sehr guten Premiumzigarre erwartet. Jetzt bestellen und genießen, solange der Vorrat reicht!"},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Mexiko"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":16}
