{"name":"Vega Fina Piramide","url":"https://www.noblego.de/vega-fina-piramide-zigarren/","brand":"Vega Fina","series":"Classic","details":{"Genussverlauf":"Bei dem hellbraunen Deckblatt der Piramide von Vega Fina handelt es sich um ein ecuadorianisches Connecticut Shade, das mit einer feingliedrigen, öligen Oberflächentextur schon optisch einen guten Eindruck macht. Und auch die restliche Verarbeitung gibt keinen Grund zur Beanstandung, denn diese Zigarre ist hervorragend gerollt, was ein störungsfreies Abbrand- und Zugverhalten garantiert. Aromatisch sind feine Röstaromen präsent, die gelegentlich an geröstete Nüsse erinnern. Noten von Zeder, Eiche und Erde tauchen ebenfalls im Hintergrund auf. Mit fortgeschrittener Rauchdauer wird diese hübsche Dominikanerin zunehmend würziger, bleibt jedoch stets im angenehm milden Stärkebereich.","Nice to know":"Der Markenname Vega Fina leitet sich vom spanischen „vega finas“ ab, was so viel bedeutet wie „gute, edle Auen“. Damit referiert die Marke, die aus dem Schweizer Tabakhaus Villiger stammt, auf die idealen Anbaugebiete, welche notwendig sind, wenn eine Ernte hervorragende Tabakblätter hervorbringen soll. Denn das Naturprodukt Tabak, ist auf ein perfektes Zusammenspiel von guter Bodenqualität, ausreichend Sonnenstunden und einer entsprechenden Feuchtigkeit angewiesen.","Resümee":"Die Vega Fina Piramide bereichert das ohnehin breitgefächerte Sortiment der milden Sorten von Vega Fina. Der einsteigerfreundliche Smoke mit dem spitzen Kopf wird viele Anhänger und Liebhaber der Marke erfreuen, da sind wir uns zu 100 % sicher."},"diameter_mm":19.8,"ring":50,"length_mm":153,"length_inch":0,"format":"Piramide","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Kolumbien","Nicaragua"],"binderOrigin":["Java"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Eichenholz","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":9}
