{"name":"De Olifant Vintage Sumatra Corona","url":"https://www.noblego.de/de-olifant-vintage-sumatra-corona/","brand":"De Olifant","series":"De Olifant Emotion","details":{"Fazit":"Absolut empfehlenswert für alle Aficionados, die De Olifant-Zigarren mögen. Die exklusive De Olifant Vintage Sumatra Corona wird aber auch viele andere Aficionados, die eine robuste aber aromatisch wohl ausgefeilte Zigarre zu schätzen wissen, um den Finger wickeln.","Genuss":"Wer die übrigen trockenen Zigarren der niederländischen Firma schätzt, wird diese hervorragende Qualitätszigarre lieben! Mit einer Länge von 111 Millimetern und einem 13,1 Millimeter starken Durchmesser ist auch die Vintage-Reihe der Firma De Olifant den Kleinzigarren zuzuordnen. Und damit wäre einmal mehr bewiesen, dass in der Zigarrenwelt Größe nicht unbedingt mit Können einhergehen muss. Bei einer Rauchdauer von einer guten halben Stunde überzeugt die Vintage Sumatra Corona bereits vom ersten Zug an durch ihr tolles Aromenarrangement. Zu Beginn leicht pfeffrig, aber ohne allzu scharf zu werden, treten Zug um Zug holzig-aromatische Züge in den Vordergrund. Dabei wird die Geschmacksbasis von würzigen Noten getragen, die immer wieder an Wildblumen erinnern. Auch Süßholz ist zu schmecken. Tolle Komposition, tolle Verarbeitung.","Hintergrund":"Thomas Klaphake sagt über die Vintage Sumatra: „Wir sind stets der Maxime gefolgt, dass eine hervorragende Zigarre ein besonderes Deckblatt braucht.“, ein Motto, dass hier mit dem gereiften Deckblatt sehr ernst genommen wird. Denn allein schon der Einkauf und das Auffinden von qualitativ hervorragenden Deckblättern ist eine Herausforderung an Zigarrenmachen. De Olifant treiben es noch ein bisschen weiter, in dem sie die hochwertigen Sumatra-Sandblätter in Ballenfermentation weitere sieben Jahre reifen lassen, bevor sie zu den Vintage-Zigarren gerollt werden. Diese Corona ist das beste Beispiel dafür, das sich dieser Reifungsprozess auszahlt."},"diameter_mm":13.1,"ring":33,"length_mm":111,"length_inch":0,"format":"Corona","manufactureOrigin":"Niederlande","wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java","Kuba"],"binderOrigin":["Java"],"wrapperType":"Sandblatt","aromaProfileManufacturer":["Gewürze","Süß","Wildblumen"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.28}
