{"name":"Don Stefano Corona Special Edition","url":"https://www.noblego.de/don-stefano-corona-special-edition/","brand":"Don Stefano","series":"","details":{"Fazit":"Die Don Stefano Corona Special Edition ist die richtige Zigarre für „zwischendurch“, für Einsteiger und für Freunde eines leichten, unkomplizierten Rauchvergnügens. Passt ausgezeichnet zum ersten, kühlen Feierabendbier.","Genuss":"Karibischer Tabak und ein helles Deckblatt aus guter ecuadorianischer Herkunft machen diesen Shortfiller nicht nur preislich, sondern auch geschmacklich interessant. Bemerkenswert ist auch, dass das Umblatt aus Deutschland stammt, nämlich aus der klimatisch begünstigten Pfalz. Dieser Shortfiller ist locker gerollt, brennt daher willig und ganz gleichmäßig ab und entwickelt niemals eine unangenehme Schärfe. Mild auf der Zunge und mit einer beschwingten Leichtigkeit der Aromen ist die Don Stefano Corona Special Edition eine richtig schöne und kleine Zigarre für den Alltag. Zugleich ist sie Einsteigern wärmstens zu empfehlen. Mit einer Länge von 128 Millimetern und einem Durchmesser von 16 Millimetern dauert der Smoke eine halbe Stunde lang.","Hintergrund":"Auch die Verarbeitung lässt nicht zu wünschen übrig, was natürlich der Fachpresse nicht entging. 2001 wurden Don Stefano Zigarren mit der Auszeichnung „Jahressieger der Europäischen Zigarren im Jahr 2001“ versehen. Diese Auszeichnung sollte neugierig machen und zu einem genaueren Blick auf das vielseitige Sortiment dieser deutschen Tabakfirma aus Wettenberg in Hessen anregen. Das Sortiment der Don Stefano-Zigarren konzentriert sich auf Tabake aus Indonesien, Brasilien und der Karibik."},"diameter_mm":16,"ring":40,"length_mm":128,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Karibik"],"binderOrigin":["Deutschland"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":3.3}
