{"name":"RoMa Craft Tobac Wunderlust Toro","url":"https://www.noblego.de/roma-craft-tobac-wunderlust-toro/","brand":"RoMa Craft Tobac","series":"Wunderlust","details":{"Fazit":"Wer die RoMa Craft Tobac Wunder|Lust Toro einmal genossen hat, der möchte sie am liebsten gar nicht mehr aus der Hand geben, denn die feine Zigarre überzeugt sowohl in aromatischer als auch in technischer Hinsicht ungemein.","Genuss":"Allein an der Verarbeitung der RoMa Craft Tobac Wunder|Lust Toro kann man erkennen, dass hier handwerklich auf allerhöchstem Niveau gearbeitet wurde. Beim Deckblatt der wunderschönen Zigarre aus Nicaragua handelt es sich um ein Mata Fina aus Brasilien, darunter befindet sich ein hochwertiges Umblatt, welches aus Indonesien stammt. Wie zuvor bereits erwähnt, bleibt uns die Herkunft der Einlagetabake verborgen. Da es sich allerdings um eine in Nicaragua gerollte Zigarre handelt, kann man zumindest davon ausgehen, dass sich Tabake aus dem Land der tausend Vulkane in ihrer Einlage finden lassen. Das ist natürlich reine Spekulation. Über die aufkommenden Aromen beim Genuss der Wunder|Lust Toro muss aber keinesfalls spekuliert werden. Ihr sahnig-cremiger Rauch enthält feine Aromen von Kaffee, Leder, Schokolade, Nuss und etwas Frucht, umspielt von einer angenehmen Süße. Die eingangs erwähnte meisterliche Verarbeitung der Zigarre macht sich ebenfalls im beispielhaften Zug- und Abbrandverhalten bemerkbar.","Hintergrund":"Vertrieben werden die eindrucksvollen Wunder|Lust Zigarren vom Traditionsunternehmen Schuster, mit Sitz im westfälischen Bünde, in enger Kooperation mit dem Hersteller RoMa Craft Tobac, in Austin (Texas)."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Mata Fina","fillerOrigin":["Geheim"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Leder","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2,"additionalNotes":"Boutique Zigarre"}
