{"name":"Joya de Nicaragua Antaño 1970 Gran Cónsul","url":"https://www.noblego.de/joya-de-nicaragua-antano-1970-gran-consul/","brand":"Joya de Nicaragua","series":"Antano 1970","details":{"Fazit":"Die Joya de Nicaragua Antaño 1970 Gran Cónsul ist durchaus nichts für Anfänger, aber Liebhaber starker Zigarren kommen hier voll auf ihre Kosten. Nach längerer Reifungszeit im Humidor werden sie sogar noch besser.","Genuss":"Die kleine dicke Joya de Nicaragua Antaño 1970 Gran Cónsul ziert von außen ein dunkles, leicht öliges nicaraguanisches Criollo Deckblatt aus Caribbean Saat. Auch ihre inneren Werte haben ganz dem mittelamerikanischen Land verschrieben. Damit bringt sie eine besonders würzige Note hervor, die sich auch in der Stärke niederschlägt. Schon zu Beginn macht sie mit intensiver Pfeffrigkeit  und ledrigen Noten deutlich, wo sie sich positioniert. Im Rauchverlauf wird sie etwas milder und lässt dem Aromenspiel von Holz, Kaffee, Nuss und leicht süßen Noten Raum zur Entfaltung. Das Finale bietet einen ausgewogenen Mix aus Süße und Schärfe. Bis zu 70 Minuten dürfen Sie sich von dieser sehr guten nicaraguanischen Zigarre verführen lassen. Die Flammannahme ist auf Grund des großen Ringmaßes zunächst etwas schwierig, aber ist sie einmal entzündet, steht dem Genuss nichts mehr im Wege.","Hintergrund":"Der Blend der Joya de Nicaragua Antaño 1970 Zigarren ist eine Hommage an die ersten in Nicaragua entstandenen Zigarren. Diese waren besonders kräftig und so ist es die Antaño 1970 Serie auch. Die Puro wird nur aus Tabaken gefertigt, die in Nicaragua aus Caribbean Saatgut gewachsen sind. Dies verleiht ihr eine besonders charaktervolle Würze und ein volles Aroma."},"diameter_mm":24,"ring":60,"length_mm":120,"length_inch":0,"format":"Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Criollo","aromaProfileManufacturer":["Holz","Leder","Nuss","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.4}
