{"name":"Bossner Torpedo","url":"https://www.noblego.de/bossner-torpedo/","brand":"Bossner","series":"Claro","details":{"Fazit":"Probiert man eine Bossner Torpedo, so wird man schnell überrascht, was in ihr steckt. Der eher unauffällige Vertreter der Dominikanischen Republik bietet einen würzigen und tiefgründigen Geschmack und ein ebenso überzeugendes Aroma. Sie eignet sich für Kenner genauso wie für all jene, welche sich zum ersten Mal an ein solches Format oder gar an eine Zigarre wagen. Dank ihres Formats und ihres guten Zugverhaltens lässt sie sich leicht rauchen. Anhänger von Torpedos aber auch viele Zigarrenliebhaber werden sehr viel Freude an dieser Zigarre haben.","Genuss":"Diese klassische Figurado wirkt in ihrem Äußeren eher unscheinbar, so scheint sie mit einer Länge von 150 mm weder besonders  lang, noch mit einer Breite von 20,6 mm sonderlich voluminös. Doch bereits nach einer kurzen Rauchdauer wird einem bewusst, dass sich dieser Longfiller absolut nicht zu verstecken braucht. Nach dem Entzünden macht sich in Mund- und Nasenhöhlen schnell ein würziges Aroma nach feinem Zedernholz breit. Das Aroma entwickelt Noten von Schokolade und bietet über die volle Länge eine angenehme natürliche Süße, die den Raucher an Honig erinnert. Mit einem perfekten und gleich bleibenden Zugwiderstand kann die Bossner Torpedo auch handwerklich überzeugen. Zum Ende hin sind vermehrt Röstaromen zu erschmecken, die allerdings angenehm in einen weichen und cremigen Gesamteindruck gebettet sind. Der Rauch, zu Beginn an etwas zurückhalten und angenehm mild, wird während des etwas 45-minütigen Rauchgenusses zunehmend dunkel und voll. Bei einer mittleren Schärfe und gradliniger Entwicklung fordert dieser Longfiller nicht zu sehr und kann auch Einsteigern ans Herz gelegt werden","Hintergrund":"Während für Einlage und Umblatt Tabak aus der Dominikanischen Republik verwendet wird, bedient man sich beim Deckblatt eines US-Imports aus Connecticut. Das Connecticut-Shade-Deckblatt verleiht der Zigarre einen tollen Geruch und trägt zu dem ausgewogenen Geschmack bei. Dabei ist es auch optisch sehr ansprechend und macht die Bossner Torpedo auch äußerlich zu einem Premium-Produkt."},"diameter_mm":20.6,"ring":52,"length_mm":150,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":14,"additionalNotes":"Limited"}
