{"name":"My Father Le Bijou 1922 Torpedo Box Pressed","url":"https://www.noblego.de/my-father-le-bijou-1922-torpedo-box-pressed/","brand":"My Father","series":"Le Bijou 1922","details":{"Fazit":"Nehmen Sie drei von den My Father Le Bijou 1922 Torpedo Box-Pressed und schnappen Sie sich Ihre besten zwei Freunde und dann führen Sie mal wieder die Gespräche, für die sonst nie die Zeit bleibt.","Genuss":"Die My Father Le Bijou 1922 Torpedo Box-Pressed ist die besondere Zigarre unter den sowieso außergewöhnlichen Raucherzeugnissen in dieser Serie. Das fand auch der \u003cem\u003eCigar Aficionado\u003c/em\u003e und vergab zum Jahresausklang 2015 den ersten Platz unter den Top 25 Zigarren des Jahres. Allein schon die Torpedo-Form, die das Justieren des für einen persönlich perfekten Zuges so einfach macht, ist ansprechend. Zusätzlich ist die Zigarre noch gepresst, was dem Zug im Allgemeinen noch zusätzlich zugutekommt. Dabei bräuchte es das alles nicht: Nach der anfänglichen Pfefferexplosion entwickelt sich das feine florale und fruktale Erlebnis so sanft-süß und wird von den Kaffee-esken Aromen unterstützt, das es eine helle Freude ist, diese Zigarre zu rauchen. Zu Abbrand und Zug ist zu sagen: perfekt. 70 Minuten lang verwöhnt dieser nicaraguanische Longfiller den Gaumen des anspruchsvollen Aficionados.","Hintergrund":"Bei Zigarren, die Box-pressed sind, werden meist zwei Blätter weggelassen, um den Zug der dann in Form zu pressenden Zigarre nicht zu verkomplizieren. Ein Verfahren, das im ersten Moment seltsam anmutet, durch die unkomplizierte Handhabe dieser Zigarren aber ausgeglichen wird. Ein Oscuro Deckblatt aus Nicaragua ist hier sichtbar, darunter sind ausschließlich Tabake aus Nicaragua „verbaut“, es handelt sich folgerichtig um eine Puro."},"diameter_mm":22,"ring":52,"length_mm":156,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Oscuro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Leder","Nuss","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":17.9}
