{"name":"Vega Fina Perlas","url":"https://www.noblego.de/vega-fina-perlas/","brand":"Vega Fina","series":"Classic","details":{"Fazit":"Die Vega Fina Perlas ist von Beginn bis zum Ende eine vollmundige Zigarre, an der besonders die Cremigkeit positiv heraussticht. Hervorragende Verarbeitung und feine Würzigkeit bilden die Grundlage für eine milde, aber breite Palette an Aromen. Diese Zigarre kann bis zum Ende geraucht werden, scharf wird sie nicht.","Genuss":"An der Perla fällt zunächst das fein strukturierte Deckblatt positiv auf, das in einem warmen Braunton daher kommt und, gegen das Licht gehalten, gülden schimmert. Die Verarbeitung ist sehr gut, so lässt sich die Zigarre problemlos anschneiden und sowohl Zug als auch Abbrand sind perfekt. Bereits kurz nach den ersten Zügen überzeugen die holzig-würzige Aromen, die von einer milden Cremigkeit umrahmt werden. Eigenschaften, die sich auch in der Dichte des Rauches wiederfinden, welcher erstaunlich cremig auf der Zunge vergeht. Ab dem zweiten Drittel zunehmend nussige Noten und dezent-florale Ahnungen. Auch Kaffee scheint gelegentlich durch.","Hintergrund":"Vega Fina ist eine Marke, die unter von José Seijas gegründet wurde. Seijas leitete für die Dauer von drei Dekaden die berühmte Tabacalera de Garcia in der Dominikanischen Republik. Die Tabacalera de Garcia ist die weltweit größte Zigarrenfabrik. Hier werden täglich mehrere hundert Zigarren von den erfahrenen Torcedores gerollt. Unter anderem werden beispielsweise auch die dominikanischen Varianten der wohlbekannten Marken \u003ca title=\"Romeo y Julieta Zigarren bei Noblego\" href=\"/romeo-y-julieta-zigarren/\"\u003eRomeo y Julieta\u003c/a\u003e, \u003ca title=\"Montecristo Zigarren bei Noblego\" href=\"/montecristo-zigarren/\"\u003eMontecristo\u003c/a\u003e und \u003ca title=\"H. Upmann Zigarren bei Noblego\" href=\"/h-upmann-zigarren/\"\u003eH. Upmann\u003c/a\u003e gefertigt. Jährlich beläuft sich die Zahl der produzierten Zigarren auf 35 Millionen, eine Zahl, die gemessen an der Qualität beachtlich ist."},"diameter_mm":15.8,"ring":40,"length_mm":102,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Eichenholz","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4}
