{"name":"Macanudo Connecticut Ascot","url":"https://www.noblego.de/macanudo-connecticut-ascot/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Ein Aromakick zwischendurch gefällig? Mit der Macanudo Connecticut Ascot vertreiben sie sich die eine oder andere Pause oder genießen den edlen dominikanischen Rauchgenuss einfach so. Ob Sie dazu eine Tasse Tee oder Kaffee, einen Wein oder Whisky oder auch nichts trinken möchten, zu der kleinen Ascot passt fast alles.","Genuss":"Aufgrund des kleinen Formats ist die Macanudo Connecticut Ascot etwas gröber verarbeitet als man es von den Macanudo Zigarren gewöhnt ist. Ihrem Genuss beim Rauchen tut dies dennoch keinen Abbruch, Zug und Abbrand sind während der bis zu halben Stunde Rauchdauer durchgängig optimal. Sie wird von Hand gerollt mit besten dominikanischen und mexikanischen Tabaken in der Einlage, einem mexikanischen Umblatt aus dem San Andres Tal und einem Connecticut Shade Deckblatt, das eine deutliche Nervatur aufweist. Schon im Kaltgeruch mit würzigen Holzaromen ein Genuss, zeigt sie sich auch entzündet von ihrer besten Seite. Leichte Kaffee- und Kakaonoten sind neben Tönen von Zedernholz und Nuss zu erschmecken, im Hintergrund schwingt eine dezent pfeffrige Schärfe mit.","Hintergrund":"In ihrer über 40-jährigen Geschichte hat sich die in der Nähe von Santiago de los Caballeros, Dominikanischen Republik gefertigte Marke Macanudo zur meistverkauften Zigarre der USA entwickelt. In verschiedenen Serien, die in ihrer Aromenauswahl und Stärke variieren, bestätigen die Macher von Macanudo die gleichbleibend hochwertige Qualität ihrer Produkte."},"diameter_mm":13,"ring":32,"length_mm":105,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":2.6}
