{"name":"Camacho Corojo Bold Toro","url":"https://www.noblego.de/camacho-corojo-toro/","brand":"Camacho","series":"Corojo","details":{"Fazit":"Intensiv und vollmundig im Geschmack. Perfektes Rauchverhalten. Genießbar bis auf den letzten Zentimeter. Mehr kann man von einer Zigarre nicht erwarten! Die Camacho Corojo Bold Toro bietet einen Rauchgenuss auf allerhöchstem Niveau. Kuba-Liebhaber können ruhig einen Blick riskieren und werden von der Wucht dieser Honduranerin begeistert sein.","Genuss":"Die Corojo-Serie von Camacho vereint beste Qualität in der Verarbeitung mit einem vollmundigen Raucherlebnis und braucht den Vergleich mit kubanischen Vertretern nicht zu scheuen. Das Toro-Format bildet dort keine Ausnahme. Mit einer Länge von 15,2 Zentimetern und einem Durchmesser von 20 Millimetern können Sie einen 90 Minuten langen und starken Smoke erwarten, der sich durch ein intensives und dunkles Aromenspiel auszeichnet. Röstaromen prägen den Start und werden von einem Hauch Pfeffer begleitet, der den Gaumen über längere Zeit nach dem Zug gekonnt umspielt. Töne von Bitterschokolade sorgen im Mittelteil für eine teils süße Abwechslung, bevor sich zum Ende hin der Pfeffer in den Vordergrund drängt und damit für einen belebenden Schluss sorgt. Dieser spannende Rauchverlauf kommt mit einem perfekten Zug- und Abbrandverhalten daher und wird zusätzlich von einem dichten sowie sehr cremigen Qualm komplettiert.","Hintergrund":"Für die Zigarren der Bold Corojo-Reihe verwendet Camacho ausschließlich honduranische Tabake aus karibischer Saat. Diese werden im Jamastran Tal angebaut, welches ähnliche klimatische Bedingungen und fruchtbare Böden aufweist wie die bekannte kubanische Region Vuelta Abajo. Die Qualität und Einzigartigkeit der Corojo-Zigarren von Camacho wird auch von weltbekannten Magazinen wie dem \u003cem\u003eCigar Aficionado \u003c/em\u003eanerkannt, bei dem sie durchweg ausgezeichnete Wertungen erhalten."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Gewürze","Pfeffer","Röstaromen","Süß","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.5}
