{"name":"Colón Especiales No. 1","url":"https://www.noblego.de/colon-especiales-no-1/","brand":"Colon","series":"","details":{"Fazit":"Die Colón Especiales No. 1 ist so speziell wie ihr Name vermuten lässt. Eine vollmundige Aromavielfalt in erstklassiger und sorgfältiger Verarbeitung nur der besten Tabake Panamas. Damit hat Darier \u0026 Cleef eine Zigarre auf dem Markt, die neben den  preisintensiveren Jahrgangszigarren eine erschwingliche Alternative darstellt und gerne öfter genossen werden darf,  zum Beispiel zu einem siebenjährigen Havanna-Rum.","Genuss":"Drei bis vier Jahre reift der Tabak, bevor er zu den Zigarren der panamaischen Marke Colón weiterverarbeitet wird. Nach der Fertigung reifen die aromatischen Longfiller noch weitere sechs Monate in Zedernholzkisten, die ihnen den finalen Schliff verleihen. Im Halbschatten der Tabakpflanzen wachsen die Blätter für das Deckblatt, dies verleiht ihnen eine mittelbraune Farbe mit goldenem Schimmer. Das seidig glänzende Äußere der Colón Especiales No. 1 schließt sich elegant und passgenau um Umblatt und Einlage, die ebenfalls aus den erlesenen Tabaken aus dem Nordens Panamas bestehen. Die 10,2 Zentimeter langen Puros, im Half Corona Format mit einem Ringmaß von 40 versehen, versprechen edlen Rauchgenuss für gut 45 Minuten. Dabei darf sich der Gaumen auf ein komplexes Aromaspektrum freuen. Fruchtige und grasige Töne sind genauso herauszuschmecken wie würzige und holzige Noten mit einem leicht pfeffrigen Nachklang, der aber nie zu scharf wird. Zug und Abbrand passen sich in perfekter Weise diesem einmaligen Genussensemble an.","Hintergrund":"Die Anbauregion für den seltensten und teuersten Tabak der Welt liegt in einem kleinen Landstrich im Norden Panamas. Nur dort findet der Original Panama Tabak die besten Anbaubedingungen für ein optimales Wachstum. Seit mehr als 100 Jahren produziert die Tabacalera Darier \u0026 Cleef Zigarren mit diesen unvergleichlichen Tabaken. Das Logo der Marke Colón, benannt nach der Hafenstadt am Panamakanal, ziert zu Ehren Panamas ein stilisierter Grundriss des Landes."},"diameter_mm":16,"ring":40,"length_mm":102,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Panama","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Gras","Holz","Pfeffer"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.4}
