{"name":"H. Upmann Corona Minor A/T","url":"https://www.noblego.de/h-upmann-corona-minor-a-t/","brand":"H. Upmann","series":"","details":{"Fazit":"Die kleine Petit Corona aus dem Hause H. Upmann ist eine sehr klar strukturierte Zigarre für den Abend. Ein Kaffeegetränk oder ein vollmundiger Rum ergeben eine sehr ausgewogene Komposition. Eine perfekte Vitola für Liebhaber kubanischer Noten, die nicht gleich zu Anfang des Smokes voll da sind, sondern sich erst nach und nach entwickeln.","Genuss":"Gleich nach dem Herausnehmen aus der Aluminiumtube fällt das leicht ölige und sehr schön gerippte Deckblatt dieser kleinen, aber feinen H. Upmann Corona Minor ins Auge. Das klassische Coronita-Format misst eine Länge von 11,6 Zentimetern und weist einen Durchmesser von 16 Millimetern auf. Es handelt sich um ein 40er Ringmaß, das einen Rauchgenuss von zirka 50 Minuten verspricht. Kalt riecht diese Vitola leicht grasig, ein leichter Hauch Zedernholz ist zudem vertreten. Die H. Upmann Corona Minor AT ist gleich von Anfang an sehr präsent und füllt den Raum mit recht kräftigem, aber nicht zu aufdringlichem Rauch. Das erste Drittel entfaltet eine sehr komplexe Mischung aus frisch geröstetem Kaffee und einem Hauch feuchten Holzes. Der Abbrand ist sehr rund, die Asche recht fest und leicht dunkelgrau. Dem zweiten Drittel dieser Vitola gesellen sich leicht pfeffrige Aromen hinzu, das feuchte raue Holz bleibt jedoch im Vordergrund. Zug um Zug vergrößert sich das Rauchvolumen, ohne unangenehm und aufdringlich zu werden. Das letzte Drittel nimmt noch ein wenig an Stärke zu und kurz vor dem Zigarrenring treten die klassisch kubanisch-erdigen Aromen auf und führen ihr Solo bis zum letzten Zug fort.","Hintergrund":"August und Hermann Upmann, die die Marke im Jahr 1844 gründeten, verwendeten das „H.“, da dies aus dem Spanischen stammt und die Abkürzung für „Hermanos“ (Brüder) ist. Die beiden Brüder stammen aus einer deutschen Bankiersfamilie und versendeten qualitativ hochwertige, mit Ihrer Unterschrift unterzeichnete Zigarrenkisten nur an Kunden der Upmannschen Bank. Die Garantieerklärung und die hochwertigen, mit 11 Goldmedaillen verzierten Kisten gibt es noch bis heute."},"diameter_mm":16,"ring":40,"length_mm":116,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.8}
