{"name":"La Aurora Puro Vintage 2007 Salomones","url":"https://www.noblego.de/la-aurora-puro-vintage-2007-salomones/","brand":"La Aurora","series":"","details":{"Fazit":"Hut ab vor den Machern der La Aurora Puro Vintage 2007 Salomones! Zur Perfektion gereift und für den feinen Genuss zu einem Spitzenformat verarbeitet, bietet Ihnen diese Ausnahmezigarre ein einzigartiges Raucherlebnis.","Genuss":"Mit der La Aurora Puro Vintage 2007 Salomones ist wohl die bisher beste Vintage Sonderedition der Marke aus der Dominikanischen Republik erschienen. Vom dominikanischen Deckblatt über das ecuadorianische Umblatt, hin zu den brasilianischen, dominikanischen und nicaraguanischen Einlagetabaken, wurden alle ohne Ausnahme im Jahr 2007 geerntet. Die so dermaßen sorgfältig und geduldig behandelten Tabake konnten in aller Ruhe ihr volles Aromapotenzial erreichen und zu einer absoluten Bilderbuchzigarre im aufwendig zu rollenden Salomones Format verarbeitet werden. Die aufregende Dominikanerin ist von mittelkräftiger Natur und schmeichelt dem Gaumen ihres Genießers ungemein mit vollmundigen und äußerst cremig erscheinenden Aromen von süßem Eichenholz, gebrannten Mandeln, weichem Leder, Espresso, Kakao und Zimt. Passend dazu gesellt sich immer wieder eine leckere und belebende Würze, die dem delikaten Smoke einen außergewöhnlich runden Geschmack verleiht.","Hintergrund":"Die seltene Jahrgangszigarre aus der Dominikanischen Republik beweist eindrucksvoll, wie aromareich hochwertige Vintage-Tabake sind und dass man diese mit der nötigen Erfahrung und dem richtigen Know-how zu ganz besonderen Zigarren verarbeiten kann."},"diameter_mm":19.8,"ring":50,"length_mm":165,"length_inch":0,"format":"Salomones","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Eichenholz","Gewürze","Kaffee","Kakao","Leder","Mandel","Süß","Zimt"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":29,"additionalNotes":"Aged, Limited"}
