{"name":"Santa Clara Magnum","url":"https://www.noblego.de/santa-clara-magnum/","brand":"Santa Clara","series":"","videoURLs":["https://www.youtube.com/watch?v=Id-h8Omvi9s"],"details":{"Fazit":"Schon das imposante Erscheinungsbild der Santa Clara Magnum sorgt für ein unvergessliches Raucherlebnis. Verpackt in eine liebevoll gefertigte Holzkiste erwerben Sie eine Zigarre, die wirklich rekordverdächtig ist. Wer also bereit ist, mehrere Stunden in sein Tabakvergnügen zu investieren, der ist mit der Santa Clara Magnum bestens beraten. Die Zeit, die man in diese großformatige Zigarre investiert, lohnt sich vom ersten bis zum letzten Zug.","Genuss":"Trotz ihrer übermächtig erscheinenden Ausmaße ist die Santa Clara Magnum eine recht milde Zigarre, deren Kaltgeruch an Gras und Wiese erinnert. Ihr stattlicher Durchmesser von 21 Millimetern ermöglicht beim Rauchen einen optimalen Zugwiderstand, der sich anfangs etwas gewöhnungsbedürftig zeigen mag, mit abnehmender Zigarrenlänge beim Rauchen jedoch immer angenehmer wird. Zu Beginn erwarten den Zigarrenfreund vor allem fruchtig-süße Aromen, die den Gaumen umspielen, im weiteren Rauchverlauf werden vor allem die fruchtigen Geschmacksnuancen intensiver. Die Santa Clara Magnum bleibt konstant angenehm würzig, erst zum Zigarrenende hin wird das Geschmackserlebnis etwas pfeffriger und schärfer, was auf Zigarrenneulinge vielleicht abschreckend wirken könnte. Die Aromen, die man während des Genusses erlebt, sind sehr vielfältig und reichen von grasigen und strohigen Nuancen bis hin zum Geschmack von Nuss und sogar Kakao. Am ehesten lässt sich eine Santa Clara Magnum von ihrem Geschmackserlebnis her mit einer Robusto, ebenfalls von Santa Clara, vergleichen. Die Zigarre ist sehr gut und fest gerollt und weist, trotz ihrer Größe, eine hochwertige Verarbeitung auf, die sich auch am samtigen, weichen Deckblatt zeigt. Der Abbrand ist optimal und erfolgt größtenteils gerade, es entsteht ein kühler Rauch. Zudem bildet sich beim Genuss eine graue, recht stabile Asche.","Hintergrund":"Weltweit haben es die Produkte aus dem Haus Santa Clara geschafft, sich als Synonym für mexikanisches Zigarrenhandwerk zu etablieren. Alle verwendeten Komponenten stammen aus einheimischer Fertigung – angefangen vom Anbau und der Ernte des Tabaks bis hin zum Deckblatt, zur Einlage und zum Umblatt. Jede Zigarre wird in mühevoller Handarbeit gefertigt und legt Zeugnis ab für lateinamerikanischen Tabakgenuss auf hohem Niveau."},"diameter_mm":21,"ring":53,"length_mm":480,"length_inch":0,"format":"Magnum","manufactureOrigin":"Mexiko","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz","Kakao","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":24}
