{"name":"My Father No. 1 (Robusto)","url":"https://www.noblego.de/my-father-no-1/","brand":"My Father","series":"","details":{"Fazit":"Die My Father No. 1 ist eine wahre Bombe, ja, man kann es so sagen. Sie bietet ein unheimlich vielschichtiges, köstliches und kräftiges Aroma, ist dabei allerdings nie scharf oder beißend. Die No. 1 eignet sich für jeden, der es gehaltvoll mag und eine großartige Dreiviertelstunde verleben möchte. Zusammen mit einem süßlichen Rum kann sie mit bestem Gewissen empfohlen werden.","Genuss":"Angeschnitten, jedoch noch kalt, offenbart die Robusto bereits einen ansprechenden, herrlich würzigen und leicht süßlichen Geschmack, der den Aficionado wahrscheinlich sogleich zum Feuerzeug oder Streichholz greifen lässt, um herauszufinden, was diese Zigarre tatsächlich zu bieten hat. Und er wird nicht enttäuscht sein. Bereits die ersten Züge offenbaren wundervoll kräftige erdige Aromen und cremige Noten von Kräutern. Begleitet wird dieser hoch interessante Geschmack durch leicht mineralische Nuancen, die für die nötige Spannung sorgen. Verantwortlich für die geschmackliche Tiefe sind sowohl der nicaraguanische Tabak in Einlage und Umblatt als auch das echte Rosado Deckblatt, dass in jedem Zug deutlich zu erahnen ist. Über die gesamten 40-45 Minuten Rauchdauer lässt die MyFather nicht nach. Zwar wird sie zum Schluss etwas kräftiger und röstiger im Geschmack, Zug und Abbrand bleiben jedoch optimal und hinterlassen beim Genießer ein Gefühl von absoluter Zufriedenheit.","Hintergrund":"Wie sein Vater Don José „Pepin“ Garcia ist auch dessen Sohn Jaime Garcia mit der Zigarre aufgewachsen. Schon bald begann er, in der Manufaktur seines Vaters zu arbeiten und  später, in seiner eigenen Manufaktur in Nicaragua, selbst Zigarren zu blenden und zu rollen. Vor einiger Zeit beschloss er, seinem Vater eine eigene Linie zu widmen, in welcher nur das beste Blattgut verarbeitet werden sollte. Er taufte diese Serie „My Father“. Pepin war ergriffen. Der Rest der Zigarrenwelt ebenso, denn die MyFathers zählen mit Sicherheit zu den spannendsten Nicaragua-Zigarren, die derzeit auf dem Markt zu finden sind."},"diameter_mm":20,"ring":52,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Kakao","Karamell","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15.4}
