{"name":"Crowned Heads Le Carême Belicoso Fino Limited Edition 2022","url":"https://www.noblego.de/crowned-heads-le-careme-belicoso-fino-limited-edition-2022-zigarren/","brand":"Crowned Heads","series":"Le Careme","details":{"Genussverlauf":"Eine herrliche Melange aus salzigen Noten, Aromen von dunkler Schokolade, Eichenholz und Espresso, gepaart mit cremig-süßen Anklängen machen die mittelkräftige Le Carême Belicoso Fino Limited Edition 2022 zu einer äußerst delikaten Zigarre. Ihr Abbrand geht aufgrund einer speziellen Rolltechnik besonders langsam vonstatten, sodass man den 13,9 cm langen Leckerbissen durchaus bis zu 90 Minuten lang genießen kann. Sie wurde mit einem dunklen Connecticut Broadleaf Deckblatt aus den USA versehen, unter denen ein Sumatra Umblatt aus Ecuador sowie rein nicaraguanische Einlagetabake schlummern. Insgesamt schmücken sie drei Zigarrenringe, deren farbliches Arrangement perfekt zu ihrem dunkelbraunen Deckblatt ausgewählt wurde. Bei sehr gutem Zugverhalten produziert die Belicoso Fino einen dichten, voluminösen Rauch, der retronasal genossen, leichte Spitzen von weißem Pfeffer und Mineralien preisgibt.","Nice to know":"Marie-Antoine Carême (1784 -1833) war ein französischer Meisterkonditor und -koch aus Paris. Sein gesamtes Leben widmete Carême der klassischen französischen Küche des 19. Jahrhunderts. Der Nachwelt hinterließ er wertvolle und aufschlussreiche Publikationen zu seinen Fachgebieten. Eine seiner absoluten Spezialitäten war das Schokoladensoufflé.","Resümee":"Wie dem Namensgeber die Crowned Heads Le Carême Belicoso Fino Limited Edition 2022 gemundet hätte, lässt sich leider nicht in Erfahrung bringen. Fakt ist jedoch, dass wir es hier mit einem kleinen geschmacklichen Meisterwerk zu tun haben. Dieses Zitat eines amerikanischen Zigarrentesters bringt es wohl auf den Punkt: “The slow-burning Le Carême Belicoso Fino Limited Edition 2022 smoked for 93 minutes and i wish that it had smoked 93 minutes more.“"},"diameter_mm":20.6,"ring":52,"length_mm":139,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"wrapperType":"Connecticut Broadleaf","aromaProfileManufacturer":["Cremig","Erdig","Holz","Leder","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":15,"additionalNotes":"Limited"}
