{"name":"Laura Chavin Concours des meilleurs Connaisseurs Diadema","url":"https://www.noblego.de/laura-chavin-concours-des-meilleurs-connaisseurs-diadema-zigarren/","brand":"Laura Chavin","series":"Laura Chavin Concours des meilleurs Connaisseurs","details":{"Genussverlauf":"Die Tabake der Laura Chavin Concours des meilleurs Connaisseurs Diadema kommen aus Ecuador und der Dominikanischen Republik. Dass man es hier mit einer einwandfrei gefertigten Premiumzigarre zu tun hat, kann man auf den ersten Blick erkennen. Das seidig-glänzende Deckblatt aus Ecuador ist eine reine Augenweide. Die beiden Bauchbinden in den Farben Dunkelblau und Kupfer passen hervorragend zu dem rot-braunen Farbton des Deckblatts. Als Einlage und Umblatt kommen erlesene dominikanische Tabake zum Einsatz. Das zu beiden Enden spitz zulaufende Diadema Format lässt sich am Fuß sehr einfach entzünden. Mit den ersten Zügen vermittelt die schöne Dominikanerin eine vielschichtige Würze, zu der sich Noten von cremigem Karamell gesellen. Im weiteren Verlauf bestimmen feine Nusstöne und fruchtige Anklänge den Genuss. Der Übergang ins letzte Rauchdrittel wird dominiert von ledrigen, erdigen und grasig-holzigen Noten. Zum Finale hin entwickelt der hervorragend ausbalancierte Smoke eine delikate fruchtige Schärfe und satte würzige Töne. Nach gut 90 Minuten endet dieser schmackhafte Hochgenuss, der keinerlei Zug- oder Abbrandprobleme erkennen lässt.","Nice to know":"Das Diadema Format gilt als die heimliche Königin aller Zigarrenformate. Heutzutage werden leider immer weniger Diademas produziert. Man benötigt dafür sehr erfahrene Roller, die wissen, worauf es bei der Herstellung dieses wunderschönen, jedoch sehr aufwendig zu rollenden Formats ankommt.","Resümee":"Die Laura Chavin Concours des meilleurs Connaisseurs Diadema gehört zur Kategorie der Feiertagszigarren, die man sich zu ganz besonderen Feierlichkeiten gönnt. Ihr stolzer Preis sollte Sie nicht abschrecken, denn was diese köstliche Schönheit zu bieten hat, ist purer Luxus für den Gaumen."},"diameter_mm":19,"ring":48,"length_mm":170,"length_inch":0,"format":"Diadema","maker":"Schichl/Knopf","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Gras","Holz","Karamell","Leder","Nuss","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":28,"additionalNotes":"Mehrfach fermentierte Tabake"}
