{"name":"Rocky Patel SIXTY Robusto","url":"https://www.noblego.de/rocky-patel-sixty-robusto-zigarren/","brand":"Rocky Patel","series":"SIXTY","details":{"Genussverlauf":"Für seine Jubiläumszigarren stöbert Rocky Patel gerne in seinen Tabaklagern nach besonders raren und lang gereiften Tabaken. So wurde auch die Robusto der Rocky Patel SIXTY Sonderedition mit einem dunkelbraunen Vintage-Deckblatt aus der berühmten San-Andrés-Region in Mexiko versehen. Das Umblatt und die Einlage der mittelkräftigen bis kräftigen Premiumzigarre bestehen aus mindestens sechs Jahre alten nicaraguanischen Spitzentabaken. Die im Boxpressed Stil präsentierte Sonderedition lässt ihren Genießer an einem herrlich ausgewogenen Aromaspiel teilhaben, bei dem sich vollmundig erscheinende Noten von Holz, Leder, Erde, Kaffee, Pfeffer und Karamell am Gaumen zu erkennen geben. Gute 60 Minuten lang lässt sich dieses delikate Wechselspiel genießen.","Nice to know":"Neben dem Robusto Format sind noch zwei größere Formate (Toro \u0026 Toro Gigante) der SIXTY Sonderserie erhältlich. Aufgrund der seltenen Tabake, die in den zusätzlich für zwei Jahre reifgelagerten Premiumzigarren stecken, konnten diese nur in stark begrenzten Stückzahlen produziert werden. Daher gilt die Serie auch als limitiert und wird somit nicht ins reguläre Sortiment von Rocky Patel aufgenommen.","Resümee":"Wenn Sie einmal in den Genuss einer sehr guten Vintage-Zigarre kommen möchten, dann sollten Sie sich die Rocky Patel SIXTY Robusto vormerken. Mit der Bestellung sollten Sie allerdings nicht zu lange warten, denn wenn diese Ausnahmezigarre vergriffen ist, können wir leider nicht mehr für Nachschub sorgen."},"diameter_mm":0,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"San Andrés","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Karamell","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":19.2}
