{"name":"Fürst Bismarck Royal Corona","url":"https://www.noblego.de/fuerst-bismarck-royal-corona/","brand":"Fürst Bismarck","series":"","details":{"Fazit":"Eine optisch sehr ansprechende Zigarre zu einem erstklassigen Preis, das ist die Fürst Bismarck Royal Corona. Voll und trotzdem mild im Aroma ist sie für so ziemlich jeden Anlass gut geeignet, allerdings sollte man sich auf einen zirka 80 bis 90 Minuten langen Smoke einstellen.","Genuss":"Rein optisch hat die Fürst Bismarck Royal Corona schon einiges zu bieten. Ein sehr hochwertig verarbeitetes Deckblatt und ein sehr schönes robustes Royal Corona Format machen aus ihr einen echten Hingucker. Mit den Maßen 148 x 19 mm präsentiert sich hier mehr ein lange Robusto oder schlanke Toro, als eine Corona. Im kalten Zustand duftet die Fürst Bismarck Royal Corona angenehm grasig, klassisch dominikanisch eben. Nach dem Zünden geht es erst mal entspannt los, die Rauchentfaltung ist ab dem ersten Zug sehr gut und das Zugverhalten angenehm leicht. Würzig grasige Grundnoten verschwinden nach den ersten Zügen und der voluminöse kühle Rauch der Fürst Bismarck Royal Corona füllt den Raum mit einem angenehmen Geruch. Das zweite Drittel dieser Vitola entwickelt sich erstaunlich ins Kräftige und leichte Chilinoten kommen ins Spiel, die im Mund und in der Nase sehr angenehm mild wahrgenommen werden. Im letzten Drittel dominieren dann wieder die grasigen, dominikanischen Noten aus dem ersten Drittel, die leichte Schärfe bleibt bis hinter den Zigarrenring angenehm und mild.","Hintergrund":"Grund für die vollen Aromen ist das karibische Saatgut und die kräftige Ligeroeinlage. Ein vierundzwanzig Monate langer Reifeprozess macht aus der Einlage eine einmalige Mischung. Komplettiert wird der Blend durch ein dominikanisches Umblatt und ein Connecticut Shade Deckblatt."},"diameter_mm":19,"ring":48,"length_mm":148,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Gras","Nuss","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":7.9}
