{"name":"H. Upmann Magnum 50","url":"https://www.noblego.de/h-upmann-magnum-50/","brand":"H. Upmann","series":"","details":{"Fazit":"Die H. Upmann Magnum 50 ist eine wahre Allroundzigarre. Nicht zu würzig, nicht zu süß, nicht zu kräftig - diese Zigarre hat viele Fans und wird auch noch viele weitere finden. Sie ist für jede Tageszeit geeignet und überzeugt von Grund auf durch gute Verarbeitung, tolle Tabakqualität und ein schönes, elegantes Flair. Man hat geradezu das Gefühl, ein Stück kubanischer Geschichte zu rauchen.\nVor allem mit einem französischen Rotwein kombiniert entfaltet die Magnum 50 ihr volles Potential - und das hat es in sich.","Genuss":"Der Kaltzug dieser nicht zu lasch und nicht zu fest gerollten Toro (2 cm Breite, 16 cm Länge) präsentiert dem Genießer bereits erdige, ledrige und leicht florale Aromen. Dieses geschmackliche Bild setzt sich nach dem Entzünden der H. Upmann Magnum 50 genauso fort. Die ersten Züge werden von einer weichen, floralen Süße dominiert, innerhalb der nächsten zehn Minuten gesellt sich die schon vorher erahnte Erdigkeit hinzu, ohne jedoch zu überfordern oder zu kräftig zu werden. Im weiteren Rauchverlauf gewinnen die Erdigkeit und die ledrigen Nuancen stetig an Dominanz, die florale Komponente bleibt jedoch bis zum letzten Drittel erhalten, das, wie bei den meisten Zigarren, ein wenig herber und würziger wird. Alles in allem ist die Magnum 50 eine fein-würzige, leicht blumige Zigarre mit genau der richtigen Kraft, um den Aficionado zu keiner Zeit zu enttäuschen.","Hintergrund":"Die Manufaktur H. Upmann im Viertel Vedado im kubanischen Havanna zählt zu den ältesten und namhaftesten Manufakturen der Insel, wurde sie doch schon im Jahre 1844 gegründet. Seitdem ist H. Upmann eine der produktivsten kubanischen Marken, sogar während der politischen Revolution produzierte die Manufaktur weiter. An dieser Stelle noch eine interessante Information. H. Upmann gehört zu den innovativsten Zigarrenmarken der Welt, gehen doch Ideen wie die Zedernholzkiste mit Schiebedeckel oder der mit Zedernholz ausgekleidete Tubo auf diese Marke zurück."},"diameter_mm":20,"ring":50,"length_mm":160,"length_inch":0,"format":"Toro","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Honig","Leder","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":22.7}
