{"name":"Isthmus H-2000 Aged Lancero","url":"https://www.noblego.de/isthmus-h-2000-aged-lancero/","brand":"Isthmus","series":"","details":{"Fazit":"Die Isthmus H-2000 Aged Lancero erscheint nicht nur stilvoll und elegant, sie zeigt sich auch in Sachen Aroma und Geschmack von ihrer besten Seite. Anfänger sollten sich ebenfalls einmal an diesem Format versuchen, um ein wenig Abwechslung in den gewöhnlichen Rauchalltag zu bringen.\n","Genuss":"Die elegante Isthmus H-2000 Aged Lancero stammt aus dem zentralamerikanischen Nicaragua, wo sie von ausgewählten Torcedores mit erfahrener Hand gerollt wird. Ihr schlanker Körper besteht in der Einlage aus auf den Punkt fermentierten Tabaken, die auf den fruchtbaren Plantagen Nicaraguas gedeihen. Als Umblatt ist ein sehr robustes indonesisches Blatt verarbeitet worden, umschlossen von einem wunderbar glänzenden honduranischen H-2000 Deckblatt. Eine allgegenwärtige fruchtige Säure und milde Holzaromen bestimmen den Rauchgenuss zu Anfang, bis sich im Verlauf eine angenehm süßliche Note dazu gesellt, getragen von zum Ende hin kräftiger erscheinenden Röst- und Heuaromen. Eine herrliche Komposition, die dem Gaumen des geneigten Genießers mehr als schmeichelt und bei diesem Format bis zu einer Stunde und länger genossen werden kann, ohne die geringsten Schwierigkeiten bezüglich Zug- und Abbrandverhalten.","Hintergrund":"Im Jahre 2010 wurde im Zuge einer Umfirmierung das Unternehmen Isthmus Cigars Costa Rica – Nicaragua ins Leben gerufen. Der vor Ort verantwortliche Präsident der Firma Kurt Brandt steht persönlich für höchste Qualitätsansprüche in der Verarbeitung der Isthmus Zigarren ein."},"diameter_mm":15,"ring":38,"length_mm":178,"length_inch":0,"format":"Long Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"binderProperty":"H2000","aromaProfileManufacturer":["Cremig","Holz","Leder","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.5}
