{"name":"Perdomo Grand Cru 2006 Grand Robusto Sun Grown","url":"https://www.noblego.de/perdomo-grand-cru-2006-grand-robusto-sun-grown/","brand":"Perdomo","series":"Grand Cru 2006","details":{"Fazit":"Gemütlich in der Zigarrenlounge sitzend sind Sie mit der Perdomo Grand Cru 2006 Grand Robusto Sun Grown sicher der Hingucker des Abends. Dazu einen eleganten aber dezenten Longdrink wie Vodka oder Gin Tonic und der Abend ist perfekt.","Genuss":"Höher, weiter, schneller – das scheint das Motto der Perdomo Grand Cru 2006 Grand Robusto Sun Grown zu sein. Rekordernte, sechs Jahre gereift, davon 9 Monate in Zedernholzbehältnissen, ein Ringmaß von voluminösen 60, starker Tabakgehalt und volle Aromen sind die Eckdaten dieses nicaraguanischen Longfillers. Das leicht ölig schimmernde, seidige Sun Grown Deckblatt wird in Nicaragua aus karibischem Saatgut gezogen und umschließt einen Blend aus edlen nicaraguanischen Jahrgangstabaken. Der erste aromatische Eindruck kann als cremig und holzig beschrieben werden, mit süßen Noten im ersten Drittel, im Nachklang leichte Pfeffrigkeit. Ab dem zweiten Drittel werden die Zedernholznoten und die Süße intensiver, der Pfeffer bleibt im Hintergrund. Zug und Abbrand fügen sich nahtlos ein in die Reihe von Superlativen, die mittelgraue Asche fällt kurz vor der Hälfte. Bis zu 90 Minuten darf man diese enorme Robusto einfach nur genießen.","Hintergrund":"Perdomo bleibt seinem Konzept treu. Wie schon andere Serien zuvor erscheint auch die Perdomo Grand Cru 2006 Serie in drei verschiedenen Deckblatt-Varianten: Ecuador-Connecticut, Nicaragua Sun Grown und Nicaragua Double Maduro."},"diameter_mm":24,"ring":60,"length_mm":127,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sungrown","aromaProfileManufacturer":["Cremig","Holz","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2}
