{"name":"Buena Vista Araperique Toro","url":"https://www.noblego.de/buena-vista-araperique-toro/","brand":"Buena Vista","series":"Araperique","details":{"Fazit":"Die Buena Vista Araperique Toro ist eine mittelkräftige Zigarre mit einem ausgetüftelten und ausgewogenen Blend. Zu ihr passt ein fruchtiger, gut gekühlter Weißwein, z. B. ein grüner Veltliner.","Genuss":"Schon vor dem Anzünden verströmt die Buena Vista Araperique Toro einen angenehm fruchtigen und leicht grasigen Duft. Die Zigarre ist angenehm fest gerollt, das Probeexemplar war zudem bestens konditioniert und zeigte auch hervorragende Abbrandeigenschaften. Nach dem Entzünden und entspannten Zurücklehnen mit dieser großen Zigarre geht es auch im Smoke weiter mit den fruchtig-grasigen Noten und einem Hauch Milchschokolade, wenn man sie mit Bedacht raucht. Holz- und Pfeffernoten bleiben lange dezent im Hintergrund und steigern sich allerdings wuchtig im letzten Drittel. Ansonsten ist die Buena Vista Araperique Toro eine angenehm leichte und gar nicht aufdringliche Zigarre! 15,2 x 1,98 Zentimeter sorgen für einen Rauchgenuss von mindestens 70 Minuten bis zu eineinhalb Stunden.    \u003cstrong\u003e\u003c/strong\u003e","Hintergrund":"Die Zigarre stammt aus dem Hause Arnold André und wird in der Dominikanischen Republik gerollt. Von hier stammt auch ein Teil der Einlage. Tabake aus Peru, Nicaragua und Brasilien gesellen sich dazu. Das schöne helle Deckblatt und auch das Umblatt stammen aus Ecuador. Von dort kommen bekanntlich sehr gute Deckblätter, weil der häufige Regen an den Westhängen der Anden für eine regelmäßige Beschattung der Tabakplantagen sorgt. Große, dünne Blätter mit relativ neutralem Geschmack lassen sich unter diesen klimatischen Bedingungen besonders gut produzieren. Araperique ist eine Seltenheit im Blend einer Zigarre. Der Tabak wird nach dem Trocknen und Entrippen für mindestens ein Jahr in Whiskyfässer geschichtet und unter hohem Druck gelagert. In dieser Zeit muss er mehrfach umgeschichtet werden. Nur dann erhält er das für den Araperique Tabak so charakteristische Aroma."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4}
