{"name":"Macanudo 1968 Corona","url":"https://www.noblego.de/macanudo-1968-corona/","brand":"Macanudo","series":"1968","details":{"Fazit":"Feiern Sie mit Macanudo 40 Jahre erstklassiges dominikanisches Zigarrenhandwerk. Voll-aromatisch und ausgewogen bietet die Macanudo 1968 Corona besten Rauchgenuss, der ideal mit einer Tasse heißer Schokolade oder einem trockenen Rotwein harmoniert.","Genuss":"Wer seit 40 Jahren erfolgreich im Zigarrenbusiness unterwegs ist, hat allen Grund zum Feiern. So auch die dominikanische Marke Macanudo, die mit der 1968 Serie ein voll-aromatisches, mittelstarkes Raucherlebnis in ihr Portfolio aufgenommen hat. Der Reifeprozess in den Blättern der Königspalme, in denen die zu Ballen gerollten Tabake verpackt werden, verleiht ihnen das  charakteristische Aroma. Die Lagerung in Holzkohlefässern sorgt für eine leicht rauchige Note. In den rund 45 Minuten Rauchgenuss, die die Macanudo 1968 Corona mit ihren 13,7 Zentimetern Länge und dem Durchmesser von 16 Millimetern bietet, entfalten sich neben Röstaromen Noten von Erde, Holz, Nuss und süßer Schokolade. Zugwiderstand und Abbrand gestalten sich einer Jubiläumszigarre würdig und lassen keine schlechte Laune aufkommen.","Hintergrund":"Die Einlage der Macanudo 1968 Corona stammt aus der Dominikanischen Republik und Nicaragua. In letzterem wurde der Tabak auf der Insel Ometepe kultiviert, der weltweit größten Vulkaninsel, die sich in einem Süßwassersee befindet. Das Umblatt ist ein Connecticut und das Deckblatt kommt aus San Augustin in Honduras und wird wie das Umblatt aus karibischem Saatgut gezogen."},"diameter_mm":16,"ring":39,"length_mm":137,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Connecticut"],"aromaProfileManufacturer":["Erdig","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.8}
