{"name":"Quisqueya Forte Corona Grande","url":"https://www.noblego.de/quisqueya-forte-corona-grande/","brand":"Quisqueya","series":"Forte","details":{"Fazit":"Die Quisqueya Forte Corona Grande bietet dem genussaffinen und preisbewussten Aficionado exakt das, was er sucht. Hier erhalten Sie für sehr wenig Geld viel Geschmack. Als Begleiter empfiehlt sich hier gern ein Bier oder auch ein kräftiger Whisky.","Geschmack":"Das hellbraune Deckblatt ist ein Connecticut Shade und stammt aus Ecuador. Mitunter etwas gröber im Wuchs, wird die Quisqueya Forte Corona Grande zwar keine Schönheitswettbewerbe gewinnen. Aber das muss sie bei dem Preis auch gar nicht, denn es sind die inneren Werte, auf die es hier ankommt. Dabei kann die Einlage der Dame durchaus überzeugen. Die verwendeten Tabaksorten stammen aus der Dominikanischen Republik, Indonesien und Nicaragua, und ihr Mischverhältnis sorgt für ein in sich stimmiges Blend. So machen sich zu Beginn des Smokes mild-aromatische Töne bemerkbar, die im weiteren Verlauf dann von würzigeren Noten abgelöst werden. Auch Erde, Nuss und Pfeffer sind präsent.","Hintergrund":"Quisqueya Zigarren sind für ihr unschlagbares Preis-Leistungsverhältnis bekannt. Mittlerweile gibt es drei Serien auf dem Markt, wobei die blaue \u003ca title=\"Hier gehts zur Quisqueya Forte-Serie\" href=\"/quisqueya-forte-zigarren/\"\u003eQuisqueya Forte\u003c/a\u003e die besonders kräftige Serie ist.\u003ca title=\"Hier geht's zu unseren Quisqueya Zigarren\" href=\"/quisqueya-zigarren/\"\u003e Quisqueya Zigarren\u003c/a\u003e mit der roten Banderole, sind die eher mildere Variante der Marke. Hier stammt die Einlage aus Nicaragua und der Dominikanischen Republik, während das Umblatt aus Indonesien importiert wird. Die Reihe schwarze \u003ca title=\"Hier gehts zur Quisqueya Maduro-Serie\" href=\"/quisqueya-maduro-zigarren/\"\u003eQuisqueya Maduro\u003c/a\u003e hingegen ist selbsterklärend, die schwarze Banderole gibt Aufschluss über das ölig glänzende, schwarze Connecticut Maduro-Deckblatt."},"diameter_mm":18,"ring":45,"length_mm":159,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"binderProperty":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.3}
