{"name":"Cohiba Esplendidos","url":"https://www.noblego.de/cohiba-esplendidos/","brand":"Cohiba","series":"Línea Clásica","details":{"Fazit":"Die Esplendidos von Cohiba ist eine Zigarre für den Connaisseur und bleibt auf Grund ihres Preises den besonderen Momenten vorbehalten.\nGut, besser, Cohiba. Die Esplendidos ist besonderer Genuss.","Genuss":"Cohiba Espendidos – der Name allein verspricht schon einen Hochgenuss. Die knapp 18 Zentimeter lange und ca. 19 Millimeter „dicke“ Zigarre gehört wahrscheinlich zum Besten, das man in Rauch aufgehen lassen kann. Das Zugverhalten zeigt sich tadellos und der Abbrand setzt Maßstäbe, beim aufgerufenen Preis ist das allerdings eine Selbstverständlichkeit. Besonders wird es bei der Entwicklung des Rauchvergnügens: Die Stärke nimmt langsam aber stetig zu, die erdigen Aromen verbreiten sich vollmundig im Mundraum und erschaffen ein komplexes Erlebnis. Bitterstoffe und Schärfe sucht man auch vergebens, wie bereits betont, die Cohiba Esplendidos aus der Línea Clásica ist ein einmaliges und ausgezeichnetes Vergnügen.","Hintergrund":"Cohiba ist seit jeher ein Name, der für absolute Top-Qualität steht. Da macht auch die Cohiba Esplendidos keine Ausnahme. Die Línea Clásica beweist mit den weiteren Formaten wie \u003ca title=\"Hier geht's zur Cohiba Exquisitos\" href=\"/cohiba-exquisitos/\"\u003eExquisitos\u003c/a\u003e, \u003ca title=\"Hier geht's zur Cohiba Piramides Extra\" href=\"/cohiba-piramides-extra/\"\u003ePiramides Extra\u003c/a\u003e und \u003ca title=\"Hier geht's zur Cohiba Coronas Especiales\" href=\"/cohiba-coronas-especiales/\"\u003eCoronas Especiales\u003c/a\u003e, das sie die würdige Mutter aller Cohiba Zigarren ist."},"diameter_mm":18.65,"ring":47,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Kaffee"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":117}
