{"name":"Flor de Copan Maduro Gordito","url":"https://www.noblego.de/flor-de-copan-maduro-gordito/","brand":"Flor de Copan","series":"Maduro","details":{"Fazit":"Die Flor de Copan Maduro Gordito ist eine einmalige Zigarre, die nicht nur aufgrund ihres ungewöhnlicheren Formats zu bestechen weiß, sondern die vor allem durch ihre Aromenkomposition bei kleinem Preis punktet. Absolut empfehlenswert!","Genuss":"Diese Gordito ist eine Maduro, wie sie im Buche steht. Das Äußere ist dunkel, das Deckblatt samtig und seidig. Die Einlage und das Umblatt, welche aus Tabaken aus Honduras, Nicaragua und Mexiko bestehen, sind fest gerollt. Das tiefbraune Deckblatt ist für die komplexe, an Honig erinnernde Natur-Süße dieser Zigarre mitverantwortlich ist. Dazu gesellen sich Aromen von Kaffee und dunkler Schokolade, aber auch Karamelltöne scheinen gelegentlich auf. Geröstete Nüsse und eine Ahnung von Walderde kommen ebenfalls hinzu, im weiteren Rauchverlauf wird diese Gordito dann zunehmend würziger und Pfefferaromen sind präsent. Das gesamte Aroma wird begleitet von einer dichten Cremigkeit, die auf der Zunge zergeht. Einziges kleines Manko: Gelegentlich neigt diese Zigarre zu leichtem Schiefbrand, der sich aber meist von selbst wieder regulieren kann.","Hintergrund":"Das Geheimnis der Marke Flor de Copan liegt wahrscheinlich in ihrem herausragenden Preis-Genuss-Verhältnis. Denn wo so viel Qualität,  Vielfalt an Aromen und eine derart exquisite Verarbeitung aufeinander treffen und dabei auch noch die Geldbeutel zigarrenaffiner Menschen schonen, da ist die Erfolgsgeschichte schon vorprogrammiert."},"diameter_mm":19,"ring":48,"length_mm":121,"length_inch":0,"format":"Torbusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"binderProperty":"Maduro","aromaProfileManufacturer":["Cremig","Kaffee","Karamell","Nuss","Pfeffer","Schokolade","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.4}
