{"name":"Davidoff 5th Anniversary Davidoff of Geneva Germany Exclusive 2021","url":"https://www.noblego.de/davidoff-5-th-anniversary-davidoff-of-geneva-germany-exclusive-2021-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Für den Blend der Davidoff of Geneva Germany Exclusive 2021 Toro haben die verantwortlichen Masterblender in der dominikanischen Tabacalera Tabadom eine besonders raffinierte Mischung gewählt. Das ölig glänzende Deckblatt der mittelkräftigen Sonderauflage stammt aus Ecuador, darunter befindet sich ein mexikanisches Umblatt, welches eine dominikanisch-nicaraguanische Einlage umschließt. Bei den Nicaragua-Tabaken in der Einlage handelt es sich um handverlesene Premiumsaaten aus den bekannten Anbauregionen Estelí und Condega. Der dominikanische Anteil aus Piloto und San Vicente Tabaken stammt von den hauseigenen Plantagen des weltweit erfolgreichen Genussunternehmens. Im illustren Zusammenspiel sorgen diese edlen Tabake für ein unheimlich cremig anmutendes Rauchvergnügen und einem sehr komplexen Aromaverlauf, der geprägt ist von zartbitter unterlegten Erd-, Kaffee-, Sandelholz- und Gewürznoten sowie angenehm seichten Pfeffertönen. Ein cremig-nussiger Abgang verleiht der absolut einwandfrei verarbeiteten Toro das gewisse Etwas, was bei Zigarren dieser Kategorie einfach nicht fehlen darf. Etwaige Zug- oder Abbrandprobleme haben Sie bei diesem überaus köstlichen Smoke in keinerlei Weise zu erwarten.","Nice to know":"Bei Davidoff versteht man sich auf das Kreieren großartiger Zigarren ebenso wie auf deren Präsentation. Für die limitierte Jubiläumsedition der Davidoff of Geneva Germany hat man die wichtigsten Wahrzeichen Hamburgs wie zum Beispiel den Hamburger Michel, die Köhlbrandbrücke und die Elbphilharmonie auf den in schwarz-weiß-goldener Farbgebung gehaltenen 10er Massivholzkisten abgebildet. Ein sehr ansprechendes und äußerst gelungenes Design mit hohem Wiedererkennungswert.","Resümee":"Die Davidoff 5th Anniversary Davidoff of Geneva Germany Exclusive 2021 Toro offeriert ihrem Genießer einen herrlich angenehmen und zugleich intensiven Zigarrengenuss. Wer das Glück hat, eine von den heiß begehrten Kisten dieser besonderen Jubiläumszigarre zu ergattern, ist tatsächlich sehr zu beneiden."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexican San Andres"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Leder","Nuss","Pfeffer"],"strength":"Medium","smokingDuration":"90 Min oder länger","price":26,"additionalNotes":"Limited"}
