{"name":"Gurkha Revenant Maduro Robusto","url":"https://www.noblego.de/gurkha-revenant-maduro-robusto-zigarren/","brand":"Gurkha","series":"Revenant","details":{"Genussverlauf":"Als erstes springt einem bei der Gurkha Revenant Maduro Robusto das seidig-ölig schimmernde San Andrés Deckblatt aus Mexiko ins Auge, welches durch seine feine Oberfläche mit nur kleinesten sichtbaren Adern besticht. Zusätzlich umhüllt von einem Umblatt aus Kamerun-Tabak, enthält die Gurkha Revenant Maduro einen Blend aus Nicaragua-Tabak, Broadleaf-Tabaken und einem speziellen dominikanischen T13-Hybrid-Tabak der Tabacalera El Artista. \nDiese Komposition von Masterblender Ram Rodriguez sorgt für ein ausgewogenes Zusammenspiel anfänglich dominanter Noten von süßer Molasse und Erde, zu denen sich im weiteren Rauchverlauf Leder- und Espressoaromengesellen. Dieses ausgewogene Geschmackserlebnis wird von einem durchgängig lang anhaltenden Zartbitter-Finish abgerundet.","Nice to know":"Die Gurkha Revenant Zigarrenlinie stellt die erste Zusammenarbeit zwischen Gurkha und Ram Rodriguez aus der dominikanischen Tabacalera El Artista dar. Das Umblatt aus Kamerun war von dem Meisterblender Rodriguez ursprünglich wie für Kamerun-Tabake durchaus üblich, als Deckblatt vorgesehen. Gurkhas CEO Jim Colluci äußerte jedoch Bedenken hinsichtlich dessen Brüchigkeit. Folglich entschied man sich dafür, den Kamerun-Tabak für das Umblatt zu verwenden.","Resümee":"Die Gurkha Revenant Maduro Robusto ist eine vollmundige, perfekt ausbalancierte Premiumzigarre im Robusto Format mit einem Maduro-typischen süßlich-dunklen Charakter."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Ram Rodriguez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Geheim","Nicaragua"],"binderOrigin":["Kamerun"],"binderProperty":"San Andrés","aromaProfileManufacturer":["Erdig","Mokka","Pfeffer","Süß"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":9.9}
