{"name":"Vega Fina Coronitas","url":"https://www.noblego.de/vega-fina-coronitas/","brand":"Vega Fina","series":"Classic","details":{"Fazit":"Die Vega Fina Coronitas ist die perfekte milde Zigarre für kleinere Genusspausen. Die zarten, aber vielfältigen Aromen bieten einen schönen Smoke, der auch Einsteiger in die Welt des Zigarrengenusses nicht überfordern wird. Eine schöne Begleitung sind hierzu süße Cocktails oder auch ein Glas Sekt.","Genuss":"Mit einer Länge von 133 Millimetern und einem Durchmesser von 16,2 Millimetern, zählt die Coronita zu den kleineren Zigarren. Sie bietet eine Rauchdauer von einer guten halben Stunde und eignet sich somit vor allem für den kurzen Genuss. Diese kleinen Pausen weiß die dominikanische Kleine allerdings bestens zu füllen, denn ihre Aromenpalette, die Töne von Eichenholz, gerösteten Nüssen und Zedernholz versprüht, ist durchaus spannend. Dabei bleibt diese cremige Zigarre jedoch stets auf der milden Seite, was sie interessant für Einsteiger in die Welt des Zigarrengenusses machen dürfte.","Hintergrund":"Verarbeitet werden für die Einlage Tabakblätter aus der Dominikanischen Republik, während das Connecticut Shade-Deckblatt sowie auch das Umblatt aus Ecuador stammen. Verarbeitet werden diese Blätter in der Tabacalera de Garcia in der Dominikanischen Republik. Diese Manufaktur ist wohl eine der berühmtesten weltweit, was sicherlich auch an ihrer Größe liegen mag. Über 35 Millionen Premium-Longfiller-Zigarren werden hier jährlich produziert, so unter anderem auch die dominikanischen Premiummarken von Romeo y Julieta, Upmann und Montecristo."},"diameter_mm":17.2,"ring":42,"length_mm":133,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Eichenholz","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5}
