{"name":"Arturo Fuente Opus X 20 Years Power of the Dream","url":"https://www.noblego.de/arturo-fuente-opus-x-20-years-power-of-the-dream/","brand":"Arturo Fuente","series":"Opus X","details":{"Fazit":"Strengstens limitiert und wahnsinnig gut, die Arturo Fuente Opus X 20 Years Power of the Dream wird leider nicht jedem Aficionado vorbehalten sein. Gehören Sie daher zu den wenigen Glückspilzen, die eine dieser Ausnahmezigarren ihr Eigen nennen können.","Genuss":"Präsentiert wird die Arturo Fuente Opus X 20 Years Power oft the Dream in einer wunderschön gestalteten Zigarrenkiste, welche die herausragende Qualität dieser streng limitierten Sonderedition stilvoll unterstreicht. Geschmacklich überzeugt die sanft-milde Premiumzigarre durch komplexe und wahnsinnig cremige Kaffee-, Schokolade-, Nuss- und Zedernholzaromen, die in den ersten zwei Rauchdritteln von einer feinen süßlichen Note begleitet werden. Diese tritt im letzten Drittel höflich in den Hintergrund und macht so Platz für ein delikat würziges Finale, bei dem sich die zuvor beschriebenen Aromen noch einmal ganz deutlich am Gaumen des Genießers präsentieren. Bis zu 90 Minuten dauert dieses leckere Genussspektakel an, währenddessen die Power of the Dream gemächlich und kerzengerade abbrennt und einen absolut perfekten Zug aufweist.","Hintergrund":"Mit den fabelhaften Zigarren der Opus X Serie gelang dem Premiumzigarrenhersteller Arturo Fuente Mitte der 90er Jahre ein ganz großer Wurf. Denn die feinen Dominikaner zählten innerhalb kürzester Zeit zu den beliebtesten Zigarren aus der Dominikanischen Republik. Die Opus X 20 Years Vitolas sind also als Hommage an diese unglaublich erfolgreiche und legendäre Zigarrenserie zu verstehen."},"diameter_mm":20.6,"ring":52,"length_mm":169,"length_inch":0,"format":"Piramide","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Schokolade","Süß","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":43,"additionalNotes":"Limited"}
