{"name":"Casa Culinaria Red Robusto","url":"https://www.noblego.de/casa-culinaria-red-robusto/","brand":"Casa Culinaria","series":"Red","details":{"Fazit":"Die Casa Culinaria Red Robusto ist eine sehr solide, würzige und wohlschmeckende Zigarre, die nicht nur alltagstauglich ist, sondern auch dem anspruchsvollen Aficionado viel Freude bereiten kann. Als Weinempfehlung sei hier ein vollmundiger, weicher Merlot genannt.","Genuss":"Nimmt man die Casa Culinaria Red Robusto in die Hand, fällt einem sofort die gediegene, feste Rollung auf. Der Kaltgeruch ist verlockend angenehm mit einer Note von Bitterschokolade. Die kompakte Einlage ist von einem wunderbar gleichmäßig gewachsenen und öligen, kaffeebraunen Decklatt umwickelt. Es ist ein Caribbean-Ecuador, das kräftige Geschmacksnoten mitbringt. Für die Einlage der Casa Culinaria Red Robusto wurden mehrere Tabaksorten aus Nicaragua kombiniert. Daraus ergibt sich ein vollmundiger Geschmack nach Röstaromen,  Pfeffer und Kaffee. Das indonesische Umblatt bringt weitere würzige Geschmacksnoten ein. Die Casa Culinaria Red Robusto besitzt eine Länge von 114 Millimetern und einen Durchmesser von 20 Millimetern. Damit kommt man auf eine Rauchdauer von etwa 40 Minuten.","Hintergrund":"Für die Produktion der Zigarren werden Blätter der eigenen Region verwendet. In Nicaragua gibt es drei größere Anbaugebiete, in denen der Tabak unter strengen Kontrollen wächst. Im Auftrag des deutschen Tabakwarenhändlers Paul Bugge werden die so genannten Casa Culinaria-Zigarren in fünf Serien hergestellt. Gemeinsam ist diesen Zigarren, dass der Tabak aus dem regionalen Anbau kommt und in dem jeweiligen Land von Hand verarbeitet wird."},"diameter_mm":20,"ring":50,"length_mm":114,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Kaffee","Mandel","Röstaromen","Schwarzer Pfeffer"],"strength":"Stark","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.3}
