{"name":"Don Antonio Churchill Tubes Limited Edition WM 2018","url":"https://www.noblego.de/don-antonio-churchill-tubes-limited-edition-wm-2018/","brand":"Don Antonio","series":"","details":{"Fazit":"Die Don Antonio Churchill Tubes Limited Edition präsentiert sich in einer innovativen und witzigen Verpackung. Die Churchills können aufgrund ihrer problemlosen Raucheigenschaften gut und gerne Einsteigern empfohlen werden. Dazu ein gut gekühlter Weißwein auf der Terrasse und einem ausgedehnten Rauchvergnügen steht nichts mehr im Wege.","Genuss":"Die Don Antonio Churchill Tubes Limited Edition Zigarren sehen sehr attraktiv aus und besitzen einen angenehm grasigen Kaltgeruch. Das helle Connecticut Deckblatt und die Einlage aus der DomRep, Java und Mexico sorgen für einen durchweg milden und recht voluminösen Rauch mit leicht holzigen Geschmacksnoten. Der Zugwiderstand ist dabei gut gewählt. Die Zigarre brennt problemlos und ist daher auch für Einsteiger gut geeignet, wenn sie nicht das große Format schreckt. Die Don Antonio Churchill Tubes Limited Edition sind 178 Millimeter lang und haben einen Durchmesser von 18,5 Millimetern. Eineinhalb Stunden kann man sich - vorsichtig ziehend - mit dieser Zigarre vergnügen.","Hintergrund":"Diese Zigarren sind mit einer mild abgestimmten Blattmischung aus dominikanischem Olor, mexikanischem Sumatra und etwas Java-Besuki gedreht. Ein Java-Besuki wird auch als Umblatt verwendet. Ein helles Deckblatt aus ausgereiftem amerikanischem Connecticut-Shade rundet die Zigarren nicht nur optisch ab. Die Don Antonio Churchill Tubes Limited Edition überrascht den Interessenten durch ihre Verpackung in aufwändig gestalteten Tubos in wechselnden Designs."},"diameter_mm":18.5,"ring":47,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Java","Mexiko"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Erdig","Holz","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4}
