{"name":"Arturo Fuente Don Carlos Limited Edition Eye of the Shark","url":"https://www.noblego.de/arturo-fuente-don-carlos-limited-edition-eye-of-the-shark/","brand":"Arturo Fuente","series":"Arturo Fuente Don Carlos","details":{"Fazit":"Die Arturo Fuente Don Carlos Limited Edition Eye oft the Shark wird Sie schlichtweg in Begeisterungsstürme versetzen. Ein absolut magischer Smoke, der dem dominikanischen Premiumzigarrenhersteller da gelungen ist.","Genuss":"Allein schon das Format der Arturo Fuente Don Carlos Limited Edition Eye oft the Shark ist außergewöhnlich, vom Fußende bis zum Anfang ihrer Bauchbinde ist die mittelkräftige Zigarre boxpressed, ab da nimmt sie bis zum Kopf die Form einer runden Belicoso an. Ein wenig erinnert ihre Form wirklich an die Proportionen eines weißen Hais. Die Tabake der mit Aromen von Backgewürzen, Nuss, Leder, Zitrusfrucht, Zedernholz und Cidre aufwartende Premiumzigarre setzten sich aus lang gereiften dominikanischen Einlage- und Umblatttabaken sowie einem äußerst hochwertigen Deckblatt aus Kamerun zusammen. Jeder Zug an der Eye oft the Shark ist ein eigenes kleines Genusserlebnis, sodass man diesen herrlichen Smoke gar nicht mehr aus der Hand legen möchte. Nach gut 90 Minuten hinterlässt die Zigarre des Jahres 2017 einen mehr als zufriedenen Genießer, dem dieser Genuss noch lange im Gedächtnis bleiben wird.","Hintergrund":"Im Jahr 2016 verstarb der Vater von Arturo Fuente Jr., Carlos Fuente Sr., der bis zu seinem Lebensende dem Unternehmen mit seinem riesigen Erfahrungsschatz zur Seite stand. Arturo konzipierte die Eye oft he Shark in Gedenken an seinen Vater, der für ihn das größte Vorbild war."},"diameter_mm":20.6,"ring":52,"length_mm":146,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Leder","Nuss","Zedernholz","Zitrusfrüchte"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":19.5,"additionalNotes":"Limited"}
