{"name":"Quisqueya Panatela","url":"https://www.noblego.de/quisqueya-panatela/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Wenn Sie auf der Suche nach einer milden, aber dennoch geschmackvollen Zigarre sind, sollten Sie die verschiedenen Formate der Marke Quisqueya probieren. Zu einem unglaublich niedrigen Preis erhalten Sie eine konstant gut verarbeitete Zigarre, die mit einer spannenden Aromavielfalt überzeugen kann. Auch Freunde einer Oliva Connecticut Reserve dürfen hier bedenkenlos zugreifen.","Genuss":"Die Quisqueya Classic Rot Panatela bietet mit ihren Maßen von 17,1 Zentimetern Länge und 1,4 Zentimetern Durchmesser schon ein zugegebenermaßen ungewohntes Bild. Die lange schlanke Zigarre besticht durch ein sehr helles Connecticut Shade Deckblatt und einen lieblichen Duft. Im angezündeten Zustand verströmt sie einen sehr angenehmen Raumduft, der selbst Nichtrauchern gefallen sollte. Im Rauchverlauf präsentiert sich die Quisqueya Panatela als abwechslungsreich komponierte Zigarre. Im ersten Drittel zeigt sich ein holziger Grundton, welcher im zweiten Drittel mit einer vanilligen Süße verschmilzt. Eine äußerst leckere Kombination. Im letzten Drittel gesellt sich eine dezente Säure in die Mischung, die der Zigarre noch einmal eine ganz andere Note verleiht. Nach gut 55 bis 65 Minuten endet das Rauchvergnügen. Wie bei der Marke Quisqueya typisch, sind Verarbeitung und Rauchverhalten erstklassig und somit auch für Anfänger geeignet. Dies zeigt sich auch in der schönen hellgrauen Asche, die für eine Mediumfiller-Zigarre untypisch lange stehen bleibt."},"diameter_mm":14,"ring":35,"length_mm":171,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Holz","Süß","Vanille"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.1}
