{"name":"My Father The Judge Grand Robusto","url":"https://www.noblego.de/my-father-the-judge-grand-robusto/","brand":"My Father","series":"My Father The Judge","details":{"Fazit":"Bestellen, zurücklehnen und einfach genießen. Die Zigarre des Jahres 2017 My Father The Judge Grand Robusto wird Sie schlichtweg begeistern!","Genuss":"Der My Father The Judge Grand Robusto sieht man auf den ersten Blick an, dass sie in einer Meistermanufaktur gerollt wurde. Ihr geschmeidiges Sumatra Deckblatt aus Ecuador zusammen mit den lang gereiften nicaraguanischen Tabaken für das doppelte Umblatt und die Einlage, bilden den raffinierten Blend, der mit einem Ringmaß von 60 ausgestatteten, sehr voluminös erscheinenden Zigarre im Robusto Gordo Format. Ihr delikater Rauchverlauf startet leicht salzig, mit feinen Holz- und Mandelnoten. Die Premiumzigarre vom weltberühmten Masterblender und Oberhaupt der Garcia Familie Don Pepin, zeigt dann für eine fortwährende Dauer von ca. 90 Minuten, warum sie den Titel der Zigarre des Jahres trägt. Mittels ihrer bemerkenswerten cremigen Rauchtextur und den darin immer wieder aufscheinenden Nuancen von Anis, Kaffee und frischem Brot, unterlegt mit sanfter Säure und nussigen Anklängen beschert die My Father The Judge Grand Robusto ein Raucherlebnis, dass beispielhaft für wahren Premiumgenuss steht.","Hintergrund":"In der Garcia Familie dreht sich bereits seit Jahrzenten im wahrsten Sinne des Wortes alles um Zigarren. Die Traditionsfamilie mit Sitz in Nicaragua kann auf wahnsinnig viel Erfahrung und einer daraus resultierenden unumstrittenen Expertise zurückgreifen, wenn es um den Anbau und die anspruchsvolle Verarbeitung von Premiumtabaken geht."},"diameter_mm":24,"ring":60,"length_mm":127,"length_inch":0,"format":"Robusto Gordo","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sumatra","aromaProfileManufacturer":["Anis","Brioche","Cremig","Holz","Kaffee","Mandel","Nuss"],"strength":"Medium","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":18.7}
