{"name":"Drew Estate Larutan Big Jucy","url":"https://www.noblego.de/drew-estate-larutan-big-jucy/","brand":"Drew Estate","series":"Larutan","details":{"Fazit":"Erstklassige Produktauswahl, tolle Verarbeitung und Kreativität gehen in dieser Qualitätszigarre eine mehr als nur lohnenswerte Symbiose ein. Besonders wohl fühlt sich die Drew Estate Larutan Big Jucy in Gesellschaft von einem Milchkaffee mit Schuss. Ebenfalls interessant: Das wilde Brandende, über das einige der Drew Estate-Kreationen verfügen.","Genuss":"Die Einlage dieser Drew Estate kommt mit einer unglaublichen Auswahl an Tabaksorten daher. Blätter aus Spanien, der Türkei, Syrien, Nicaragua und aus der Dominikanischen Republik werden in der Big Jucy im Corona-Format mit dem Kamerun-Deckblatt verarbeitet. Dabei sind die Zigarren aus dem Hause Drew Estate immer einem gewissen Mythos unterworfen, sodass beispielsweise das Umblatt geheimer Herkunft entstammt. Ganz nach dem Motto, dass sich Meisterköche ungern in die Töpfe gucken lassen. Doch Geheimniskrämerei hin oder her, diese Zigarre kann nicht nur geschmacklich so einiges. Einwandfrei verarbeitet, ist der Abbrand und Zug dieser Zigarre tadellos. Bei einer Rauchdauer von einer guten Stunde werden Aromen von Gewürzen, Kaffee und Karamell präsentiert, die in ihrem Gesamtarrangement stets abwechslungsreich und interessant bleiben. Die durchgehend präsente, fruchtige Note, auf die auch der Name anspielt, ist besonders im Zusammenspiel mit den übrigen Aromen interessant.","Hintergrund":"Drew Estate steht für erstklassige Tabaksorten, höchste Perfektion in der Verarbeitung und Subculture Marketing. Dabei ist Jonathan Drew als dem kreativen Kopf der Firma eigen, dass er unkonventionelle Wege bei der Komposition von Tabaksorten als auch bei der Namensgebung seiner Zigarren geht. Besonders anschaulich wird dies vielleicht an der \u003ca title=\"Drew Estate My Uzi Weighs A Ton\" href=\"/drew-estate-my-uzi-weighs-a-ton-zigarren/\"\u003eMy Uzi Weighs A Ton\u003c/a\u003e. In der Larutan-Linie schlägt sich die Experimentierfreudigkeit in der leichten, süßlichen Aromatisierung der Tabake nieder. Dabei erfolgt die Aromatisierung während der Fermentation und wird sehr behutsam ausgeführt, sodass der Eigengeschmack der erstklassigen Tabaksorten erhalten bleibt."},"diameter_mm":18.5,"ring":46,"length_mm":130,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Gewürze","Kaffee","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.7}
