{"name":"Romeo y Julieta Petit Coronas","url":"https://www.noblego.de/romeo-y-julieta-petit-coronas/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Als die kleine Schwester der Corona unterscheiden sich die Tabakmischungen nur unwesentlich voneinander. Geschmacklich dominieren Noten von Holz und Erde, sowie vegetabilische Aromen. Wie bei so vielen Zigarren dieser Marke erkennt der Connaisseur auch hier im Hintergrund eine unaufdringlich süße Note.\nAls Pendant zu solch einer milden Zigarre ist ein kräftiger Kaffee oder Espresso besonders zu empfehlen.","Genuss":"Sowohl Erscheinungsbild und Drucktest als auch der Trockenzug dieser kleinen Corona lassen eine milde Zigarre von besonders guter Qualität erhoffen. Die leuchtend braune Farbe versteht es nicht nur optisch zu überzeugen, sondern lässt zugleich auf ein abwechslungsreiches Raucherlebnis hoffen. Es bedarf nur weniger Minuten, um zu erkennen, dass diese Erwartungen keinesfalls enttäuscht werden sollen: Die Zigarre ist ausgesprochen nachgiebig und bietet bei einem nahezu perfekten Zugwiderstand von Beginn an verschiedene Aromen, die dabei keinesfalls aufdringlich erscheinen. Nennenswert sind vor allem die Noten von Holz und Erde, doch auch eine dezente Süße ist unverkennbar. Es fällt durchaus positiv auf, dass die Romeo y Julieta Petit Corona während des gesamten Rauchvergnügens von rund 45 Minuten weder droht zu heiß zu werden, noch eine unangenehme Schärfe zu entwickeln scheint - nicht bei schnellerem Ziehen und auch nicht im späteren Verlauf. Die Asche bildet einen kontrastreichen und trotzdem strukturierten Anblick, was seinen Anteil am optisch stimmigen Gesamtbild nicht verfehlt.","Hintergrund":"Allein bis zum Jahre 1959 wurden bei Romeo y Julieta über 1000 verschiedene Formate gefertigt - die Petit Corona stellt eines der neueren Formate dieser traditionsreichen Manufaktur dar. Don „Pepin“ Fernandez, der das Unternehmen Anfang des 20. Jahrhunderts aufkaufte, schaffte es auf unnachahmliche Weise, sowohl auf Klasse als auch auf Masse zu setzen. Nicht bloß die Einlage und das Umblatt, sondern auch das Deckblatt bestehen vollständig aus Tabaken der besten Plantagen der Vuelta Abajo."},"diameter_mm":17,"ring":42,"length_mm":129,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Würzig"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":9.8}
