{"name":"Perdomo Reserve 10th Anniversary Magnum Tubo Noir","url":"https://www.noblego.de/perdomo-reserve-10th-anniversary-magnum-tubo-noir/","brand":"Perdomo","series":"Reserve 10th Anniversary","details":{"Fazit":"Anfänger oder Liebhaber mittelstarker Maduro-Zigarren sollten die Perdomo Reserve 10th Anniversary Magnum Tubo Noir unbedingt probieren. Ob am Nachmittag bei einer ausgedehnten Kaffeepause oder nach dem Abendessen zum wohlverdienten Digestif ist die elegante Magnum immer die richtige Begleitung.","Genuss":"Das Magnum Format der Perdomo Reserve 10th Anniversary ist mit 15,4 Zentimetern in der Länge und dem Durchmesser von 20 Millimeter im Vergleich zu den anderen Formaten der Serie ein langes und schlankes Format. Elegant schmiegt es sich in die Hand und lässt das seidige Maduro-Deckblatt haptisch erstrahlen. Ein Duft von süßem Kaffee steigt im Kaltgeruch in die Nase und auch geschmacklich ist der handgefertigte Longfiller von edlem Charakter. Anklänge von Erde, Zedernholz, Schokolade und Kaffee entwickeln sich während des gut 90-minütigen Smokes. Gekrönt wird der perfekte Rauchgenuss von einem optimalen Zugverhalten und dem gleichmäßigen Abbrand, der eine feste hellgraue Asche ausbildet, die erst kurz vor der Mitte fällt.","Hintergrund":"Seit mittlerweile über 20 Jahren ist Perdomo für seine erstklassigen Zigarrenkreationen bekannt, die nur die besten Tabake der drei Anbauregionen Nicaraguas – Esteli, Jalapa und Condega – miteinander vereint. Und auch die 2008 herausgebrachte Reserve10th Anniversary Edition bildet dabei keine Ausnahme und überzeugt mit ihren drei Deckblatt-Variationen als Connecticut, Maduro oder Criollo."},"diameter_mm":20,"ring":50,"length_mm":154,"length_inch":0,"format":"Magnum","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Maduro","aromaProfileManufacturer":["Erdig","Kaffee","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11}
