{"name":"Davidoff Millennium Limited Edition Lancero","url":"https://www.noblego.de/davidoff-millennium-limited-edition-lancero-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Die Einlagetabake der Davidoff Millennium Limited Edition Lancero tragen die Namen Piloto Mejorado Seco, Piloto Seco, San Vicente Visus und Yamasá Ligero und stammen allesamt aus der Dominikanischen Republik. Ein mexikanisches Sumatra Seco als Umblatt sowie das legendäre 151-Hybrid-Deckblatt aus Ecuador komplettieren diesen geschmackvollen Blend von mittelkräftiger bis kräftiger Stärke. In den drei Rauchabschnitten verhalten sich ihre Aromen sehr abwechslungsreich und bieten somit einen köstlich kurzweiligen Genuss. Zu Anfang gibt die limitierte Lancero kräftig erscheinende Noten von Eichenholz, Kaffee und süßen Pflaumen am Gaumen preis. Im zweiten Rauchdrittel werden diese von zarten Tönen dunkler Schokolade und intensiven Mandel- und Pfefferaromen abgelöst. Das letzte Drittel arbeitet zunächst mit torfigen Noten auf ein würziges Finale mit weißem Pfeffer und Lakritz hin. Ein sehr spanender Genussverlauf, den man bei gemächlichen Zügen am allerbesten zur Entfaltung bringt.","Resümee":"Ein sehr intensives und geschmackvolles Meisterwerk von Davidoff! Aus Erfahrung wissen wir, dass rare Zigarren wie die Davidoff Millennium Limited Edition Lancero nicht lange auf dem Markt zu finden sind und raten Ihnen daher, sich zügig einige Exemplare oder sogar eine der adretten 10er Kisten nach Hause zu bestellen. Nur solange der knappe Vorrat reicht, verfügbar!"},"diameter_mm":16,"ring":42,"length_mm":178,"length_inch":0,"format":"Lancero","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Mexican Sumatra"],"aromaProfileManufacturer":["Eichenholz","Kaffee","Lakritz","Mandel","Pflaumen","Schokolade","Weißer Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":35,"additionalNotes":"Limited"}
