{"name":"Partagás Lusitanias","url":"https://www.noblego.de/partagas-lusitanias/","brand":"Partagás","series":"","details":{"Fazit":"Partagás Lusitania - eine mittelkräftige Kubanerin, die alles hat, was sich Kubafans wünschen. Perfekte Verarbeitung, volle und komplexe Aromen für einen ausgedehnten Rauchgenuss in Spielfilmlänge. Ebenso edel wie der fassgereifte Clément Rhum Trés Vieux VSOP, der bestens mit den Aromen der Zigarre harmoniert.","Genuss":"Den Namen Lusitania verbinden wohl die meisten mit dem britischen Passagierschiff, dessen Untergang 1915 maßgeblich den aktiven Eintritt der USA in den 1. Weltkrieg beeinflusste. Doch auch die Partagás Lusitania sollte allen Kuba-Liebhabern ein Begriff sein. Mit ihren fast 20 Zentimetern in der Länge und dem Durchmesser von 19,5 Millimetern ist die Double Corona durchaus eine Erscheinung, die bis zu zweieinhalb Stunden Aufmerksamkeit erfordert. Und die Investition lohnt sich. Würzige Aromen von Erde, Zedernholz, Kaffee, Leder und Karamell umspielen den Gaumen und steigern sich kontinuierlich. Die Verarbeitung der kubanischen Tabake ist absolut perfekt, was sich auch im optimalen Zug und geraden Abbrand erkennen lässt.","Hintergrund":"Partagás gehört zu den ältesten Marken Kubas. Ihre Wurzeln liegen im Jahr 1845, als der Spanier Don Jaime Partagás Ravelo in Havanna die „Real Fabrica Ravelo de Tabaco Partagás“ gründete, die in den folgenden Jahrzehnten eine der berühmtesten Zigarrenfabriken Kubas werden und bis heute bleiben sollte. Nicht wenige der heute noch verehrten Zigarrenmacher wie Ramón Cifuentes oder Don José Garcia erlernten und verfeinerten ihr Handwerk bei Partagás."},"diameter_mm":19.5,"ring":49,"length_mm":194,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Gewürze","Kaffee","Karamell","Leder","Zedernholz"],"strength":"Medium","flavourStrength":"Kräftig","smokingDuration":"90 Min oder länger","price":29.7}
