{"name":"Vega Fina Year of the Dog Special Edition 2018","url":"https://www.noblego.de/vega-fina-year-of-the-dog/","brand":"Vega Fina","series":"","details":{"Fazit":"Die imposante Sonderedition der renommierten Marke Vega Fina aus der Dominkanischen Republik bietet dem Genießer ein unbeschwertes Rauchvergnügen mit deutlicher Aromaentfaltung bei mittelkräftiger Stärke, ein wahrer Premiumgenuss, der sich standesgemäß auch als solcher präsentiert.","Genuss":"Ganz wie es sich für eine Premiumzigarre gehört, präsentiert sich die Vega Fina Year of the Dog mit einem herrlich matt seidig glänzenden Deckblatt der Sorte H2000 aus Nicaragua. Das darunter liegende Umblatt stammt ebenfalls aus dem Land mit den fruchtbaren Vulkanascheböden, die Einlage besteht aus einer interessanten Komposition dominikanischer und nicaraguanischer Premiumtabake. Der delikate Rauchverlauf der Toro mit dem kleinen Schwänzchen am Kopf ist geprägt von vollmundigen Zedernholz-, Kaffee- und Nussaromen sowie einer dazu fein abgestimmten Würze. Die schmackhaften Longfiller wurden von Hand in der Dominikanischen Republik gerollt und zeigen in Sachen Zug und Abbrand keinerlei Schwächen, was ebenfalls Indiz für die hervorragende Qualität der streng limitierten Year oft the Dog Special Edition 2018 Zigarren ist.","Hintergrund":"Die wunderschön gestalteten Kisten der Vega Fina Year of the Dog greifen das gewählte Thema passend auf. Neben der Vega Fina typischen Bauchbinde sind die Toros mit einer zweiten Anilla ausgestattet, die das gelungene Kistendesign nochmals widerspiegeln."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Dominikanische Republik","Nicaragua","Piloto"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Nuss","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12.8,"additionalNotes":"Limited, Pigtail"}
