{"name":"L'Atelier Selection Speciale LAT 46","url":"https://www.noblego.de/l-atelier-selection-speciale-lat-46/","brand":"L´Atelier","series":"","details":{"Fazit":"Das Ineinandergreifen aus würzig, waldigen und süßlichen Aromen sorgt dafür, dass die L‘Atelier Selection Speciale LAT 46 stets ein abwechslungsreiches Raucherlebnis bietet. Auf Grund ihrer perfekten Verarbeitung kann man dieses wunderbare Geschmackswerk sorgenfrei genießen.","Genuss":"Pfeffer, Kaffee, Zedernholz und etwas Nuss - mit dieser Aromenkomposition eröffnet die L‘Atelier Selection Speciale LAT 46 den Rauchverlauf und führt damit den würzigen Eindruck des Kaltzuges fort. Die anfänglich intensiven Pfeffernoten nehmen in der weiteren Entwicklung spürbar ab und machen so Platz für süßliche Tabaknuancen, welche perfekt mit den Nusstönen harmonieren. Im Hintergrund schwingen beständig Aromen von Kaffee und Zedernholz mit, die das bestehende Geschmacksbild mit ihrem Tiefgang ideal abrunden. Dank der herausragenden Verarbeitung der Corona Gorda ist die Abbrandlinie kreisrund und sorgt im Zusammenspiel mit einer makellosen Rollung für eine traumhaft festgeschichtete, weiße Aschebildung. Mit einer Länge von 14,30 cm und einem schlanken 46er Ringmaß liegt die Rauchdauer bei ca. 70 Minuten.","Hintergrund":"Als Produkt der Zusammenarbeit von Pete Johnson und Pepin Garcia wird die L`Atelier Selection Speciale LAT 46 in der Manufaktur von „My Father Cigars“ gefertigt. Die Besonderheit dieser Zigarrenserie liegt in ihrer Tabakzusammensetzung. Als Deckblatt wurde ein „Sancti Spiritus“ aus Ecuador verwendet. Ein Hybrid aus karibischen „Pele de Oro“ und Criollo Tabaksorten, welcher ein Geschenk der Familie Oliva war. Umblatt und Einlage stammen aus Nicaragua."},"diameter_mm":18.2,"ring":46,"length_mm":143,"length_inch":0,"format":"Corona","maker":"Jose Pepin Garcia, Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Kaffee","Schokolade"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.5}
