{"name":"Flor de Copan Special Edition Gran Toro","url":"https://www.noblego.de/flor-de-copan-special-edition-gran-toro/","brand":"Flor de Copan","series":"","details":{"Fazit":"Die Flor de Copan Special Edition Gran Toro lässt den Genießer am geschmackvollen Charakter einer honduranisch-nicaraguanischen Tabakmischung teilhaben. Ein sehr delikater Genuss, den es leider nur in begrenzter Stückzahl gibt.","Genuss":"Das hellbraune Deckblatt der Flor de Copan Special Edition ist von der Sorte Connecticut Shade und ebenso wie das Umblatt der Zigarre, stammt es aus honduranischem Anbau. In der Einlage finden sich neben auf den Punkt gereiften Tabaken aus Honduras, ebenso behandelte Tabake aus dem etwas südlicher gelegenen Nachbarland Nicaragua. Diese Komposition sorgt im Rauchverlauf für komplex auftretende Aromen von geröstetem Toast, Nuss, Holz und Kakao samt unaufdringlichen Noten schwarzen Pfeffers. Das Toro Gordo Format mit einem Ringmaß von 56 begünstigt zudem die voluminös, cremige Rauchentwicklung und macht die Flor de Copan Special Edition so zu einer Zigarre mit sehr hohem Genussfaktor. Ihren absoluten Premiumcharakter unterstreicht die limitierte Honduranerin zudem mit einem unkomplizierten Zug- und Abbrandverhalten.","Hintergrund":"Limitierte Sondereditionen der Marke Flor de Copan sind wirkliche eine Seltenheit. Umso interessanter wird es, wenn dann doch einmal eine solche Vitola auf dem Markt erscheint. Liebhaber der honduranischen Flor de Copan Zigarren, sollten sich einige der Special Edition Gran Toros sichern, die Gelegenheit dazu ist momentan sehr günstig."},"diameter_mm":22.2,"ring":56,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Haselnuss","Holz","Kakao","Röstaromen","Schwarzer Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.8,"additionalNotes":"Limited"}
