{"name":"Pinolero by A.J. Fernandez Corona","url":"https://www.noblego.de/pinolero-by-a-j-fernandez-corona/","brand":"Pinolero by A.J.Fernandez","series":"","details":{"Fazit":"Wie von A.J. Fernandez gewohnt, überzeugt die Pinolero Corona bereits durch ihre herausragende Verarbeitung. Diesen positiven Eindruck bestärkt sie dann auch während des Rauchverlaufs und nimmt Sie mit auf eine geschmackliche Reise, welche durch die Komposition aus Pfeffer, Kakao, Kaffee und Nuss ein echtes Erlebnis ist.","Genuss":"Bereits im Kaltzug der A.J. Fernandez Pinolero Corona findet sich ein feines Aromenspektrum bestehend aus Kakao, Kaffee sowie waldigen Noten. Nach dem Anfeuern eröffnet sich ein traumhaft tiefgängiges Geschmackserlebnis, welches zunächst von Pfeffer, Heu und floralen Nuancen bestimmt ist, im weiteren Verlauf aber durch Kakao und einer bitteren Kaffeenote ergänzt wird. Abgerundet wird diese Aromenpalette von gerösteten Nüssen. Dabei bewegt sich die Zigarre stets in einem mittelkräftigen Bereich. Durch einen angenehm leichtgängigen Zugwiderstand bringt die A.J. Fernandez Pinolero Corona Unmengen an cremigem Rauch zu Tage und sorgt dabei gleichzeitig durch ihre perfekte Rollung für eine kreisrunde Abbrandlinie. Mit ihrer Länge von 12,70 cm und einem 42er Ringmaß ermöglicht sie ca. 40 Minuten Rauchvergnügen.","Hintergrund":"Gefertigt in Esteli, Nicaragua, bestechen die Zigarren der Pinolero Serie durch eine rein nicaraguanische Tabakzusammensetzung. Die Einlage dieser Puros wird bis heute zum Teil geheim gehalten. Als Erweiterung der\u003ca title=\"San Lotano Zigarren bei Noblego\" href=\"/san-lotano-zigarren/\"\u003e San Lotano Serie\u003c/a\u003e werden die Tabake für das Pinolero Sun Grown Deckblatt speziell von der Familie Fernandez angebaut."},"diameter_mm":16.7,"ring":42,"length_mm":127,"length_inch":0,"format":"Corona","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"binderProperty":"Sungrown","aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Nuss","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":9.5}
