{"name":"Tatuaje La Seleccion de Cazador 10th Anniversary Bon Chasseur","url":"https://www.noblego.de/tatuaje-la-seleccion-de-cazador-10th-anniversary-bon-chasseur/","brand":"Tatuaje","series":"Tatuaje La Seleccion de Cazador","details":{"Fazit":"Was für eine Jubiläumszigarre. Die Tatuaje La Seleccion de Cazador 10th Anniversary Bon Chasseur versetzt einen zurück ins Jahr 2003, als die erste Zigarre der Serie auf den Markt kam. Ein Rückblick, der Spaß macht.","Genuss":"Man muss sich nicht unbedingt im Jagdgewerbe auskennen, um ein Exemplar der begehrten Tatuaje La Seleccion de Cazador Bon Chasseur zu erstehen, auch wenn der Name das zunächst nahelegen könnte. Vielmehr könnte man es andersherum auslegen, dass es der „Gute Jäger“ mit viel Kraft und Geschmack unnachahmlich versteht, seine Beute zu fangen. Und Sie sollten sich nicht wehren, denn dann würden Sie einiges verpassen. Die Kombination aus Pfeffer, Erde, Würze und etwas Kaffee schmeckt bis zu 70 Minuten lang und hinterlässt einen glücklichen Raucher, der sich nach dem Genuss der knapp 14 cm langen Robusto mit dem 52er Ringmaß entspannt zurücklehnen und in Erinnerungen an ein besonderes Raucherlebnis schwelgen kann.","Hintergrund":"Die Tatuaje La Seleccion de Cazador 10th Anniversary Bon Chasseur und Belle Encre wurden erstmals auf der IPCPR 2013 vorgestellt. Letztere ist ein Perfecto Format, das ebenso wie die Bon Chasseur nur in limitierter Auflage erscheint. Einlage und Umblatt stammen aus Nicaragua, das Deckblatt stammt aus Ecuador. Auch die sechs Ursprungsformate der Serie wurden anlässlich des Jubiläums mit neuem Zigarrenring und in Goldfolie eingeschlagen neu aufgelegt. Ab 2014 erscheinen sie dann wieder in ihrem herkömmlichen Design."},"diameter_mm":20.6,"ring":52,"length_mm":137,"length_inch":0,"format":"Robusto Extra","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10,"additionalNotes":"Inter-tabac 2013, Limited"}
