{"name":"Gurkha Ghost Gold Shadow","url":"https://www.noblego.de/gurkha-ghost-gold-shadow/","brand":"Gurkha","series":"Gurkha Ghost Gold","details":{"Fazit":"Die Gurkha Ghost Gold Shadow ist eine eindrucksvolle Robusto für unter zehn Euro, die man sich nicht entgehen lassen sollte. Ein cremiges Raucherlebnis, wie Balsam für den Genießergaumen, auf sehr hohem Niveau!","Genuss":"Bei der Gurkha Ghost Gold Shadow hat das erfahrene Blending-Team von Kaizad Hansotia sich mächtig ins Zeug gelegt, um einen Smoke zu kreieren, der für jeden Gaumen etwas zu bieten hat. Das Deckblatt der wunderbar gearbeiteten Robusto kommt aus dem mittlerweile zum führenden Lieferanten von Deckblättern avancierten Ecuador, darunter befindet sich ein Criollo 97 Umblatt aus der Dominikanischen Republik. Die hochwertigen Einlagetabake der mittelkräftigen Vitola stellt ein Trio aus Nicaragua, den USA und der Dominikanischen Republik. Geschmacklich offeriert der leckere Smoke seinem Genießer herrlich cremige Aromen von Nuss, Erde, Zedernholz und Toast unterlegt von einer dezenten Süße. Bei technisch einwandfreiem Zug- und Abbrandverhalten beschert einem dieser feine Leckerbissen, ein entspanntes Rauchvergnügen von bis zu einer Stunde und länger.","Hintergrund":"Auf Silber folgt naturgemäß Gold. Die Zigarren der bereits länger auf dem Markt verfügbaren Gurkha Ghost Serie tragen silberne Bauchbinden. Für die Gurkha Ghost Gold Vitolas hat man eine wunderschöne gold-glänzende Bauchbinde gewählt."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Dominikanische Republik","Nicaragua","USA"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Nuss","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.5}
