{"name":"PDR A Crop Gordo Claro","url":"https://www.noblego.de/pdr-a-crop-gordo-claro/","brand":"PDR","series":"A Crop","details":{"Fazit":"Die PDR A Crop Gordo Claro ist eine große, feine und preiswerte Zigarre aus der Dominikanischen Republik. Sie füllt einen Rauchabend ganz alleine aus und verträgt sich gut mit einem frischen und unkomplizierten Weißwein. Die Empfehlung wäre hier ein Silvaner aus Franken. Diese Weine besitzen oft eine ausgeprägte Frucht, die gut neben der Zigarre bestehen kann.","Genuss":"Die PDR A Crop Gordo Claro ist in ein helles Naturblatt aus Ecuador eingerollt. Gut ausgereifte Tabake aus früheren Produktionen edler Premiumzigarren wurden für das Innenleben verwendet. Diese so genannten Resttabake stammen aus der Dominikanischen Republik und aus Nicaragua. Sie sind jedoch keinesfalls von geringem Wert. Vielmehr bieten sie Tabakgenuss pur und punkten mit ihrer langen Reifezeit. Der Abbrand dieser Zigarren ist ganz gleichmäßig und bildet einen hellgrauen und stabilen Aschekegel. Der Zugwiderstand ist genau richtig eingestellt. Ledrige Noten, Kakaoduft und auch etwas erdige Töne vereinen sich zu einem schönen Bouquet. Diese Zigarren besitzen den beeindruckenden Durchmesser von 23 Millimetern und messen immerhin 152 Millimeter in der Länge. Sie bieten eineinhalb Stunden lang Tabakgenuss der feinen Art.","Hintergrund":"PDR Zigarren der Serie A Crop gehören zu einer Serie, die bewusst mit Überbleibseln früherer Produktionen und einer preisgünstigen Konfektion arbeitet. So ist das fabelhafte Preis-Leistungsverhältnis dieser Longfiller zu erklären. Die Tabake werden nach dem in Kuba entstandenen Entubado-Verfahren gerollt. Dieses garantiert ein sehr gleichmäßiges Zug- und Abbrandverhalten. Blätter verschiedener Herkunft werden dabei zu Strängen gedreht, die danach durch das Umblatt vereint werden."},"diameter_mm":23,"ring":58,"length_mm":152,"length_inch":0,"format":"Gordo","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":4}
