{"name":"Quisqueya Torpedo","url":"https://www.noblego.de/quisqueya-torpedo/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Wer einen gelungenen Einstieg für ein etwas längeres Tasting sucht oder nach dem Feierabend einfach mal für 80 Minuten entspannen will, ist bei der Quisqueya Torpedo genau richtig. Denn hier erlebt man die Vereinigung von hoher Rauchdauer, optimalem Rauchverhalten und einer harmonischen Kombination von Aromen. Ein einfacher Kaffee passt übrigens bestens dazu.","Genuss":"Die Quisqueya Torpedo ist wie die anderen Vertreter dieser Serie in einem hellbraunen Connecticut Shade Deckblatt verpackt und  sorgt mit ihren Ausmaßen von 15,5 Zentimetern Länge sowie einem Durchmesser von 20 Millimetern für ein gut 80 Minuten andauerndes Rauchvergnügen. Die tadellose Verarbeitung drückt sich vor allem beim perfekten Abbrand  aus, bei dem Schiefbrände der Vergangenheit angehören. Die resultierende Asche ist optisch durchaus ansprechend, hebt sie sich doch mit ihrer weißen Farbe stark vom restlichen Zigarrenkörper ab. Der Zugwiderstand ist etwas fester als bei der Marke Quisqueya üblich, aber immer noch gut. Doch das herausragende Merkmal dieser Torpedo-Variante ist ihre Rauchentfaltung. Es macht einfach Spaß den dichten, weißen Qualm auszuatmen und danach sein allmähliches Dahinschwinden in der Luft noch ein wenig zu beobachten! Darüberhinaus wird das optimale Rauchverhalten durch ein sehr ausgewogenes und mildes Geschmackserlebnis ergänzt. Beim Zug wird der Aficionado mit einer fruchtigen Süße begrüßt, die im Hauptteil dem dominanten, holzigen Aroma weicht, um dann im Abgang in eine Mischung aus Erde und Leder überzugehen. Begleitet wird diese stimmige Komposition von einem leichten Prickeln, das im gesamten Zungenbereich zu spüren ist."},"diameter_mm":20,"ring":50,"length_mm":155,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Erdig","Holz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.9}
