{"name":"Drew Estate MUWAT 6x60 (My Uzi Weighs A Ton)","url":"https://www.noblego.de/drew-estate-my-uzi-weighs-a-ton-6x60/","brand":"Drew Estate","series":"My Uzi Weighs A Ton","details":{"Fazit":"Die Drew Estate My Uzi weighs a Ton 6x60 macht Spaß und fordert heraus. Den idealen Drink haben wir noch nicht entdeckt, im Zweifel kann ein guter Cognac nie verkehrt sein.","Genuss":"Mit der Drew Estate My Uzi weighs a Ton 6x60 ist die Mitte der so einfach benannten drei „Großen“ MUWAT’s erreicht. Mit 15,2 Zentimetern perfekte Toro-Länge, mit dem 24 mm Durchmesser aber wieder ein mächtiger Stumpen. Der reicht für ungefähr 80 Minuten Rauchgenuss, der nicht so einfach zu beschreiben ist. Zwar kann man die Aromen aufzählen; es sind Kaffee, Erde und Leder; aber so richtig kommt man der Zigarre damit nicht bei. Und das bedeutet eine Würze, die sich der Beschreibung entzieht, weil sie so abwechslungsreich und so ungewöhnlich ist. Der Abbrand ist gerade und erzeugt eine stabile und weiße Asche, das Zugverhalten etwas leichter als beispielsweise bei der Undercrown-Serie, nie aber zu leicht. Einfach aber komplex.","Hintergrund":"Meine Uzi scheint eine Tonne zu wiegen oder Meine Uzi erscheint als wäre sie eine Tonne; die Übersetzungen für den Seriennamen sind mehrdeutig und sagen viel über den hintergründigen Humor aus, der die Herren um Jonathan Drew ausmacht. Auf der Intertabak 2012 ist der Masterblender der Firma dann auch mit einem motorgetriebenen Skateboard durch die Hallen gerollt, der Stand war lustig und laut. Die Zigarren aber verdeutlichen höchste Zigarrenkunst und einen Hang zur Perfektion, den man nicht auf den ersten, aber sicher auf den zweiten Blick erkennt."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andres Maduro","fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Erdig","Kaffee","Leder","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.7}
