{"name":"Bossner Ambassador T.E.","url":"https://www.noblego.de/bossner-ambassador-t-e/","brand":"Bossner","series":"","details":{"Fazit":"Wie wäre es mit einem netten Abend am Kamin, dem Grill oder sonstiger Feuerstelle, einem feinen Scotch Whisky aus den Highlands. Dann gemütlich machen und der Bossner Ambassador T.E. den Raum geben, den ein Botschafter verdient.","Genuss":"Wenn man die Bossner Ambassador T.E. aus ihrem edel bedrucktem Karton „befreit“ hat, erwartet einen ein spektakulärer Anblick.  Das Doppelfigurado Format ist gerade so selten, dass man über ein Exemplar noch ehrlich erstaunt sein kann.  Und die 145 Millimeter Länge und maximal 20,6 Millimeter Durchmesser sind in perfekter Weise verarbeitet, ein Eindruck, der sich über den gesamten Rauchverlauf aufrechterhält.  Das berühmte Mata Fina Brazil Deckblatt glänzt und verrät schon die süß würzige Art der Zigarre. Dabei kommt sie durchaus mit einer schönen Ansammlung von Aromen daher: Erde, Holz, Kakao, Schokolade, eine Süße und eine feine Cremigkeit bilden das Gerüst dieser Premiumzigarre. Abbrand und Zugverhalten sind gut, die Asche ist stabil. Eine Festtagszigarre, zweifelsohne.","Hintergrund":"Wenn von Bossner Zigarren die Rede ist, dann von opulentem Design, einer geschichtsträchtigen Namensgebung der Zigarren und einem Auftritt, der sich aus diesen Faktoren zwangsläufig ergibt. Diese Zigarre kommt aus der Fabrik in der Dominikanischen Republik und benutzt als Einlage und Umblatt auch Tabake von der Insel. Das Deckblatt ist ein Mata Fina aus Brasilien, eines der teuersten Deckblätter der Welt."},"diameter_mm":20.6,"ring":52,"length_mm":145,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Mata Fina","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kakao","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15.8}
