{"name":"Balmoral Anejo XO Corona","url":"https://www.noblego.de/balmoral-anejo-xo-corona/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Mit der Balmoral Anejo XO Corona hat man eine unkomplizierte, leicht würzige und mittelstarke Longfiller-Zigarre in der Hand. Dazu passt ein sonnenverwöhnter und ebenso würziger Chardonnay aus Californien.","Genuss":"Fast 15 Zentimeter Länge auf ein 42er Ringmaß bieten eine Stunde Rauchgenuss auf sehr hohem Niveau. Der Kaltgeruch ist angenehm grasig, die Verarbeitung perfekt.  Das feine Arapiraca-Deckblatt kommt aus Brasilien und das Olor-Umblatt aus der Dominikanischen Republik. Die Einlage dieses perfekt gearbeiteten Longfillers ist ein ausgewogener Blend aus Tabaken Brasiliens, Nicaraguas und der Dominikanischen Republik. Der\u003cstrong\u003e \u003c/strong\u003eRauch erscheint etwas kräftiger als bei den größeren Schwestern – typisch für das Corona-Format eben. Kakao, Gewürze, und vielleicht sogar etwas Sternanis liefern eine abwechslungsreiche Fahrt in einem feinen Rauch. Gerne mehr davon!","Hintergrund":"In San Pedro de Macorís, der drittgrößten Stadt der Dominikanischen Republik werden die Balmoral-Zigarren in der eigenen Fabrik von Agio gerollt. Dass man bei Balmoral ein Herz für klassische Zigarrenformate hat, ist nicht erst mit der \u003ca href=\"/balmoral-anejo-xo-lancero-ft/\"\u003elimitierten Auflage der Lancero FT\u003c/a\u003e klar. Die hier gezeigte Corona ergänzt das ursprüngliche Erfolgstriumvirat der Balmoral Anejo XO (das XO steht für \u003cem\u003eExceptuionally Old\u003c/em\u003e) mit sehr lang  gelagertem Tabak um eine der klassischen Vitolas, die zu Unrecht etwas aus der Mode gekommen sind."},"diameter_mm":16.7,"ring":42,"length_mm":149,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"wrapperType":"Arapiraca","aromaProfileManufacturer":["Gewürze","Kakao","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7,"additionalNotes":"Aged"}
