{"name":"Personales Ligero Corojo Robusto","url":"https://www.noblego.de/personales-ligero-corojo-robusto/","brand":"Personales","series":"Ligero Corojo","details":{"Fazit":"Die Personales Ligero Corojo Robusto stellt eine schöne Abwechslung zu den sonst eher milden bis mittelstarken dominikanischen Zigarren dar. Eine Tasse Kaffee ergänzt die Aromenpalette perfekt um eine weitere intensive Note.","Genuss":"Die neueste Kreation aus dem Hause Charles Fairmorn präsentiert sich in Form einer würzigen Dominikanerin, die so manchen an nicaraguanische Zigarren erinnern wird. Eine Mischung aus Piloto Seco und Ligero, Criollo 98 Ligero und Dominican Olor Ligero sorgt für die kräftige Stärke und das intensive Aroma der Personales Ligero Corojo Robusto. Komplettiert wird das Ensemble durch ein Dominican Olor Umblatt und ein Corojo Deckblatt aus Ecuador. Schon im leicht pfeffrigen Kaltgeruch lässt sich die Würze erahnen. Und tatsächlich zeigt sich auch gleich zu Beginn, wie viel Kraft in dem Longfiller steckt. Holzige und erdige Noten sind zu erschmecken, ab dem zweiten Drittel dominieren Kaffee, Schokolade und Röstaromen. Auf den letzten Zentimetern kommen auch die pfeffrigen Nuancen nicht zu kurz, ohne jedoch für eine zu dominante Schärfe zu sorgen. Aromatisch schön ausgewogen lässt sich die Robusto bei bestem Abbrand und Zug bis zu 80 Minuten genießen.","Hintergrund":"Ligeros sind die besonders gehaltvollen Blätter der Tabakpflanze. Sie befinden sich an der Spitze der Pflanze und sind durch die höhere Sonneneinstrahlung etwas dunkler und voller im Geschmack. Als Reaktion auf das Sonnenlicht bilden sie Öle aus, die sich intensiv im Aroma niederschlagen. Sie sollten mindestens drei Jahre vor der Verarbeitung zur Reifung gelagert werden."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"binderProperty":"Corojo","aromaProfileManufacturer":["Kaffee","Kakao","Nuss","Röstaromen","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.5}
