{"name":"Villiger 1492 Corona","url":"https://www.noblego.de/villiger-1492-corona/","brand":"Villiger","series":"1492","details":{"Fazit":"Die perfekte Zigarre für jede Gelegenheit. Ob nach dem Essen oder als Einleitung des Abends, die Villiger 1492 Corona ist eine angenehm milde Begleitung, die mit einem Gin Tonic noch besser schmeckt.","Genuss":"So exquisit wie ihr Name kommt die Neuauflage der beliebten Hommage 1492 Exquisito des Schweizer Tabakunternehmens Villiger daher. In neuem Design und mit einer neuen Tabakmischung versehen, steht die Villiger 1492 Corona für leichten, aber nicht zu milden Zigarrengenuss. Ein ecuadorianisches Connecticut Deckblatt umschließt die Einlage aus dominikanischem Piloto und Olor und das Umblatt aus Java. Die Corona verströmt Düfte von Zedernholz im Kaltgeruch, diese bilden auch die aromatische Basis während des bis zu 45-minütigen Smokes. Daneben scheinen nussige und grasige Noten auf, im zweiten Drittel verbunden mit einer cremig-süßlichen Nuance. Die hochwertige Verarbeitung der 13,6 Zentimeter langen und 17 Millimeter dicken Corona bestätigt sich auch im guten Zug und dem gleichmäßig runden Abbrand.","Hintergrund":"Eine Hommage an den wohl berühmtesten Entdecker des letzten Jahrtausends. Die Villiger 1492 sind Christoph Columbus und seiner Reise Richtung Westen, während der er auch die Dominikanische Republik, Produktionsland der Villiger 1492, entdeckte, gewidmet.  Die Insel Hispaniola, zu der Haiti und die Dominikanische Republik gehören, wurde die erste spanische Kolonie in der Neuen Welt und Columbus zu deren Gouverneur und Vizekönig ernannt."},"diameter_mm":17,"ring":42,"length_mm":136,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Gewürze","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":6.2}
