{"name":"El Artista The Slugger by David Ortiz Robusto","url":"https://www.noblego.de/el-artista-the-slugger-by-david-ortiz-robusto-zigarren/","brand":"El Artista","series":"","details":{"Genussverlauf":"Das makellose Deckblatt der El Artista The Slugger by David Ortiz Robusto stammt aus der mexikanischen Tabakhochburg San Andrés. Ein dominikanisches Umblatt sowie eine US-amerikanische, dominikanische und nicaraguanische Einlage komplettieren den Blend dieser meisterlich verarbeiteten Longfiller. Ein ordentlicher Anteil gehaltvoller Ligero-Tabake in der Einlage verleiht dem ohnehin kräftig ausgelegten Smoke einen besonders starken Charakter. So sind neben einer vollmundigen Würze ausgeprägte Aromen von Leder, Zartbitterschokolade und exotischen Gewürzen am Gaumen auszumachen, während man die aus dominikanischer Produktion stammende Zigarre genießt. Gut 60 Minuten steht sie ihrem Genießer bei bestem Zug- und Abbrandverhalten zur Verfügung.","Nice to know":"Die Karriere von David Ortiz als Baseball-Profispieler erreichte im Jahr 2004 ihren Höhepunkt. In diesem Jahr konnte er mit den Boston Red Sox die World Series gewinnen. Für die Red Sox war dies der erst große Titel nach sage und schreibe 86 Jahren.","Resümee":"Die El Artista The Slugger by David Ortiz Robusto spricht aufgrund ihrer sehr kräftigen Stärkeausrichtung ausschließlich erfahrene Genießer an. Diese erwartet ein in allen Belangen zufriedenstellendes Rauchvergnügen mit herrlich tiefgehenden Aromen und sehr schmackhafter Würzigkeit."},"diameter_mm":20.3,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Nicaragua","USA"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"San Andrés","aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":11.9}
