{"name":"Perdomo Fresco Torpedo Connecticut Bundle","url":"https://www.noblego.de/perdomo-fresco-torpedo-connecticut-bundle/","brand":"Perdomo","series":"Fresco","details":{"Fazit":"Eine unglaublich leckere Zigarre, die nicht viel Aufmerksamkeit verlangt. Florale Nuancen, aufsteigende Cremigkeit und eine phantastische Würze machen die Perdomo Fresco Connecticut Torpedo aus. Wir empfehlen sie für einen ruhigen Mittagssmoke oder Abendsmoke zum Abschalten. Um die Aromen besser zur Geltung zu bringen, empfehlen wir Ihnen ein kühles Radler zur Erfrischung oder einen fruchtigen Cocktail.","Genuss":"Von Beginn an entfaltet die Perdomo Fresco Connecticut Torpedo ein leicht florales Aromabouquet mit einer feinen Cremigkeit. Anfangs gesellt sich noch eine leicht bittere Note dazu, die sehr schnell wieder in den Hintergrund gedrängt wird. Aromen von Holz und schwerem Cognac treten im Hintergrund auf und werden im Rauchverlauf  immer prägnanter. Ab der Hälfte der Zigarre gesellt sich eine herbe Erdigkeit dazu. Sie wird von der Tabaksüße und der milchigen Cremigkeit im letzten Drittel rund im Geschmack. Unterstützt wird die Cremigkeit von einer schokoladenen Note, die bis zum Schluss beibehalten wird. Im gesamten Rauchverlauf liegen im Hintergrund die Aromen von frischem Gras und der Duft nach Flieder. Diese Zigarre bietet nicht nur einen interessanten Aromenverlauf, sondern ist auch noch perfekt verarbeitet. Ein feinadriges Deckblatt wurde verwendet und bietet einen optimalen Zug bei ca. 90 Minuten Rauchdauer. Das Format Torpedo hat eine Länge von 16,5 Zentimeter und einen Durchmesser von 21,3 Millimeter.","Hintergrund":"Die Perdomo Fresco Torpedo wird mit einem feinen Connecticut Shade Deckblatt in Nicaragua produziert. Die Region Esteli steht für hervorragende Tabake aus dem südamerikanischen Staat. Auf den großen Farmen lässt Nick Perdomo Jr. seine Zigarren per Hand rollen. Sie ist eine preiswerte Alternative zu den anderen Premiumzigarren der Perdomo Familie, die dennoch aus hochwertigen Longfiller Tabaken besteht."},"diameter_mm":21.3,"ring":54,"length_mm":165,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Blumig","Cremig","Erdig","Gras"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.6}
