{"name":"Vega Fina Year of the Dragon 2024","url":"https://www.noblego.de/vega-fina-year-of-the-dragon-2024-zigarren/","brand":"Vega Fina","series":"","details":{"Genussverlauf":"Das beinahe makellos erscheinende Deckblatt der feschen Year of the Dragon 2024 von Vega Fina durfte unter optimalen klimatischen Bedingungen auf den fruchtbaren Böden Ecuadors gedeihen. Ein nicaraguanisches Umblatt sowie eine dominikanisch-nicaraguanische Einlagekomposition vollenden den insgesamt im gemäßigt mittelkräftigen Stärkebereich angesiedelten Blend der 17,1 cm langen Sonderedition. Ihr großzügiges Ringmaß von 54 begünstigt die Produktion eines angenehm kühlen und cremigen Rauchs, welcher während des Genusses ein äußerst abwechslungsreiches Aromaspiel an den Gaumen befördert. Zu Beginn überrascht sie mit allerlei fruchtigen Anleihen, nussigen und schokoladigen Noten. Darin eingebunden findet sich eine feine, natürliche Tabaksüße. Zur Halbzeit tauchen neben floralen Tönen, ordentlich minzige und pfeffrige Spitzen auf, die für eine wundervoll ausgewogen wirkende Intensität sorgen. Im letzten Rauchdrittel nimmt man dann an einer spannenden Verschmelzung der vorangegangen Aromaelemente teil. Je nach Rauchverhalten kann man diese Zigarre problemlos bis zu zwei Stunden lang genießen. Ihre Zug- und Abbrandeigenschaften sind, wie es sich für ein Premiumprodukt von Vega Fina gehört, als absolut top zu bezeichnen.","Resümee":"Eine sehr abwechslungsreiche, spielerisch veranlagte und doch unglaublich harmonisch zu genießende Sonderedition aus der Dominikanischen Republik. Wer die Vega Fina Year of the Dragon 2024 erst einmal probiert hat, wird schnell zum Wiederholungstäter. In Sachen Preis-Leistung stimmt bei diesem imposanten Format einfach alles. Das einzige Manko stellt hier die stark begrenzte Verfügbarkeit dar. Denn auch wenn Sie und wir es nicht gerne hören möchten, können wir diesen Leckerbissen nur, solange der Vorrat reicht anbieten."},"diameter_mm":21.4,"ring":54,"length_mm":171,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Floral","Fruchtig","Holz","Kaffee","Leicht Süß","Minze","Nuss","Pfeffer","Röstaromen","Schokolade","Würzig","Zedernholz"],"flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":13.8,"additionalNotes":"Limited"}
