{"name":"La Flor Dominicana Grand Maduro No. 5","url":"https://www.noblego.de/la-flor-dominicana-grand-maduro-no-5/","brand":"La Flor Dominicana","series":"Premium Line","details":{"Fazit":"Die La Flor Dominicana Grand Maduro No. 5 verbindet Premium-Qualität mit einem angemessenen Preis. Medium-aromatisch im Geschmack eignet sie sich für Neulinge und Kenner gleichermaßen. Ihre Aromenvielfalt lässt sich am besten mit einem einfachen Kaffee oder einem eleganten Rum kombinieren. Das ein oder andere Stück Schokolade ist auch nicht verkehrt.","Genuss":"Die La Flor Dominicana Grand Maduro No. 5 erscheint im, in den USA sehr beliebten, Boxpressed Format. Das heißt, sie hat anstelle der kreiszylindrischen Form eine quaderförmig anmutende Gestalt. Das Genusserlebnis der 15,7 Zentimeter langen und 20,6 Millimeter dicken Toro unterscheidet sich jedoch nicht entscheidend von dem in gewohnter Formung. In der Regel trägt die Boxpressung zu einem besseren Zugverhalten bei, das auch bei der Grand Maduro No. 5 während des bis zu 90-minütigen Smokes angenehm leicht ist. Auch der Abbrand gestaltet sich gleichmäßig und bildet eine feste Asche aus. In Einlage und Umblatt werden dominikanische Tabake verarbeitet, als Deckblatt dient ein sehr dunkles Connecticut Broadleaf Maduro. Diese Zusammenstellung ermöglicht ein komplexes Aromenspiel, das sowohl süße Töne von Schokolade, Toffee und Frucht aufweist, als auch herbere Noten von Leder, Erde und Pfeffer erkennen lässt. Ein rundum gelungenes Rauchvergnügen.","Hintergrund":"Als Ines und Litto Gomez im Jahr 1996 ihr Unternehmen La Flor Dominicana in Santiago de los Caballeros, dem Zentrum für Tabakerzeugnisse in der Dominikanischen Republik, gründeten, ging für beide ein lang gehegter Traum in Erfüllung. Seit dieser Zeit hat sich das Unternehmen fest auf dem Markt für Premium-Zigarren etabliert und zahlreiche Serien und Formate in sein Portfolio aufgenommen."},"diameter_mm":20.6,"ring":52,"length_mm":157,"length_inch":0,"format":"Toro","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Kaffee","Leder","Schokolade","Toffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.8}
