{"name":"Sancho Panza Belicoso","url":"https://www.noblego.de/sancho-panza-belicoso/","brand":"Sancho Panza","series":"","details":{"Fazit":"Die mittelstarke Sancho Panza Belicoso ist eine schöne Zigarre für Einsteiger in die kubanische Tabakskunst. Ihre ausgewogenen Aromen erfreuen aber auch Kenner. Sie ist für jede Gelegenheit ein ebenso treuer Begleiter wie ihr Namenspate, ob zum Kaffee am Nachmittag oder zum kubanischen Rum am Abend.\nTipp: Ein paar Jahre der Reifung im Humidor machen ihr Aroma und das Rauchverhalten noch besser.","Genuss":"Seit über 150 Jahren werden die Sancho Panza Zigarren in Kuba produziert und obwohl ihr Weg nicht immer geradlinig verlief, werden sie doch stets qualitativ hochwertig verarbeitet. Alle verwendeten Tabake stammen aus der berühmten Vuelta Abajo in Kuba und verleihen der Sancho Panza Belicoso die typischen Aromen mit erdigen und holzigen Tönen. Auffallend angenehm sind die floralen und fruchtigen Akzente verbunden mit einer schokoladigen Süße, die im Rauchverlauf immer wieder hervortreten. Mit einem 52er Ringmaß ausgestattet versprüht die Belicoso über 14 Zentimeter Länge ihre harmonischen Aromen und verspricht 60 bis 80 Minuten Rauchgenuss, der von einem geraden Abbrand und perfektem Zugverhalten begleitet wird.","Hintergrund":"Der deutsche Auswanderer Emilio Ohmstedt kreierte 1848 die Marke Sancho Panza, deren Namensgeber der treue Begleiter des berühmten Ritters Don Quichote de la Mancha ist. Die Geschichte der Marke ist von Höhen und Tiefen bestimmt. Mehrfach weiter verkauft, brachte sie ihren zahlreichen Besitzern kein Glück, so dass ihre Produktion zwischenzeitlich sogar eingestellt wurde. 1930 endlich gelang der „El Rey del Mundo Cigar Company“ der Erfolg und die Sancho Panza entwickelte sich zu einer weltweit beliebten Zigarre."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Leder","Schokolade","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15.4}
