{"name":"Villiger La Meridiana Robusto","url":"https://www.noblego.de/villiger-la-meridiana-robusto-zigarren/","brand":"La Meridiana","series":"","details":{"Fazit":"Die La Meridiana Robusto ist eine echte Premium-Zigarre. Gemessen an der sehr hohen Qualität ist ihr Preis-Leistungsverhältnis außerordentlich gut. Die milden nicaraguanischen Tabake zaubern ein nachhaltiges und sehr angenehmes Raucherlebnis herbei. Dazu noch ein Rum-Cocktail und der Zigarrenabend ist perfekt ausgestattet.","Genuss":"Die La Meridiana Robusto ist mit 127 Millimetern Länge und 20 Millimetern Durchmesser eine beeindruckende Erscheinung. Sie entfaltet im Rauch eine Fülle von Aromen, von Kaffee bis Gras, Süße und Würze gleichermaßen. Im Verlauf des edlen Smokes treten Düfte von Holz und Nüssen auf. Diese Zigarre ist außerordentlich mild und damit auch für den Einsteiger bestens geeignet. Abbrand und Zugwiderstand sind ideal und insgesamt überzeugt die handwerkliche Qualität jeden erfahrenen Zigarrenraucher sofort.","Hintergrund":"Die Fabrik „La Meridiana“ gehörte einst zu den großen Manufakturen, die das Stadtbild Havannas prägten. Nachdem sie einige Jahrzehnte in Vergessenheit geraten war, wurde die La Meridiana-Zigarre kurz vor der Jahrtausendwende von El Mundo de Tabaco, die zu Villiger gehören, erneut auf den Markt gebracht. Villiger fand mit der Manufaktur Tabacos Puros de Nicaragua einen idealen Partner. Dieser baut Tabake im Esteli-Tal an, eine Gegend, die zu den herausragenden Anbaugebieten für Tabak in Nicaragua gehört. Dementsprechend hochwertig ist unsere Zigarre."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gras","Kaffee","Nuss","Schärfe","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.9}
