{"name":"Marca Fina Brazil Robusto","url":"https://www.noblego.de/marca-fina-brazil-robusto/","brand":"Marca Fina","series":"Brazil","details":{"Fazit":"Die Marca Fina Brazil Robusto ist eine sehr schön verarbeitete, elegante Zigarre, die typische brasilianische Würze mit einer angenehmen Süße vereint. Hierbei gelingt ihr geschmacklich eine perfekte Gratwanderung zwischen milden Aromen und einer angenehmen Schärfe, die nicht zu aufdringlich wird. Vor allem Einsteiger dürften von der Robusto sehr begeistert sein.","Genuss":"Wer sich für südamerikanische Aromen in Zigarrenform interessiert, wird von der Marca Fina Brazil Robusto schon gleich nach dem Anzünden überzeugt sein. Diese sehr milde Zigarre, deren Rauchdauer bei 45-60 Minuten liegt, verwöhnt den Zigarrenfreund vor allem mit süßen und holzigen Aromen. Ein konstanter Zugwiderstand ermöglicht einen unbeschwerten Rauchgenuss. Es entsteht eine helle, sehr stabile Asche. Der Kaltgeruch der Marca Fina Brazil Robusto wirkt dezent süß mit leicht grasigen Nuancen. Diese natürliche Süße besteht auch während des gesamten Rauchens, wobei sich zum Ende hin eine leichte Pfeffernote in das Geschmacksbild einfügt und diese Zigarre ein wenig würziger und kräftiger werden lässt. Dennoch ist die brasilianische Robusto eine geschmacklich sehr leichte Zigarre, die daher sehr gut für Tabakneulinge geeignet ist, aber auch bei eingefleischten Kennern viele Liebhaber finden wird.","Hintergrund":"Um in Unabhängigkeit von den großen Tabakkonzernen arbeiten zu können und die Gewinne den Bauern zukommen zu lassen, die grundlegend an der Herstellung der Marca Fina-Zigarren beteiligt sind, hat sich vor einigen Jahren die Federación de Tabaqueros America Central (FTAC) gegründet. Sie ist inzwischen Symbol für hochqualitative Zigarren aus Mittel- und Lateinamerika geworden, die zu günstigen Preisen verkauft werden. Der Genuss einer Zigarre des Marca Fina-Labels hilft damit den einheimischen Bauern, aus deren Tabak sie hergestellt werden."},"diameter_mm":20,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Brasilien","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.9}
