{"name":"La Meridiana Viajante","url":"https://www.noblego.de/la-meridiana-viajante/","brand":"La Meridiana","series":"","details":{"Fazit":"Bei der La Meridiana Viajante  handelt sich um eine sehr schöne, geschmacklich einwandfreie Premium-Zigarre für den genüsslichen, ausgedehnten Tabakgenuss am Feierabend. Dazu passt vorzüglich ein milder Single Malt Whisky.","Genuss":"Vor dem Anzünden sollte man sich ausgiebig den haptischen und optischen Genüssen dieser stattlichen Zigarre hingeben. Die fest gerollte Tabakportion setzt angenehme Düfte von Nüssen, Hölzern und Leder frei. Nach dem Anzünden umspielen fruchtige Noten und ein großes Spektrum von reinen Tabakdüften Gaumen und Nase. Der Zugwiderstand ist perfekt und lädt zum genüsslichen und langsamen Rauchen ein. Man hat dann einen recht langen und intensiven Rauchgenuss vor sich. 214 Millimeter Länge und fast 21 Millimeter Durchmesser sorgen für einen annähernd zweistündigen Smoke der La Meridiana Viajante.","Hintergrund":"Die Fabrik „La Meridiana“ gehörte am Ende des 19. Jahrhunderts zu den berühmtesten und größten Zigarren-Manufakturen Havannas. Nach einer wechselvollen Geschichte ist die Firma heute unter der Leitung der Schweizer Villiger-Gruppe in Nicaragua ansässig. Dort produziert sie im fruchtbaren Esteli-Tal hochwertige Tabakblätter für ein gehobenes Marktsegment. Die nährstoffreichen Böden sorgen für einen sehr würzigen Rohstoff. Die fertigen Produkte können es dann geschmacklich durchaus mit echten Havannas aufnehmen. La Meridiana erzielt bei Tastings mit seinen edlen Zigarren regelmäßig Spitzenbewertungen. Viel Erfahrung und handwerkliches Geschick liegt der Herstellung im Longfiller-Verfahren „totalemente a mano – tripa larga“ zu Grunde. Dies ist sofort zu erkennen, wenn man die gewichtige, aromatisch duftende La Meridiana Viajante in Händen hält."},"diameter_mm":20,"ring":50,"length_mm":214,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Holz","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":5.7}
