{"name":"J. Fuego Origen Toro","url":"https://www.noblego.de/j-fuego-origen-toro/","brand":"J. Fuego","series":"J. Fuego Origen","details":{"Fazit":"Die J. Fuego Origen Toro ist eine moderne, starke Zigarre, die man dank ihrer komplexen Würze, Schärfe und Stärke so schnell nicht vergisst. Sie ist handwerklich einwandfrei und ihr Geld allemal wert. Man sollte sie zum Beispiel an einem Abend mit Tapas und kräftigen mediterranen Weinen genießen.","Genuss":"Die J. Fuego Origen Toro ist eine imposante Erscheinung. Annähernd 20 Millimeter Durchmesser und 152 Millimeter Länge sorgen für gut eine bis eineinhalb Stunden Rauchgenuss der besonders kräftigen Art. Schon der Kaltgeruch ist vielversprechend würzig. Leder und Pfeffernoten umspielen die Nase. Im Rauch treten Aromen von bitterer Schokolade, Kaffee und Röstnoten auf. Daneben sind Holz und Nüsse zu schmecken. Der Rauch liegt sofort nach dem Anzünden voll und cremig am Gaumen. Der Geschmack dieses recht kräftigen Longfillers wird die ganze Zeit über von einer sehr pfeffrigen Note begleitet. Die Jesus Fuego Origen Natural Toro liegt außerdem eindrucksvoll und schwer in der Hand und sieht sehr gut aus. Eine zweite, schmale Binde am vorderen Ende schmückt sie in Gold und Dunkelblau. Zugwiderstand und Abbrand sind perfekt.","Hintergrund":"Alle Zigarren aus der Origen Serie von Jesus Fuego sind ein Produkt der langen Familientradition der Fuegos, die bis in die Mitte des vergangenen Jahrhunderts zurückreicht. Die Fuegos kultivieren Tabak und dabei besonders den Corojo-Tabak mit viel Erfahrung und großer Experimentierfreude. Diese Longfiller bestehen ganz und gar aus würzigen und starken Corojo-Tabaken, die in Tabakmischungen durchaus häufig Verwendung finden, als reine Corojo-Zigarren aber durchaus nicht allzu häufig angeboten werden."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Costa Rica"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.4,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
