{"name":"Tobajara Brasil Claro Robusto","url":"https://www.noblego.de/tobajara-brasil-claro-robusto/","brand":"Tobajara","series":"","details":{"Fazit":"Würzig, brasilianisch, lecker – die Tobajara Brasil Claro Robusto lohnt es sich definitiv, in den Humidor aufzunehmen und das nicht nur, weil sie eine seltene handgerollte Puro aus Brasilien ist. Probieren Sie und lassen Sie sich begeistern.\nMaduro-Fans sollten auch die \u003ca title=\"Hier geht's zur Tobajara Brasil Maduro Robusto\" href=\"/tobajara-brasil-maduro-robusto/\"\u003eTobajara Brasil Maduro Robusto\u003c/a\u003e nicht verpassen.","Genuss":"Handgerollte Longfiller aus 100 Prozent brasilianischem Tabak gehören immer noch zu den Seltenheiten auf dem Zigarrenmarkt. Daher erfreut die Tobajara Brasil Claro Robusto Tabakkenner weltweit und lässt auch uns das Wasser im Munde zusammenlaufen. In ihr vereinen sich feinste Mata Fina und Mata Norte Blätter mit einem brasilianischen Sumatra-Deckblatt. Geschmacklich erwartet den Genießer ein Aromenspektrum von Gras über Holz bis hin zu Kakao und Röstnoten wie Kaffee. Mit 124 mm Länge und einem Durchmesser von 19,8 mm verwöhnt sie den Gaumen bis zu einer Stunde und lässt auch bei Abbrand, Zug und Aschekegel keine Aficionado-Wünsche offen. Erhältlich sind die Tobajara Brasil Claro Robusto einzeln, in der 20er Holzkiste oder auch in einem praktischen Metallkästchen zu vier Stück. So können sie rundum geschützt auch mal für unterwegs mitgenommen werden.","Hintergrund":"Der Name der Zigarrenmarke wurde von einem brasilianischen Ureinwohner-Stamm übernommen. Das Rauchen der brasilianischen Tabakblätter hat im Tobajara-Stamm eine lange Tradition. Kein Wunder also, dass die Mitglieder des Stammes und ihr Geschmack als Inspiration für den Blend der Tobajara Brasil Zigarren dienten."},"diameter_mm":19.8,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Brasilien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Gras","Holz","Kaffee","Kakao","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.25}
