{"name":"Paradiso Revelation Leviathan","url":"https://www.noblego.de/paradiso-revelation-leviathan/","brand":"Paradiso","series":"Revelation","details":{"Fazit":"Die Paradiso Revelation Leviathan verbindet einen lang anhaltenden Genuss mit vollmundigem Geschmack, Abwechslung und Kraft. Sie beeindruckt mit edler Verarbeitung und Größe. Ein weicher, karibischer Rum ist zur Steigerung des Genusses sehr zu empfehlen.","Genuss":"Während des grandiosen Smokes wechseln sich Schokoladenaromen, süße, fruchtige Klänge und herbe Noten von Gerbstoffen miteinander ab. Das Sumatra-Deckblatt aus Ecuador ist fein geädert, leicht ölig und besticht durch seine schöne schokoladenbraune Farbe. Bezüglich Verarbeitung und Abbrand gibt es keinerlei Beanstandungen. Die Paradiso Revelation Leviathan besitzt eine Länge von 165 Millimetern und einen Durchmesser von 25,4 Millimetern. Beinahe zwei Stunden währt der Rauchgenuss, den man mit Anspielung auf das Monster Leviathan auch einmal „beängstigend“ lang nennen darf.","Hintergrund":"Nach dem babylonischen Talmud spielte Gott jeweils in den drei letzten Stunden eines Tages mit dem Seeungeheuer Leviathan. Eine der beiden goldfarbenen Binden, die diese Zigarre zieren, weist mit dem bunten Papagei auf das südamerikanische Paradies hin, das uns die Tabakpflanze beschert. Paradiso ist aber auch eine Anspielung auf Dante Alighieris göttliche Komödie, bei der im Kapitel „Paradiso“ die neun Sphären des Paradieses durchwandert werden, bevor als Höhepunkt der göttlichen Komödie die Verbindung mit Gottes Liebe steht. Ein sehr hoch angesiedelter Vergleich und ein Versprechen, „göttlichen“ Rauchgenuss zu erleben?"},"diameter_mm":25.4,"ring":64,"length_mm":165,"length_inch":0,"format":"Toro Gordo","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sumatra","aromaProfileManufacturer":["Erdig","Leder","Nuss","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":11}
