{"name":"Colón Grand Vintage 2001 Edicion Limitada Doble Perfecto","url":"https://www.noblego.de/colon-grand-vintage-2001-edicion-limitada-doble-perfecto/","brand":"Colon","series":"","details":{"Fazit":"Eine Zigarre, die so speziell ist, dass sie nur in limitierter Auflage auf dem Markt erscheinen kann. Ihr Preis ist zugegebenermaßen hoch, aber die Colón Grand Vintage 2001 Doble Perfecto ist es wert. Ausgewogene Aromen in erstklassiger Verarbeitung, die sich riechen, fühlen und schmecken lässt. Mit einem hochwertigen und vollmundigen Whisky, der Moment, aus dem Träume gemacht werden.","Genuss":"„Oh, wie schön ist Panama“. Was Janosch in seinem Kinderbuchklassiker beschreibt, trifft auch auf dieses besondere Exemplar panamaischer Tabakskunst zu, denn das Gute liegt oft so nah. Machen Sie sich wie der Bär und der Tiger auf zu einer Reise, die Sie geschmacklich in die fruchtbaren Weiten Panamas führen wird. Die Colón Grand Vintage 2001 Edicion Limitada Doble Perfecto besticht mit erstklassiger Verarbeitung und im weltweit einzigen Zigarrenformat, das über zwei komplett geschlossene Spitzen verfügt. Es braucht schon besonders geschickte Hände, um dieses Format so perfekt zu rollen. Eine weitere Besonderheit zeigt sich im Inneren der Grand Vintage Doble Perfecto. Die Tabake für Deckblatt, Einlage und Umblatt sind allesamt aus der Ernte eines Jahres und damit besonders rein. Sie verleihen dem starken Longfiller seinen einzigartigen Geschmack mit erdigen, cremigen, fruchtigen und holzigen Aromen. Der leichte Zugwiderstand und der gleichmäßige Abbrand mit fest stehender Asche runden die gut einstündige Reise durch Panama perfekt ab.","Hintergrund":"Um das Qualitäts-Prädikat „Grand Vintage“ zu erhalten, müssen alle Tabake einer Zigarre aus einem Jahrgang stammen. Der jeweilige Jahrgang der Ernte lässt sich auf der Bauchbinde der Zigarre nachlesen. Die Tabacalera Darier \u0026 Cleef stellt schon seit Ende des 19. Jahrhunderts Jahrgangszigarren her. Bis heute hat man sich mit der Colón Edicion Limitada Grand Vintage diese Tradition bewahrt. Zum Glück, denn die Doble Perfecto gewann die Cigar Trophy 2007 des European Cigar Cult Journal."},"diameter_mm":21,"ring":53,"length_mm":155,"length_inch":0,"format":"Double Perfecto","manufactureOrigin":"Panama","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":43.2}
