{"name":"El Sitio Corona","url":"https://www.noblego.de/el-sitio-corona/","brand":"","series":"","details":{"Fazit":"Die El Sitio Corona ist eine Zigarre, die mit ihrer Aromenstruktur zu überzeugen weiß. Als echte Puro und mediumkräftige Zigarre ist sie sowohl für Einsteiger in die Zigarrenwelt geeignet, sofern diese zuvor ein gutes Essen genießen durften. Und auch gestandene Aficionados werden mit diesem Longfiller und den Aromen von Creme, Holz, Leder und Erde ihre Freude haben.","Genuss":"Mit 140 mm Länge und 17,5 mm im Durchmesser erfüllt die El Sitio ein 44er-Ringmaß. Im Format einer klassischen Corona gefällt die Dame von den Kanaren damit für die Dauer einer guten Stunde. In diesen wohl angelegten 60 Minuten ist vor allem die überragende Cremigkeit sehr präsent, die vom dichten Rauch an den Gaumen getragen wird. Der Rauch transportiert außerdem herbe Ledernoten und auch Zedernholz ist zu vernehmen. Besonders präsent sind aber die Aromen von Erde, die mal an Lehm erinnern, dann wieder einen Eindruck von Waldboden vermitteln. Die Verarbeitung dieser Zigarre ist einwandfrei, Abbrand- und Zugverhalten sind ebenfalls tadellos, vor allem nach längerer Lagerung im Humidor.","Hintergrund":"Die Kanarischen Inseln sind als Tabakanbaugebiet eher unbekannt. Noch. Denn auf der Insel, auf der bereits zu Beginn des 18. Jahrhunderts Tabak angebaut wurde, gedeihen Tabakpflanzen gut und haben spannende Aromenstrukturen zu bieten. Nicht umsonst ist die Insel mit ihrem mediterran-subtropischen Klima auch als die „Insel des ewigen Frühlings“ bekannt. In Kombination mit den nährreichen Böden sorgte das für eine aromatische Qualität der dort gezogenen Tabakblätter, die alsbald auch die Fachwelt überzeugen konnte. Da Zigarren von den Kanaren häufig Puros sind, wie auch bei der El Sitio Corona der Fall, sind diese auch bestens geeignet, um sich einen Eindruck von dem Geschmacksprofil der Region machen zu können."},"diameter_mm":17.5,"ring":44,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Kanaren","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kanaren"],"fillerOrigin":["Kanaren"],"binderOrigin":["Kanaren"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Leder"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.3}
