{"name":"De Olifant Valentyn","url":"https://www.noblego.de/de-olifant-valentyn/","brand":"De Olifant","series":"De Olifant Classic","details":{"Fazit":"Eine durchaus leckere Kleinzigarre, die für eine knappe Stunde ihre tollen Aromen versprüht. Mit 4,70 pro Smoke nicht ganz billig, aber für De Olifant-Anhänger und Liebhaber von trockenen Zigarren durchaus zu empfehlen. In der Gesellschaft von einem edlen Tropfen oder auch einem Milchkaffee fühlt sich die Valentyn besonders wohl.","Genuss":"Die De Olifant Valentyn ist in unserem Noblego-Onlineshop sowohl einzeln als auch in der hübschen 10er-Kiste erhältlich. Dabei besticht auch diese Holzbox der niederländischen Tabakexperten durch eine schlichte aber dennoch reizvolle Verpackung, der durch das Elefanten-Emblem stets ein Hauch Dschungel-Abenteuer anhaftet. Wie auch die übrigen Shortfiller der Reihe, verfügt diese Zigarre im Format einer Corona über ein kräftig strukturiertes Sumatra-Sandblatt Deckblatt, welches die aus Brasilien, Java und der Karibik stammende Einlagenmischung umgibt. Geschmacklich eröffnen sich hier würzige Aromen, die eher als mittelstark einzuordnen sind. Zu dem Aroma von Gewürzen gesellen sich nussige Röstaromen, die von einer zarten Süßholznote begleitet werden. Zug- und Abbrand sind perfekt.","Hintergrund":"De Olifant konnte in der Vergangenheit besonders für seine Sumatra-Linie viel Lob ernten. Das diese zu Recht ein kleines Aushängeschild der Firma ist, liegt sicherlich auch an den erlesenen Naturrohstoffen, die die Firma verwendet. So bildet bei allen Zigarren und Zigarillos dieser Reihe das originale Sumatra-Sandblatt das Deckblatt und verleiht der jeweiligen Zigarre den originalen, delikat-süßlichen Geschmack."},"diameter_mm":17.1,"ring":42,"length_mm":154,"length_inch":0,"format":"Corona","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.7}
