{"name":"Gurkha Seduction Robusto","url":"https://www.noblego.de/gurkha-seduction-robusto/","brand":"Gurkha","series":"Seduction","details":{"Fazit":"Die Gurkha Seduction Robusto ist die passende Zigarre für eine genussvolle Stunde nach einem schönen Abendessen. Sollte man sich zu den Speisen bereits einen schönen Riesling genehmigt haben, passt er auch weiterhin ganz hervorragend zum Rauchgenuss dieser Zigarre.","Genuss":"Die Gurkha Seduction Robusto ist eine richtig schöne Zigarre. Sie hat ein modernes, gedrungenes Robusto-Format. Das Deckblatt aus Ecuador ist so dunkel wie ein Maduro. Der Kaltgeruch entpuppt sich als sehr angenehm. Nach dem Anzünden entwickelt sich ein voluminöser, vollmundiger und mittelkräftiger Rauch. Die Einlage besteht aus Corojo-Tabak aus Kolumbien. Es handelt sich um Blätter, die im Schatten gezogen werden und eine große geschmackliche Eleganz mitbringen. Während des gesamten Smokes liegt eine leicht nussige Note im Rauch. Ein Wechselspiel von Aromen mit Anklängen von Leder, Holz und Erde begleitet den Tabakfreund. Dieser Longfiller wird von Hand in der Dominikanischen Republik gefertigt. Er brennt temperamentvoll an, mit der Zeit wird der Abbrand ganz gleichmäßig und hinterlässt eine helle und feste Asche. Mit den wunderschönen Robusto-Maßen von 21,8 Millimetern im Durchmesser und einer Länge von 127 Millimetern raucht man diese schöne Zigarre eine genussvolle Stunde lang.","Hintergrund":"Die Zigarren aus dem Hause Gurkha sind bekannt für ihre ausgefallenen Bezeichnungen und Konfektionen. Der Name Gurkha rührt von den nepalesischen Kämpfern des 19. Jahrhunderts her, die für britische und indische Einheiten rekrutiert wurden. Sie erwiesen sich in Dschungelkämpfen immer wieder als besonders geschickt und tapfer. Ein Kämpfer mit dem typischen Krummschwert der Gurkha, dem Khukuri ziert auch einige Bauchbinden der Gurkha-Zigarrenserien."},"diameter_mm":21.8,"ring":55,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Kolumbien"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Holz","Kaffee","Kakao","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.5}
