{"name":"Laura Chavin Concours des meilleurs Connaisseurs Robusto","url":"https://www.noblego.de/laura-chavin-concours-des-meilleurs-connaisseurs-robusto-zigarren/","brand":"Laura Chavin","series":"","details":{"Genussverlauf":"Die Tabake der Laura Chavin Concours des meilleurs Connaisseurs Robusto stammen ausschließlich von dominikanischen Plantagen und durchlaufen einen fünfmaligen Fermentationsprozess. Zum Vergleich, die Tabake der berühmten Cohiba Zigarren werden dreifach fermentiert. Man hat es hier also mit einer wahnsinnig exklusiven Zigarre zu tun, die nicht nur perfekt verarbeitet wurde, sondern ebenfalls aus hochwertigsten Tabaken besteht. Der Genuss, den die mild bis mittekräftige Puro beschert, bestätigt die besondere Behandlung, die ihre Tabake erfahren durften. Einmal entflammt wartet sie mit einer sehr komplexen Würzmelange aus süßen, salzigen und pfeffrigen Tönen auf, unter die sich alsbald cremig unterlegte Karamell- und Nussaromen mischen. Im zweiten Drittel sind es feine fruchtige Anklänge, ledrige, grasige und holzige Noten, die den spektakulären Aromaverlauf bestimmen. Zum Finale überrascht die Robusto dann mit einer sehr tief gehenden Erdigkeit und einer dazu wunderbar harmonierenden fruchtigen Schärfe. Außergewöhnlich gut!","Nice to know":"Die Zigarren der Marke Laura Chavin werden seit 2019 von Willi Knopfs Cigar Company vertrieben. Die Manufaktur Altagracia, in der die feinen Longfiller bereits vor der Übernahme der Marke von Knopf produziert wurden, wird von dem Österreicher Günther Schichl geleitet. Schichl und Knopf entwickelten ebenfalls die Blends der neu aufgelegten Serien von Laura Chavin.","Resümee":"Man gönnt sich ja sonst nichts. Zugegeben, die Laura Chavin Concours des meilleurs Connaisseurs Robusto hat einen stolzen Preis. Allerdings hebt sie sich aufgrund der besonderen Behandlung ihrer Tabake auch deutlich von etwaigen Konkurrenz-Produkten ab und beschert Ihnen einzigartige Genusserlebnisse auf aller höchstem Niveau."},"diameter_mm":0,"ring":56,"length_mm":115,"length_inch":0,"format":"Robusto","maker":"Schichl/Knopf","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Gras","Holz","Kaffee","Karamell","Nuss","Pfeffer","Salzig","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":23,"additionalNotes":"Mehrfach fermentierte Tabake"}
