{"name":"H. Upmann Magnum 50 A/T","url":"https://www.noblego.de/h-upmann-magnum-50-at/","brand":"H. Upmann","series":"","details":{"Fazit":"Die H. Upmann Magnum 50 A/T ist eine gute, ausgewogene und leichte Zigarre, die trotzdem einiges an Aromen und geschmacklicher Tiefe zu bieten hat. Da sie nicht zu sehr belastet, sei sie sowohl dem Anfänger als auch dem erfahrenen Raucher empfohlen. Ob nach dem Frühstück, am Strand, bei der Gartenarbeit oder am Kamin - die Magnum 50 A/T ist nie fehl am Platz und wird Sie stets zufrieden stellen.","Genuss":"Öffnet man die Pappschachtel, präsentieren sich dem Aficionado drei Magnum im Tubo. Diese Verpackungseinheit hat einen hohen Praxiswert, eignet sie sich doch für einen langen, gemütlichen Abend oder ganz einfach als Tagesration. Die knapp 16 cm langen und 2 cm breiten Zigarren glänzen durch eine schöne Verarbeitung und einen guten Zug. Im Kaltzug erschmeckt man feine ledrige Aromen, gepaart mit etwas herber Süße. Entzündet man die H. Upmann 50 A/T setzt sich der erste Eindruck fort. Es dominieren erdige und ledrige Aromen, jedoch ist auch stets eine feine, nicht zu aufdringliche Süße vorhanden. Im Rauchverlauf von etwa einer Stunde gewinnt die Leder-Note mehr und mehr an Dominanz, dazu kommt noch eine fein-herbe Kaffeenote. Die gesamte Zeit über bleibt die Magnum allerdings recht leicht und überfordert zu keiner Minute, was sie auch am Vormittag oder sogar am Morgen zu einer geeigneten Zigarre macht, wenn z.B. die Montecristo noch überfordert.","Hintergrund":"Die Marke H. Upmann ist eine der ältesten Kubas. Im Jahre 1844 gründeten die deutschen Gebrüder Upmann (das „H“ im Namen steht für „Hermanos“, das spanische Wort für „Geschwister“) ihre eigene Zigarrenmarke in Havanna. Schon bald konnten sich ihre Zigarren aufgrund der hohen Qualität am Markt durchsetzen. Ihren guten Ruf hat sich die Marke bis heute erhalten, die Upmanns zählen zu den weltweit bekanntesten Havannas und sind in vielen verschiedenen Serien und Formaten erhältlich."},"diameter_mm":20,"ring":50,"length_mm":160,"length_inch":0,"format":"Toro","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Honig","Leder","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":24.2}
