{"name":"Cohiba White Club Cigarillos","url":"https://www.noblego.de/cohiba-white-club-cigarillos/","brand":"Cohiba","series":"Cohiba White","details":{"Fazit":"Mit den Cohiba White Club Cigarillos ist es gelungen, dem guten Namen des Premium-Zigarren Herstellers in dem Cigarillos-Segment gerecht zu werden.","Genuss":"Bereits die Packungsgestaltung der Cohiba White Cigarillos ist erfrischend neu und einzigartig. Die zusätzliche Bezeichnung „White“ signalisiert den Unterschied zu den bisherigen Cohiba Zigarillos und spiegelt sich auch in dem eigenständigen und reduzierten Design wider. Die elegante Silber-Schwarz-Weiß-Kombination bringt ein modernes und anspruchsvolles Image zum Ausdruck und unterstreicht den feinen Stil der neuen Mischung. Die Cohiba White Club Cigarillos verdanken ihre außergewöhnlich filigrane Tabakmischung sorgfältiger Entwicklungsarbeit der erfahrensten Mischungsexperten Kubas. Beim Genuss erschließt sich dem Raucher die neue Mischung sofort. Trotz vielschichtiger Aromen zeigt sich nur eine geringe Stärke. Cohiba White richtet sich deshalb vor allem an Einsteiger in die Welt der Premium-Zigarillos und an Liebhaber milderer Zigarillos aus der Karibik. Die Herstellung erfolgt exklusiv bei Internacional Cubana de Tabacos S.A. in Kuba. Im Vergleich zu dem Cohiba White im Miniature-Format fällt der Geschmack der Club noch ein wenig ausgewogener aus. Die Qualität der Verarbeitung ist ebenso gut wie bei den klassischen Cohiba Club. Angenehm weich aber dennoch solide in absolut ansprechender Optik.","Hintergrund":"Die Cohiba Reihe gehört zur bekanntesten Zigarrenmarke aus Kuba und das, obwohl sie erst nach der Machtübernahme durch Fidel Castro in den 60er Jahren ins Leben gerufen wurde. Es wird gesagt, dass es Castro persönlich war, der das Projekt Cohiba ins Rollen brachte. Cohiba Zigarren sollten die besten Zigarren Kubas werden und Che Guevara nahm sich persönlich dieser Sache an. Sowohl die besten Tabake aus der Vuelta Abajo als auch die besten und erfahrensten Zigarrenroller wurden unter einem Dach vereint. Die komplette Zigarrenproduktion sollte auf allerhöchstem Niveau stattfinden, denn die beste Zigarre Kubas sollte nicht nur geschmacklich, sondern auch optisch überwältigend sein."},"diameter_mm":9.5,"ring":24,"length_mm":95,"length_inch":0,"format":"Cigarillo","manufactureOrigin":"Kuba","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"kürzer als 20 Min","price":21.73}
