{"name":"Balmoral Añejo XO Rothschild Masivo","url":"https://www.noblego.de/balmoral-anejo-xo-rothschild-masivo/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Diese Premiumzigarre sollte unbedingt bei ausreichender Luftfeuchte in Ihrem Humidor nachreifen. Dann entfaltet sie ihr komplexes Aromenspiel und erfreut ganz sicher auch den erfahrenen Aficionado. Die zarten Holznoten werden sehr gut von einem eisgekühlten Cream Liqueur kontrastiert.","Genuss":"Die Rothschild Masivo verströmt bereits im Kaltzustand hinreißende Aromen von Schokolade und Zedernholz. Die Balmoral  Anejo XO Rothschild Masivo präsentiert sich von Anfang an zart würzig, etwas holzig und mit einer dezenten Süße. Das feine und wunderschön dunkle Arapiraca-Deckblatt stammt aus Brasilien. Das Umblatt ist ein Olor-Blatt aus der Dominikanischen Republik. Dieser Tabak ist Tabakfreunden wohl bekannt für seine angenehme Süße. Im Inneren dieses schön gearbeiteten Longfillers finden wir edle Tabake aus Brasilien, Nicaragua und auch aus der Dominikanischen Republik. Im Rauch erleben wir eine insgesamt zurückhaltende Aromatik und feine Würze. 125 Millimeter Länge und 22 Millimeter Durchmesser sorgen für eine schöne Stunde feinsten Rauchgenusses. Abbrand, Zugverhalten und die Herausbildung eines stabilen Aschekegels sprechen für die hohe handwerkliche Qualität dieser Zigarre.","Hintergrund":"Die Balmoral Anejo 18 Reihe war ein so einschlagender Erfolg, dass alle Exemplare der limitierten Edition schon ausverkauft sind. Grund zum Weinen brauchen wir dennoch nicht zu haben, denn mit der Balmoral Anejo XO - hier im Format Rothschild - erscheint ein mehr als würdiger Nachfolger für etwa die \u003ca href=\"/balmoral-anejo-18-rothschild-masivo/\"\u003eBalmoral Anejo XO 18 Rothschild Masivo\u003c/a\u003e. Der Tabakblend ist fast gleich geblieben - lediglich das Deckblatt ist nicht ganz 18 Jahre alt, aber immer noch ein ausgiebig gereiftes brasilianisches Arapiraca - \u003cem\u003eexceptionally old\u003c/em\u003e eben. Für diesen tollen Smoke gab es 92 Punkte im Cigar Journal Blind Tasting in der Januar-Ausgabe 2016."},"diameter_mm":22,"ring":55,"length_mm":125,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"wrapperType":"Arapiraca","aromaProfileManufacturer":["Gewürze","Kakao","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.8,"additionalNotes":"Limited"}
