{"name":"Oliva Serie V Figurado Especial","url":"https://www.noblego.de/oliva-serie-v-figurado-special/","brand":"Oliva","series":"Serie V","details":{"Fazit":"Kraftvoll und cremig, so lässt sich der Genuss einer Oliva V Figurado Especial prägnant zusammenfassen. Das außergewöhnliche Format bietet ein besonderes Erlebnis, welches bewusst genossen werden sollte. Hier kaufen Sie keine Zigarre für „nebenbei“, hier erwerben Sie ein Stück Zigarrenkunst. Eine facettenreiche mittelkräftige Zigarre, die gut zu einem torfigen Single Malt Whiskey passt, aber auch einen spannenden Kontrast zu einer gesüßten Kaffeespezialität bietet.","Genuss":"Hält man die Oliva V Figurado Special in der Hand, spürt man sofort, dass es sich hier um ein ganz besonderes Stück Handwerkskunst handelt. Nicht umsonst werden unter dem Begriff Figurado besonders anspruchsvoll zu rollende Zigarren gefasst. Die Oliva Serie V Figurado Especial ist bei einem Durchmesser von 2,4 Zentimetern 15,2 Zentimeter lang und verfügt über einen verengten Zigarrenfuß und -kopf. Dieses besondere Format beeinflusst das Raucherlebnis maßgeblich. Beginnt die Zigarre doch eher verhalten, ändert sich dies schlagartig, sobald die Brandfläche größer wird. Im ersten Drittel erwarten uns kräftige Holz- und Pfeffernoten. Auch ein angenehmes Prickeln stellt sich am Gaumen ein. Im zweiten Drittel wird die Zigarre spürbar cremiger und ein starkes Kaffeearoma tritt in den Vordergrund. Die damit verbundene milde Säuerlichkeit schwindet im letzten Drittel und macht Platz für herbe, schokoladene Noten, die sich wunderbar in die Komposition aus Kaffee und Holz einfügen. Kurz vor Schluss des 90 minütigen Raucherlebnisses blitzt auch nochmal die Pfeffrigkeit des ersten Drittels durch. Sehr lang stehende hellgraue Asche rundet das Vergnügen ab.","Hintergrund":"Magazine wie  „Cigar Aficionado“ oder „Cigar Insider“ vergeben für die verschiedenen Formate der Oliva Serie V nur Bestnoten und wählten sie mehrfach mit zu den besten Zigarren des Jahres (2007, 2008). Der Cigar Insider vergab in seiner ersten Oktoberausgabe 2013 eine stattliche 90 Punkte Wertung."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Figurado","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sungrown","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":17.1}
