{"name":"Total Flame Limited Edition M-72 Salomones","url":"https://www.noblego.de/total-flame-limited-edition-m-72-salomones/","brand":"Total Flame","series":"","details":{"Fazit":"Die Total Flame Limited Edition M-72 Salomones wird Freunden von kräftigen, vollmundigen Zigarren mit geradliniger Aromastruktur besonders zusagen. Zudem kommen diese in den Genuss eines einzigartigen Blends, der russische und nicaraguanische Tabaktradition geschmackvoll vereint.","Genuss":"Der kräftige Blend der Total Flame Limited Edition M-72 Salomones ist mit hochwertigen nicaraguanischen Tabaken bestückt. Das besondere Extra dieser Zigarre versteckt sich in der Einlage der imposanten Salomones. Hier hat man einen kleinen Anteil russischen Burley Tabaks aus der größten und bekanntesten Zigaretten- und Zigarrenfabrik Pogarskaya beigefügt, der diesen außergewöhnlichen Zigarren einen unverkennbar eigenen Geschmack verleiht. Neben einem ausgeprägten Kaffeearoma erwartet den Genießer hierbei die typische Würze nicaraguanischer Tabake, welche mit erdigen Noten und schokoladigen Anklängen einhergeht. Die limitierte Premiumzigarre entfacht viel cremigen Rauch und beweist bei unkompliziertem Zug und Abbrandverhalten, dass sie von Meisterhand gerollt wurde.","Hintergrund":"Namenspate der Total Flame Limited Edition M-72 Salomones ist ein russischer Motorradklassiker, die Ural M-72. Mit einer solchen Maschine überwand der Großvater des Gründers der Total Flame Zigarren im Jahr 1967 den 10.000 Kilometer langen Weg von Sakhalin bis Leningrad, auch bekannt als Rally Rodina. Die geschichtsträchtigen Zigarren sind streng limitiert, nur 3000 Kisten a fünf Stück wurden für den Weltmarkt produziert."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Salomones","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Würzig","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":4.8,"additionalNotes":"Limited"}
