{"name":"Cuaba Diademas","url":"https://www.noblego.de/cuaba-diademas/","brand":"Cuaba","series":"","details":{"Fazit":"Gerade das sich langsam steigernde erste Drittel lässt Platz für leichte Begleiter wie restsüße Weißweine und frische Cocktails. Mit der sich später langsam entwickelnden Kraft können auch Spirituosen mithalten. Zeit zu wechseln hat der Aficionado genug. Zwei Stunden brennt diese Zigarre allemal.","Genuss":"Eine wahre Festtagszigarre. Lang, stattlich und doch elegant wie eine wohlgeformte Waffe. Das makellose Deckblatt und die wunderbare Verarbeitung der Cuaba Diademas machen sie noch wertiger. Sie duftet nach Heu und Erde, etwas nach Kakao, dezent und doch erkennbar kubanischer Herkunft. Sorgsam angeschnitten und den Fuß getoastet, ist schon der erste Zug wie eine Offenbarung. Noch sehr mild, fast kühl, aber die ersten Signale für eine Top-Zigarre landen schon am Gaumen. Weiter im Rauchverlauf beginnt die sanfte Steigerung Wirkung zu zeigen, der Rauch wird markanter und würziger. Der zweistündige Rauchverlauf ist von Stringenz geprägt, die Diademas brennt schnurgerade ab und zieht perfekt. Insofern ist auch kein Nachschneiden oder Neuanzünden nötig. Das gefällt der Aromatik, die im finalen Drittel noch einmal nachlegt. Nicht so kräftig wie die Salomones aber doch sehr eindrucksvoll, brennt die Diademasn recht lang und bleibt nach dem Ablegen noch lange in Erinnerung.","Hintergrund":"Die Cuaba Diademas ist eine der eindrucksvollsten Vitolas, die es überhaupt gibt. Mit 233 mm Länge ist sie nur 2 mm kürzer als das „A“-Format und das unübliche Ringmaß von 55 bringt den nötigen Rauchkanal. Diademas gab es früher auch von anderen Marken, momentan sind Cuabas die einzigen, die produziert werden."},"diameter_mm":23.3,"ring":55,"length_mm":218,"length_inch":0,"format":"Diadema","manufactureOrigin":"Kuba","construction":"Longfiller","aromaProfileManufacturer":["Erdig","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":30.6}
