{"name":"Romeo y Julieta Regalias de Londres","url":"https://www.noblego.de/romeo-y-julieta-regalias-de-londres/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Klein und kompakt bietet die Romeo y Julieta Regalias de Londres alles, was Einsteiger in die Welt der Kubaner erfreut. Aber auch erfahrene Aficionados und Kubakenner werden ihre Aromen und das gute Preis-Leistungs-Verhältnis schätzen. Mit einer Tasse Kaffee die ideale Nachmittagszigarre.","Genuss":"Mit der Romeo y Julieta Regalias de Londres präsentiert sich ein weiteres Zigarrenformat der beliebten kubanischen Marke. Die Petit Corona überzeugt wie ihre Geschwister mit einer guten Verarbeitung der kubanischen Tabake und einem eher milden bis mittelstarken Geschmack. Relativ fest gerollt bietet sie mit 11,7 Zentimetern in der Länge und knapp 16 Millimetern im Durchmesser eine Rauchdauer von 35 bis 45 Minuten. Der Zug ist dabei streckenweise etwas schwer, trübt den Smoke aber nicht wesentlich. Der Abbrand gestaltet sich schön rund und es bildet sich eine feste dunkelgraue Asche. Geschmacklich ist sie eine typische Kubanerin. Intensive Erdaromen verbinden sich mit Anklängen von Kaffee, Nuss und hintergründigen Röstnoten. Zum Ende kommt eine leichte Schärfe auf, die aber nicht zu dominant und unangenehm wird.","Hintergrund":"Warum dieses Romeo y Julieta Format den Namen Regalias de Londres (span. die Geschenke Londons) erhielt, darüber kann man nur spekulieren. Vielleicht ist es als Referenz an die Wirkungsstätte des berühmten englischen Dramatikers William Shakespeare gedacht, dessen mitunter bekanntestes Werk dem Namen der Marke Pate stand."},"diameter_mm":15.8,"ring":40,"length_mm":117,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Kaffee","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.3}
