{"name":"Vegas Robaina Famosos","url":"https://www.noblego.de/vegas-robaina-famosos/","brand":"Vegas Robaina","series":"","details":{"Fazit":"Mit einem schönen Deckblatt und gutem Zug- und Abbrennverhalten erklärt die Vegas Robaina Famosos ihre wachsende Beliebtheit. Mit nussigen und herbalen Noten, sowie einem Hauch Schokolade und Kaffee weist sie ein gelungenes Spektrum an Aromen auf. Alle Geschmacksnuancen präsentieren sich eher zurückhaltend und stören den ausgeglichenen Gesamteindruck nicht.","Genuss":"Mit einem Format, das der beliebten Robusto sehr nahe kommt, liegt die Vegas Robaina Famosos toll in der Hand, macht einen gleichmäßig mittelfest-gerollten Eindruck und vermittelt mit einem spärlich gerippten Deckblatt gute Qualität. Schon der kalte Zug macht aromatisch Eindruck und bestätigt die gute Wicklung. Der Blend von Don Alejandro Robaina spart nicht an den Aromen und entfaltet schnell einen tollen und ausgeglichenen Geschmack. Eine angenehme Würze und ein holziger Charakter stellen sich bereits nach den ersten Zügen ein und werden durchdrungen von Noten, die an Erde und Zedernholz erinnern. Die Robaina bietet rund eine Stunde einen typischen Tabakgeschmack, der im zweiten Drittel eine feine fruchtige Note erhält. Auch die Steigerung im letzten Drittel, welche so viele Zigarrenanhänger schätzen, lässt sie nicht vermissen und beweist sich hier als echte Kubanerin. Noten von Nuss und Kräutern schaffen ein stimmiges Bild. Die Asche zeigt eine feine weiß-graue Maserung, ist überaus fest und fällt spät. Gepaart mit einem gleichmäßigen Abbrand zeugt sie von Qualität und vortrefflichem Handwerk.","Hintergrund":"Die Zigarrenmarke, die nach dem Tabakexperten Alejandro Robaina benannt wurde, existiert seit 1845 und verarbeitet seit jeher Tabak aus der Vuelta Abajo-Region. Seit dem Jahre 1997 wurde zu Ehren der Familie Robaina und der großen Gemeinschaft der Tabakpflanzer, die den guten Ruf der Havannas begründet, die Zigarrenmarke “Vegas Robaina” vorgestellt. Die Manufaktur genießt als einzige Kubas die Möglichkeit, ihre Tabakware unter dem eigenen Namen zu verkaufen."},"diameter_mm":19,"ring":48,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":15.9}
