{"name":"Maravilla Reserva Short Churchill","url":"https://www.noblego.de/maravilla-reserva-short-churchill/","brand":"Maravilla","series":"Reserva","details":{"Fazit":"Wer auf der Suche nach einem kurzen und knackigen Rauchvergnügen ist, dem sei die Maravilla Reserva Short Churchill wärmstens ans Herz gelegt. Mit ihren abwechslungsreichen Aromen und der tollen Cremigkeit bietet sich diese Dominikanerin ebenfalls für Liebhaber der Maravilla Edicion Limitada an.","Genuss":"Die Maravilla Reserva Short Churchill hinterlässt schon vor dem Smoke einen guten Eindruck. Denn nicht nur ein warmbraunes und fein geädertes Deckblatt zeugt von ihrer Qualität, auch der grasig-holzige Kaltgeruch, den diese Dominikanerin verströmt, macht Lust auf mehr. Ist diese kurze Churchill von 110 Millimetern Länge dann erst einmal entfacht, bietet die medium-aromatische Würze und ihre mittlere Stärke einen fordernden, aber nicht zu anspruchsvollen Smoke. Im Vergleich mit den Formaten der Schwesterserie Maravilla Edicion Limitada ist hier zwar deutlich mehr Stärke präsent, aber die cremigen Aromen von Gras, Holz und Leder werden niemals von der Kraft des Tabaks erdrückt. Interessant ist auch die delikate Süße, welche sich durch den gesamten Smoke zieht.","Hintergrund":"Maravilla Zigarren stammen aus der Dominikanischen Republik. Aber auch Ecuador spielt eine wichtige Rolle in der Wahl der Tabake, denn von dort stammen oftmals die Deckblätter und auch Umblätter. Dass diese Melange auch bei der Komposition der  Maravilla Reserva Short Churchill äußerst fruchtbar ist, davon überzeugt sich der geneigte Aficionado am besten selbst."},"diameter_mm":21.4,"ring":54,"length_mm":110,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Gras","Holz","Leder","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.9}
