{"name":"Dunhill Signed Range Petit Corona Tube","url":"https://www.noblego.de/dunhill-signed-range-petit-corona-tube/","brand":"Dunhill","series":"Signed Range","details":{"Fazit":"Die Petit Corona ist die richtige Wahl für den Zigarren-Connaisseur. Mit ihren vielfältigen Aromen und der perfekten Verarbeitung gehört sie in jeden Humidor.\nDie perfekte Zigarre, die in der Verbindung zwischen Aroma und Verarbeitung die Balance gefunden hat.","Genuss":"Die Dunhill Signed Range Petit Corona in der Tube ist eine kleinere Zigarre aus der Serie von Dunhill. Mit nur zehn Zentimetern Länge und 17 Millimetern Durchmesser lässt sie den Aficionado zwischen 30 und 40 Minuten nicht mehr los. Das liegt an ihrem mittelstarken Charakter und ihrer vollwürzigen Art. Aromen von Kaffee, Zedernholz, Kräutern und Maronen bieten ein breites Spektrum an angenehmen Erfahrungen. Eine feine Schärfe ist zusätzlich während des gesamten Rauchvorgangs spürbar und unterstreicht ihre vollmundige Kraft. Der Zug präsentiert sich perfekt, der Abbrand und die Asche sehr gut.","Hintergrund":"Die Ausgewogenheit im Geschmack hat ihren Ursprung in der Dominikanischen Republik. Dort werden die Zigarren als Auftragsarbeit in der Fabrik „Toraño Cigars“ hergestellt, „totalmente a mano“, also komplett per Hand. Die verwendeten Tabake müssen mindesten drei Jahre in speziellen Klimaräumen lagern und altern, bevor sie verwendet werden. Das Deckblatt ist aus Nicaragua, das Umblatt ein Connecticut sun-grown aus Kamerun. Die Einlage besteht aus Tabaken der Dominikanischen Republik und denen Nicaraguas. Diese Verbindung schafft außergewöhnliche und wunderbare Zigarren."},"diameter_mm":16.7,"ring":42,"length_mm":102,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Kaffee","Kastanie","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":6.6}
