{"name":"H. Upmann Petit Corona","url":"https://www.noblego.de/h-upmann-petit-corona/","brand":"H. Upmann","series":"","details":{"Fazit":"Da es sich bei der H. Upmann Petit Corona um eine eher milde kubanische Zigarre handelt, sind aromenreiche Getränke nicht zu empfehlen. Der komplexe Geschmack braucht Raum zur Entfaltung. Ein idealer Smoke für den Start in den Tag.","Genuss":"Ein sehr schön verarbeitetes, gleichmäßiges und leicht öliges Deckblatt macht schon rein optisch etwas her. Im kalten Zustand leicht grasige und florale Nuancen, für einen Kubaner in diesem Format eher ungewöhnlich. Sie misst eine Länge von 12,7 Zentimetern bei einem Durchmesser von 16,7 Millimetern. Der Kaltzug offenbart leicht holzige Noten. Nach dem Zünden sticht gleich ein milder erdiger Akzent heraus und begleitet den zirka 50 minütigen Smoke bis hinter den Zigarrenring. Die pfeffrigen Noten lassen nach ein paar Zügen sofort nach und ein erdiger Grundton setzt sich ganz klar durch. Bis hin zum zweiten Drittel eine sehr komplexe Vielfalt an würzigen, floralen Noten, die nicht zu aufdringlich und kräftig werden. Das zweite Drittel dieser Vitola überrascht mit einem sehr netten herbalen Ton, der keinerlei Schärfe erkennen lässt. Der Abbrand bleibt weiterhin sehr rund, die Asche entwickelt sich ein wenig und wird fester, im Allgemeinen etwas feiner. Selbst im Finale wird die H. Upmann Petit Corona weder scharf noch bitter und lässt sich bis hinter den Zigarrenring angenehm cremig weiter rauchen. Alles in allem eine sehr schöne Zigarre für den kurzen Smoke zwischendurch.","Hintergrund":"Die Zigarrenmarke H. Upmann zählt zu den ältesten und populärsten Zigarrenmarken. Die Gebrüder Hermann und August Hupmann waren Sprösslinge einer deutschen Bankiersfamilie und ihre Zigarren sind bis heute ein Garant für die erstklassige Qualität. Hermann Hupmann gehörte zu fünf der größten Zigarrenfabrikbesitzer auf Cuba. Alle Blätter der bei H. Upmann gefertigten Vitolas stammen aus der Region Vuelta Abajo. Während des 19. Jahrhunderts gewannen Zigarren der Brüder Hupmann 11 Goldmedaillen, die bis heute in das Design der Kisten einfließen."},"diameter_mm":16.7,"ring":42,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Kaffee","Nuss","Pfeffer","Röstaromen","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.2}
