{"name":"Villiger La Meridiana Corona Grande AT","url":"https://www.noblego.de/villiger-la-meridiana-corona-grande-at-zigarren/","brand":"La Meridiana","series":"","details":{"Fazit":"Diese Marke verdiente es, wieder ins Leben gerufen zu werden. Süße, erdige und ledrige Aromen zeichnen die La Meridiana Corona Grande aus. Versuchen Sie doch parallel zur Zigarre einen weichen Whiskey.","Genuss":"Da es sich um eine alte kubanische Marke handelt, die heutzutage in Nicaragua produziert wird, sind die Tabakaromen sehr einer Habanos angeglichen. Nach dem Anzünden verströmt sie sofort die Aromen von Kaffee und Erde. Eine leichte Pfeffernote ist im Hintergrund vorhanden und lässt die Zigarre etwas würziger werden. Die feine Süße die auftritt, tritt in den Hintergrund. Zu ihr kommt eine milchartige Cremigkeit. In der Mitte angelangt, entfaltet sich das Aroma von Leder, welches so bekannt für Habanos ist. Dabei gewinnt sie auch an Stärke. Die Süße kommt nun etwas mehr zum Vorschein und lässt die Zigarre ein angenehm weiches Aroma entwickeln. Sogar leicht fruchtig wird der Rauch. Im letzten Drittel tritt ein phantastisches Nussaroma ein. Gegen Ende legt sie nochmal an Power zu und entwickelt stark herbe Aromen. Eine super abwechslungsreiche Zigarre mit einer Länge von 17,5 Zentimetern und einem Durchmesser von 20 Millimetern. Sie wurde perfekt verarbeitet und bietet einen gleichmäßigen Abbrand für 80 Minuten Genuss.","Hintergrund":"Erst Ende des 20. Jahrhunderts hat Villiger die alte kubanische Marke La Meridiana wieder ins Leben gerufen, jedoch in nicaraguanischer Produktion. Die Tabake der La Meridiana Corona Grande stammen sämtlich aus Nicaragua . Die Puro wurde dank ihres guten Preis-Leistungs-Verhältnisses schon öfter zur Best Buy Cigar gewählt."},"diameter_mm":20,"ring":50,"length_mm":175,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7}
