{"name":"Maravilla Edicion Limitada Double Robusto","url":"https://www.noblego.de/maravilla-edicion-limitada-double-robusto/","brand":"Maravilla","series":"Edicion Limitada","details":{"Fazit":"Die Maravilla Edicion Limitada Double Robusto steht für doppelten Rauchgenuss in mehrfacher Hinsicht. Denn hier freuen sich nicht nur die Geschmacksknospen, sondern auch das Portemonnaie. Wenn diese Zigarre dann bei Sonnenschein und in Begleitung eines guten Gläschen Weins genossen werden kann, dann stimmt alles.","Genuss":"144 Millimeter lang und 20,6 Millimeter dick ist diese Dame aus dem renommierten Hause Maravilla. Bereits die tadellose Verarbeitung der hellbraunen Tabakblätter lässt dabei Gutes ahnen. Ein Eindruck, der sich bestätigt, ist die Maravilla Edicion Limitada Double Robusto erst einmal angezündet. Dabei sind sowohl Zug- als auch Abbrandverhalten hervorragend, denn die Torcedores der dominikanischen Zigarren-Manufaktur beherrschen ihr Handwerk. Während diese Vitola den gesamten Smoke über auf der milden Seite bleibt, entfaltet sich ein ausgesprochen vollmundiges und ausgewogenes Aromenbouquet. Dominierend bleiben dabei Noten von Kaffee und gerösteten Nüssen, begleitet von leckeren erdigen Nuancen. Hinzu gesellt sich eine dezente und delikate Süße, die einen perfekten Gegenspieler für die kräftigen Aromen bildet. Die gesamte Aromen-Komposition wird getragen von einem dichten Rauch, der in seiner Cremigkeit begeistert.","Hintergrund":"Maravilla-Zigarren gehören zu den jüngeren Kreationen auf dem Zigarrenmarkt, die ob ihrer perfekten Machart jedoch auf eine rasch wachsende Fangemeinde blicken dürfen. Die Edicion Limitada steht für zartere Aromen und ist damit auch für Anfänger geeignet, die Zigarren der Linie Maravilla Reserva bedienen eher die Ansprüche von Aficionados, die stärkere Formate bevorzugen. In insgesamt sieben Ausführungen gibt es beide Linien und damit wohl genug Formate, um dem Genuss ausgiebig zu frönen."},"diameter_mm":20.6,"ring":52,"length_mm":144,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7}
