{"name":"Davidoff Winston Churchill Churchill","url":"https://www.noblego.de/davidoff-winston-churchill-churchill/","brand":"Davidoff","series":"Winston Churchill","details":{"Genussverlauf":"Ein leicht glänzendes Ecuador Deckblatt, Einlagetabake aus der Dominikanischen Republik und Nicaragua sowie ein mexikanisches Umblatt bilden die hochwertigen Zutaten für diesen köstlichen Premiumgenuss aus dem Hause Davidoff. Bereits mit den ersten Zügen eröffnet die Davidoff Winston Churchill Churchill ihr reichhaltiges Angebot an sehr ausgewogen aufkeimenden Gewürz-, Kaffee-, Leder- und Holzaromen, die im gesamten Rauchverlauf von unaufdringlichen Chili-Pfeffertönen flankiert werden. Auffallend ist ebenfalls der sehr cremige, nussige Nachgeschmack, den der geschmeidige Rauch der langen Longfiller am Gaumen auslöst. Gemächliche Zigarrenraucher können das 17,5 cm lange Großformat bis zwei Stunden in völliger Entspanntheit genießen. Ein wie an der Schnur gezogener Abbrand und perfektes Zugverhalten können bei dieser delikaten Premiumzigarre als absolut gegeben angesehen werden.","Nice to know":"Die einzelnen Formate der Davidoff Winston Churchill Serie huldigen jeweils einzelnen Aspekten aus dem vielschichtigen Charakter des bedeutendsten britischen Staatsmannes des 20. Jahrhunderts. Das Churchill Format trägt den Beinamen „The Aristocrat“ und bezieht sich damit auf die Herkunft Churchills, der ein Spross der britischen Hocharistokratie war.","Resümee":"Eine köstliche Zigarre, die in allen Klassen überzeugt. Die Davidoff Winston Churchill Churchill ist eine besonders charaktervolle Vertreterin ihrer Zunft und mindestens genauso raffiniert, wie es ihr Namensgeber war."},"diameter_mm":18,"ring":47,"length_mm":175,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Chili-Pfeffer","Cremig","Gewürze","Holz","Kaffee","Leder","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":29}
