{"name":"León Jimenes Series 300 Cameroon Churchill","url":"https://www.noblego.de/leon-jimenes-series-300-cameroon-churchill/","brand":"León Jimenes","series":"Leon Jimenes Series 300","details":{"Genussverlauf":"Mit einem sehr hochwertigen, ölig schimmernden Kamerun Deckblatt ausgestattet, zeigt sich die León Jimenes Series 300 Cameroon Churchill äußerst ansehnlich. Darunter liegen neben einem dominikanischen Umblatt Einlagetabake aus Peru, Nicaragua und der Dominikanischen Republik. Der Genießer bekommt es hier mit einem besonders vollmundigen Blend zu tun. Zu Anfang keimen angenehm cremige Kaffee-, Erde- und Lederaromen auf, die von delikaten Gewürznoten umspielt werden. Im zweiten Rauchdrittel bestimmen dann reichhaltige Noten von Espresso, Nüssen und herbem Kakao das Aromaaufkommen. Der finale dritte Rauchabschnitt beinhaltet einen spannenden Zusammenklang der genannten Aromen. Ein dezenter Pfefferton auf den letzten Zentimetern läutet das Ende der köstlichen Komposition ein.","Nice to know":"Um den León Jimenes Series 300 Cameroon Churchill Zigarren einen besonders ausbalancierten und ausgewogenen Charakter zu verleihen, wurden die in der Dominikanischen Republik von Hand gerollten Longfiller nach ihrer Fertigstellung ganze 300 Tage zur Reiflagerung in einem speziellen Aging-Room aufbewahrt. In den Handel kommt die köstliche Zigarrenlinie von Leon Jimenes daher auch mit dem Namenszusatz Series 300.","Resümee":"Eine wunderschöne Zigarre von hervorragender Qualität und mit viel geschmacklichem Tiefgang. Die León Jimenes Series 300 Cameroon Churchill wird sich sicher in zahlreichen heimischen Humidoren einen verdienten Stammplatz ergattern."},"diameter_mm":0,"ring":47,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Nicaragua"],"wrapperType":"Cameroon Seed","aromaProfileManufacturer":["Erdig","Gewürze","Kaffee","Kakao","Leder","Nuss"],"smokingDuration":"90 Min oder länger","price":11.9}
