{"name":"Independence Xtreme Tube","url":"https://www.noblego.de/independence-xtreme-tube/","brand":"Independence","series":"","details":{"Fazit":"Wer aromatisierte Zigarren mag, der kommt um diese Vanillezigarre nicht herum. Was die Independence Xtreme Tube hier bietet, ist einfach lecker. Als Tipp: Probieren Sie doch auch einmal die \u003ca title=\"Hier geht's zur Vasco da Gama Tubo Portwine\" href=\"/vasco-da-gama-tubo-port-wine/\"\u003eVasco da Gama Tubo Port Wine\u003c/a\u003e oder die \u003ca title=\"Hier geht's zur Vasco da Gama Tubo Whiskey\" href=\"/vasco-da-gama-tubo-whiskey/\"\u003eVasco da Gama Tubo Whiskey\u003c/a\u003e, die unter den aromatisierten Zigarren ebenfalls sehr empfehlenswert sind.","Genuss":"Diese Independence Xtreme Tube ist eine mittelkräftige Zigarre, die mit ihrer Länge von 170 Millimetern und einem 40er Ringmaß für eine Rauchdauer von einer guten Stunde sorgt. Das Deckblatt im warmen Braun stammt aus Sumatra und verleiht dieser Zigarre aus der Metalldose eine schöne Würze. Die bei der Xtreme Tube Zigarre allzeit präsente Vanillenote ist höchst aromatisch und bietet im Zusammenspiel mit den holzig-grasigen Noten und Röstaromen ein tolles Raucherlebnis.","Hintergrund":"Von den Zigarrenexperten Arnold André stammt die Independence-Linie, ebenso wie auch die Clubmaster-Zigarillos oder die Zigarren von Vasco da Gama, die ebenfalls aus dem renommierten Tabakhause kommen. Diese Marken stehen für einen soliden Smoke bei günstigem Preis, sodass die Arnold André Produkte schon so manchen Aficionado hinsichtlich Aromen-Ausgewogenheit und Gesamtkomposition positiv überrascht haben. Ein Proberauchen lohnt sich, vor allem für Fans von aromatisierten Zigarren."},"diameter_mm":16.2,"ring":40,"length_mm":170,"length_inch":0,"format":"","maker":"","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"aromaProfileManufacturer":["Vanille"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.9}
