{"name":"Davidoff Year of the Rabbit Limited Edition 2023 Perfecto","url":"https://www.noblego.de/davidoff-year-of-the-rabbit-limited-edition-2023-perfecto-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Das Perfecto Format hat man bei Davidoff bewusst für diesen Vier-Länder-Blend gewählt. Dieser setzt sich aus einem Hybrid 238 Deckblatt aus Ecuador, einem mexikanischen Umblatt und einer raffinierten dominikanisch-nicaraguanischen Einlagemischung zusammen. Nach einem etwas verhaltenen Start sind es zunächst pfeffrige Noten, die den Gaumen erreichen. Ausgeglichen und gekonnt übertüncht werden diese von einer feinen Kombination aus Aromen von gerösteten Nüssen und cremiger Sahne. Das zweite Drittel der 15,1 cm langen Schönheit wird von ledrigen Noten sowie subtilen Aromen von getrockneten Früchten und Kaffee bestimmt. Im intensivsten und letzten Drittel sind es dann zarte Zedernholztöne und ein Mix aus Tönen von frischen Gewürzen, begleitet von einer angenehmen Kakaosüße, die den Gaumen des Genießers bis zum Ende des circa 60 bis 70 Minuten andauernden Rauchvergnügens verwöhnen.","Resümee":"Seit nunmehr elf Jahren gelingt es Davidoff, die Zigarrenwelt mit den Sondereditionen zum chinesischen Tierkreiszeichenkalender zu beeindrucken. Die Year of the Rabbit Limited Edition 2023 Perfecto reiht sich nahtlos in diese fortwährende Erfolgsgeschichte ein. Aus Erfahrung raten wir Ihnen bei Interesse nicht zu lange zu zögern, denn dieses limitierte Angebot ist unglaublich heiß begehrt und wie die Vergangenheit gezeigt hat, im Nu vergriffen.","Zügig erklärt":"Insgesamt stehen dem Weltmarkt 19.200 der wunderschönen 10er Kisten dieser Sonderedition zur Verfügung. Der deutsche Markt erhält davon insgesamt 1.150 Stück. Zum Pairing mit der Year of the Rabbit empfiehlt der Premiumhersteller aus der Dominikanischen Republik einen fruchtigen Cranberry Old Fashioned Cocktail."},"diameter_mm":22.2,"ring":56,"length_mm":151,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Kakao","Nuss","Pfeffer","Sahne","Süß","Trockenfrüchte","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":48,"additionalNotes":"Limited"}
