{"name":"Nicarao Classico Minuto","url":"https://www.noblego.de/nicarao-classico-minuto/","brand":"Nicarao","series":"Classico","details":{"Fazit":"Der Verwendung des Saatgutes Criollo 98 verdankt die Nicarao Classico ihren unverwechselbar würzigen Geschmack. Durch die  Kombination mit der Sorte Corojo 99 wurde es möglich, kräftige und milde Aromen in Einklang zu bringen und der Zigarre zusätzlich Körperlichkeit und Dichte zu geben. Das hübsche und ölige Deckblatt, der perfekte Zug sowie die unglaubliche Intensität zeichnen diese Zigarre aus.\nUm die erstaunliche Vielfalt an Aromen bestmöglich zur Geltung zu bringen, ist zu einer Classico Minuto ein milder Malt besonders zu empfehlen.","Genuss":"Der Nicarao Classico Minuto gelingt es trotz des zurückhaltenden Designs nicht unscheinbar zu erscheinen. Auch inmitten vieler Zigarren schafft sie es, das Auge des Betrachters für sich zu gewinnen. Dies ist vor allem dem schönen Zusammenspiel zwischen Deckblatt und Ring zu verdanken. Zu einem vergleichsweise kleinen Preis erwartet den Raucher bei der Minuto eine ähnliche Aromen-Vielfalt, wie sie bereits auch die größeren Formate dieser Serie unter Beweis gestellt haben. Intensive Aromen von Pflanzen und Kräutern werden in einer guten Dreiviertelstunde Rauchdauer ergänzt durch aufregende Gewürze, die ein puristisches Geschmackerlebnis bieten. Animalischer Geruch sowie ein dichter und komplexer Rauch können ein besonderes Flair erzeugen und machen damit einen großen Teil des besonderen Charmes dieses Longfillers aus. Die handwerkliche Arbeit dieser Zigarre bietet ebenso wenig Grund zur Beanstandung wie die der anderen Formate der Serie.","Hintergrund":"Die verhältnismäßig junge Marke Nicarao wurde von dem Tabakexperten Didier Houvenaghel ins Leben gerufen. Als studierter Agrarwissenschaftler absolvierte dieser seine Magisterarbeit an der Universität Pinar del Rio, mitten im Zentrum der kubanischen Tabakindustrie. Aus politischen Gründen blieb es Didier Houvenaghel versagt, seine eigene Tabaklinie in Kuba aufzubauen, weshalb er Ausschau nach einem anderen ebenfalls geeigneten Standort hielt. Nach längerer Suche fand der Ökonom die idealen Bodenverhältnisse und das notwendige Mikroklima schließlich in Nicaragua, genauer gesagt in den Anbaugebieten Jalapas und Estelís."},"diameter_mm":16.7,"ring":42,"length_mm":127,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.5}
