{"name":"Gilbert de Montsalvat 15 Years Limited Edition Gran Toro","url":"https://www.noblego.de/gilbert-de-montsalvat-15-years-limited-edition-gran-toro-zigarren/","brand":"Gilbert de Montsalvat","series":"","details":{"Genussverlauf":"Wir haben es hier mit einer Puro aus Nicaragua zu tun, das heißt, alle Tabake (Einlage, Umblatt, Deckblatt) stammen aus dem mittelamerikanischen Land. Grundlage für den Blend war die Encore-Serie von Ernesto Pérez Carrillo, die 2018 von Cigar Aficionado zur Zigarre des Jahres auserkoren wurde. Dass auch Carrillos Manufaktur Casa Carrillo in der Dominikanischen Republik die Zigarre herstellt, ist anhand der makellosen Verarbeitungsqualität erkennbar. Das 58er-Ringmaß der Gran Toro  in Kombination mit der Länge von 14,6 cm verspricht bis zu 90 Minuten Genuss. Die exzellente Encore schmeckt man deutlich heraus und doch besitzt diese Zigarre einen einzigartigen Touch. Mittelkräftig bis kräftig in der Stärke wabern Geschmäcker von Erde, Zedernholz, Honig und Süße auf der Zunge. Die verschiedenfarbigen Banderolen sagen nichts über unterschiedliche Geschmäcker der Zigarre aus, sondern sind lediglich eine Designentscheidung. Und dabei eine ziemlich gelungene, wie wir finden.","Resümee":"Die Gilbert de Montsalvat 15 Years Limited Edition Gran Toro hat uns vollends überzeugt. Was für die Zigarre spricht, ist nicht nur ihr Geschmack, sondern auch ihr Preis. Eine Limited Edition (und Zigarren im Allgemeinen) in diesen Abmessungen für unter 15 Euro zu finden, ist in unserer heutigen Zeit rar geworden. Apropos Limited: Lediglich 2000 Exemplare der wunderschönen 15er-Holzkisten haben es auf den Markt geschafft. Auch deshalb können wir Ihnen nur ans Herz legen, nicht zu viel Zeit verstreichen zu lassen"},"diameter_mm":23,"ring":58,"length_mm":146,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Honig","Süß","Zedernholz"],"strength":"Medium","smokingDuration":"60 bis 90 Min","price":13.8,"additionalNotes":"Limited"}
