{"name":"Epic La Rubia Robusto","url":"https://www.noblego.de/epic-la-rubia-rubosto/","brand":"Epic","series":"Rubia","details":{"Fazit":"Die Epic La Rubia Robusto ist bei einer Rauchdauer von einer guten Stunde durch ihren cremigen Rauch ein wirklich schöner Smoke. Bei einer einwandfreien Verarbeitung und dem tadellosen Äußeren macht diese milde Zigarre sehr viel Spaß. Auch auf leeren Magen, dafür aber gern in Begleitung eines guten Tees oder auch eines süßen Weins.","Genuss":"Diese Zigarre ist mild, dabei aber komplex. Schon das Connecticut Shade Deckblatt aus Ecuador gibt mit seiner goldbraunen Farbgebung einen Hinweis auf den mild-aromatischen Smoke. Ein überwiegend cremiger Rauch trägt Aromen von Holz, gelegentlich gibt es auch grasige Noten und geröstete Nüsse scheinen auf. Immer wieder präsentiert die Epic La Rubia Robusto auch süße, an Honig oder Karamell erinnernde Noten, die vor allem in Kombination mit der Creme sehr passend zu überzeugen wissen. Abbrand und Verarbeitung sind optimal, die güldene Bauchbinde ist außerdem ein schöner Blickfang. Diese Zigarre ist perfekt für Einsteiger geeignet, da der Smoke durchweg mild bleibt und nicht überfordert.","Hintergrund":"Epic Cigars sind eine noch junge neue Marke aus der Dominikanischen Republik. Schon der Markenname macht hier klar, dass es bei diesen Zigarren um etwas besonderes gehen soll. So ist die ganze optische Präsentation überzeugend und die verwendeten Blends mit Tabaken aus der Dominikanischen Republik, Nicaragua, Ecuador und anderen Ländern überzeugen durch eine gelungene Kombination, die für beste Aromenentwicklung während des Smokes sorgt."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexican San Andres"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Holz","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":11}
