{"name":"Don Pepin Garcia Blue Label Generosos","url":"https://www.noblego.de/don-pepin-garcia-blue-label-generosos/","brand":"Don Pepin Garcia","series":"Blue Label","details":{"Fazit":"Die Don Pepin Garcia Blue Generosos eignet sich als Begleiterin bei einem ersten Frühlingsspaziergang oder auch zum Flanieren auf höchstem Niveau. Diese schöne Vitola braucht sich nicht zu verstecken. Bereits bei kaltem Zug stellt sich raus, dass es sich um eine pfeffrige, unterholzige und leicht schokoladige Zigarre handelt, zu der ein Glas Rotwein die richtige Wahl wäre, da dieser  die süßen Aromen unterstreicht und die leichten Chilitöne mildert.","Genuss":"Die Don Pepin Garcia Blue Generosos ist eine Zigarre im Toro-Format und misst eine Länge von 15,2 Zentimetern mit einem Durchmesser von 20 Millimetern. Näheres Betrachten der Zigarre lohnt sehr, da sie mit ihrer sehr feinadrigen Blattstruktur und ihrer tollen dunklen Madurofarbe lockt. Voller Rauch, der früh mit seinem sehr würzigen Aroma von Anfang bis Ende überzeugt, tritt schon nach den ersten Zügen ein. Mit ihrem tollen Abbrand kann die Zigarre sich auf hohem Niveau bewegen. Weit hinter den Zigarrenring hinaus lässt sich die „Generosos“ genüsslich rauchen, ohne scharf oder bitter zu werden. Im zweiten Drittel kommen süße Schokoladenaromen hinzu, die von leichten und fruchtigen Chilinoten unterstrichen werden. Stark zunehmendes Rauchvolumen und gerader Abbrand machen dem Gaumen einfach Lust auf mehr. Im letzten Drittel übertönt leichte Erdigkeit die Schokoladentöne, wird aber weiterhin von leicht scharfen Chilinoten begleitet. Alles in allem handelt es sich bei der nicaraguanischen „Generosos“ um eine mittelkräftige Zigarre mit cremigem Kern. Einfach eine sehr ausbalancierte harmonische Puro, die den Raum mit dezent würzigem Duft füllt.","Hintergrund":"Don José „Pepin“ Garcia ist der Geschäftsführer von „El Rey de los Habanos“, einer Zigarrenmanufaktur in Miami, die bekannt ist als „Don Pepin Cigars“. Er ist gebürtiger Kubaner, Masterroller- und Blender in seiner Fabrik. Schon im Alter von 11 Jahren, im Jahre 1961 begann er auf Kuba in einer Zigarrenmanufaktur zu arbeiten. 2002 eröffnete er in „Little Havanna“ einer Nebenstadt von Miami, von wo aus er seine Fabriken in Estelí, Nicaragua  koordiniert."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Corojo Oscuro","aromaProfileManufacturer":["Erdig","Gewürze","Kaffee","Leder","Pfeffer","Zedernholz"],"strength":"Sehr stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":12.7}
