{"name":"La Barba Red Toro","url":"https://www.noblego.de/la-barba-red-toro/","brand":"La Barba","series":"","details":{"Fazit":"Premiumgenuss aus der Dominikanischen Republik! Die La Barba Red Toro stellt jeden zufrieden. Dem Kenner bereitet sie höchste Genussfreuden, ebenso wie dem neugierigen Einsteiger, der ihren interessanten Aromaverlauf mit Begeisterung zur Kenntnis nehmen wird.","Genuss":"Die mittelkräftige La Barba Red Toro wartet mit pikanten Noten von Zedernholz, Schokolade und Rosinen auf. Ihre Würze wird von angenehm ausgewogenem roten Pfeffer und Zimt bestimmt. Welche speziellen Tabake für Einlage und Umblatt verwendet wurden, ließe sich an dieser Stelle leider nur spekulieren, da der Hersteller hierzu keine Angaben machen möchte. Nur so viel ist sicher, dabei handelt es sich um hochqualitative Tabake aus der Dominikanischen Republik, welche einen langen Reifeprozess hinter sich haben. Bekannt ist, dass es sich beim Deckblatt um ein herrlich seidig glänzendes dominikanisches Corojo handelt. Während des Rauchverlaufes bilden sich die aufkeimenden Aromen immer stärker aus, wobei die La Barba Red Toro nie aufdringlich wird und bis zum Schluss einen absolut runden Smoke darstellt. Der rasiermesserscharfe Abbrand und der fantastische Zug untermauern die Spitzenqualität dieser Vitola zusätzlich.","Hintergrund":"Die beiden Freunde Tony Bellatto und \u003ca href=\"/caldwell-zigarren/\"\u003eRobert Caldwell\u003c/a\u003e arbeiten seit 2016 gemeinsam an der La Barba-Serie. Sie kennen sich schon einige Jahre und haben bereits in anderen Projekten dieser Art bewiesen, dass sie ein gut eingespieltes und erfolgreiches Team bilden."},"diameter_mm":21,"ring":54,"length_mm":153,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.5,"additionalNotes":"Boutique Zigarre"}
