{"name":"Tatuaje Gran Cojonu ","url":"https://www.noblego.de/tatuaje-gran-cojonu-zigarren/","brand":"Tatuaje","series":"","details":{"Fazit":"\u003cstrong\u003e\u003cspan style=\"font-weight: normal;\"\u003eEine Tatuaje wie sie im Buche steht. Die Tatuaje Gran Cojonu ist weniger eine Anfängerzigarre als vielmehr für den erfahrenen und stärkeliebenden Aficionado geeignet. Ein ebenso kräftiges Getränk wie ein Single Malt als Begleitung ergänzt die gebotenen Aromen optimal.\u003c/span\u003e\u003c/strong\u003e","Genuss":"„Eier, wir brauchen Eier.“ An diesen berühmten Satz von Oliver Kahn könnte Pete Johnson gedacht haben, als er seine Cojonu-Serie entwickelte. Und tatsächlich ist die Tatuaje Gran Cojonu nichts für schwache Nerven. Ihre würzige Stärke muss man mögen und bis zu 90 Minuten durchhalten können. Aber wer es gerne voll-würzig und aromatisch-scharf mag, ist hier genau richtig. Die Double Toro liegt groß und schwer in der Hand. Das edle Connecticut Deckblatt weist eine leicht ölige Textur auf und duftet nach dunkler Schokolade und Erde. Schon beim Entzünden fällt der perfekte Zugwiderstand auf, der über den gesamten Smoke erhalten bleibt. Das erste Drittel startet mit einem ausgewogenen Verhältnis von Pfeffer, Leder und Erdaromen. Zum Ende des ersten Drittels kommt eine süße Note hervor, die in das zweite stärkere Drittel überleitet, welches geprägt ist von Erd-, dunkler Schokolade- und Ledernoten. Das finale Drittel legt stärketechnisch noch eine Schippe drauf, geschmacklich bleiben die Aromen des zweiten Drittels, erweitert um eine pfeffrig-scharfe Note. Der Abbrand bleibt durchgängig gerade und entwickelt einen dichten weißen Rauch.","Hintergrund":"\u003cstrong\u003e\u003cspan style=\"font-weight: normal;\"\u003eDie Tatuaje Gran Cojonu ist die erste Zigarre, die Tatuaje nur für den europäischen Markt herausgebracht hat.\u003c/span\u003e\u003c/strong\u003e"},"diameter_mm":23.8,"ring":60,"length_mm":165,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Broadleaf","aromaProfileManufacturer":["Erdig","Holz","Kaffee","Schokolade"],"strength":"Stark","smokingDuration":"90 Min oder länger","price":17.9}
