{"name":"Vasco da Gama Tubo Caribbean","url":"https://www.noblego.de/vasco-da-gama-tubo-caribbean/","brand":"Vasco da Gama","series":"","details":{"Fazit":"Die Vasco da Gama Tubo Rum ist eine elegante, wohlschmeckende und milde Zigarre. Ihre Verpackung im Aluminium-Tubo macht sie außerdem zu einer hervorragenden Geschenkidee. Hier liegt der Wunsch nahe, den Rauchgenuss von einem Ron Barceló, dem dominikanischen Rum der Extraklasse, begleiten zu lassen.","Genuss":"Der Tabak für die Vasco da Gama Tubo Rum wird gemeinsam mit Ron Barcelo Rum in Eichenfass-Kellern gelagert und nimmt so ein ganz klein wenig vom verführerischen Rum-Aroma in sich auf. Das Aromenspiel während des exzellenten Smokes ist sehr dezent und macht diese Zigarre zu einer milden und sehr angenehmen Begleiterin an einem entspannten Rauchabend. Sie ist sehr leicht und entwickelt keinerlei Schärfe. Daher ist sie auch bedenkenlos Einsteigern in die Genusswelt der Zigarren zu empfehlen. Die Vasco da Gama Tubo Rum enthält eine sehr ausgewogene, milde Tabakmischung aus der Dominikanischen Republik; ein Java Deckblatt rundet den Blend ab. Mit ihren Abmessungen von 15 Zentimetern in der Länge und schlanken 17 Millimetern im Durchmesser kommt man auf eine Rauchdauer von einer Dreiviertelstunde.","Hintergrund":"Mit Vasco da Gama gedanklich auf Abenteuerfahrt gehen. Welch ein aufregend schöner Gedanke. Hierzu passt der Satz von Victor Hugo: Tabak ist die Pflanze, die Gedanken in Träume umwandelt. Für die Vasco da Gama Tubo Rum werden erlesene Tabake aus den besten Anbaugebieten Sumatras und der Dominikanischen Republik ausgewählt."},"diameter_mm":17,"ring":43,"length_mm":150,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Dominikanische Republik","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Cremig","Eichenholz","Gewürze","Rum"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.6}
