{"name":"Joya de Nicaragua Celebración Churchill","url":"https://www.noblego.de/joya-de-nicaragua-celebracion-churchill/","brand":"Joya de Nicaragua","series":"Celebracion","details":{"Fazit":"Eine Zigarre, mit der es sich feiern lässt. Die Joya de Nicaragua Celebración Churchill bietet vielschichtigen Rauchgenuss, der schon mal einen Großteil des Abends einnimmt. Gehaltvoll in der Stärke und im Geschmack sollte sie nicht auf leeren Magen genossen werden. Am besten nach dem Essen mit einem starken Kaffee oder kräftigen Whisky.","Genuss":"Mit der Joya de Nicaragua Celebración Churchill hält der Zigarrenfreund ein echtes Juwel in Händen und das nicht nur wegen ihres Namens. Die ausnahmslos aus Nicaragua stammenden Tabake der Einlage, des Umblattes und des Deckblattes werden zu einer edlen Zigarre verarbeitet und mit einem in goldenen Farben erstrahlenden Zigarrenring versehen. Auch in Abbrand und Zug lässt sich die hochwertige Qualität spüren. Aber nicht nur mit Äußerlichkeiten kann die Puro punkten. Schon im Kaltgeruch von nussigen und erdigen Noten bestimmt, wird auch während des bis zu zweistündigen Rauchvergnügens nicht an Aromen gespart. Es zeigen sich cremige Erdaromen, die zu Beginn mit einer leichten Schärfe einhergehen. Im Rauchverlauf offenbaren sich Nuss- und Kaffee-Noten abgerundet von süßen Anklängen.","Hintergrund":"Als älteste Zigarrenmarke aus Nicaragua haben Joya de Nicaragua Zigarren schon einiges erlebt. Aber auch das zwischenzeitliche Embargo auf nicaraguanische Güter unter US-Präsident Ronald Reagan konnte ihnen nichts anhaben. Man verlegte die Produktion nach Honduras in die Fabriken von Nestor Plasencia. Seit 1994 werden sie unter der Federführung von Dr. Alejandro Ernesto Martinez Cuenca gefertigt und überzeugen auch anspruchsvolle Zigarrenliebhaber."},"diameter_mm":19,"ring":48,"length_mm":175,"length_inch":0,"format":"Churchill","maker":"Manuel Quesada","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":5}
