{"name":"Plasencia Alma del Fuego Concepcion Toro","url":"https://www.noblego.de/plasencia-alma-del-fuego-concepcion-toro-zigarren/","brand":"Plasencia","series":"Alma del Fuego","details":{"Genussverlauf":"Als Deckblatt dient der im gemäßigten Boxpressed Stil gearbeiteten Plasencia Alma del Fuego Concepcion Toro ein tiefbraunes Sun Grown aus Jalapa, einer bekannten Anbauregion nah der Grenze zum benachbarten Honduras gelegen. Die Einlage bilden jeweils zur Hälfte die oben genannten Ometepe Tabake und einige handverlesene Tabake von den familieneigenen Plantagen der Plasencias. Die vorbildlich verarbeitete Longfiller bewegt sich im mittelkräftigen bis kräftigen Stärkebereich. Über einen ungefähren Genusszeitraum von 80 Minuten gibt sie tief reichende Aromen von Eichenholz, Erde, Kaffee, Nuss und verschiedenen Gewürzen über einen wunderbar cremigen Rauch am Gaumen preis. Vorzüglich untermalt von einer subtilen Süße und pfeffrig-würzigen Tönen ergibt sich so ein besonders facettenreiches sowie komplexes Geschmacksbild. Ein sehr eindrucksvoller Smoke, der sich definitiv an erfahrene Genießer richtet.","Nice to know":"Die Insel Ometepe ist das größte in einem Süßwassersee gelegene Eiland mit vulkanischen Aktivitäten weltweit. Gebildet aus den beiden Vulkanen Concepción (dessen Namen die Alma del Fuego Toro trägt) und Maderas, bietet Ometepe einen atemberaubenden Anblick inmitten des Nicaraguasees oder Cocibolca, wie der größte Binnensee Mittelamerikas von den Einheimischen genannt wird.","Resümee":"Eine Zigarre wie die Plasencia Alma del Fuego Concepcion Toro hinterlässt nach dem Genuss einen bleibenden Eindruck, denn ihre vollmundigen Aromen und prägnanten Würznoten behält man lange im Gedächtnis."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Jalapa Sun Grown","aromaProfileManufacturer":["Cremig","Eichenholz","Erdig","Gewürze","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":20}
