{"name":"Epicure AR Robusto","url":"https://www.noblego.de/epicure-ar-robusto/","brand":"Epicure AR","series":"","details":{"Fazit":"Die Epicure AR Robusto ist ein Erfolg versprechender Newcomer mit sehr guten Eigenschaften und ausgezeichnetem Geschmack. Dieser durch und durch von Hand gefertigter Longfiller wird sicherlich vielen Aficionados Freude bereiten.","Genuss":"Die Epicure AR Robusto ist fest gerollt und insgesamt handwerklich einwandfrei verarbeitet. Sie ist eine klassische, gut in der Hand liegende Robusto mit einem sehr schönen Maduro-Deckblatt. Dessen süßer Honigton umspielt schon vor dem Anzünden sehr angenehm die Nase. Man erlebt einen Rauchgenuss der milden, aber durchaus aromatischen Art. Der Geschmack lässt etwas von der nährstoffreichen Erde an den immer feuchten Westhängen der ecuadorianischen Anden erahnen. Aromen von Kaffee und Leder begleiten den höchst genussreichen Smoke bis zum Ende. Dies ist beim genussvollen, langsamen Rauchen bei 127 Millimetern Länge und 19,8 Millimetern Durchmesser erst nach einer vollen Stunde erreicht.","Hintergrund":"Zu den spannenden Neuheiten auf dem Tabakwarenmarkt gehört die Marke Epicure aus Ecuador. Bisher sind kaum Zigarren populär geworden, die ganz und gar aus ecuadorianischem Tabak bestehen. Es war also höchste Zeit, zu beweisen, dass dieser südamerikanische Staat nicht nur für das Anpflanzen von Connecticut-Saat gut ist, nur um dann die Deckblätter in die ganze Welt zu exportieren. Epicure Zigarren wurden 2012 auf den Markt gebracht. Die hier vorgestellte Serie Epicure AR mit drei verschiedenen Formaten beherbergt ganz erstaunliche Qualitäten und wird bestimmt zahlreiche Freunde unter den Zigarrenrauchern finden."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Ecuador","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Ecuador"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Kaffee","Leder","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.2}
