{"name":"Juan Lopez Seleccion No. 2","url":"https://www.noblego.de/juan-lopez-seleccion-no-2/","brand":"Juan Lopez","series":"","details":{"Fazit":"Die gehaltvolle und sehr runde Juan Lopez Seleccion No. 2 ist ein kleiner Geheimtipp und unter erfahrenen Zigarrenrauchern eine exklusive Tageszigarre zu einem absolut fairen Preis. Langsam und mild geraucht, eignet sie sich für den Vormittag. Etwas stärkeres Zugverhalten oder eine leichte Brise beim Spaziergang verleihen ihr eine angenehme Würze und somit eignet sich diese Vitola auch für die Abendstunden.","Genuss":"Die Juan Lopez Seleccion No. 2 ist gut verarbeitet und weist ein grob geripptes öliges Colorado-Deckblatt auf. Mit einer Länge von 12,4 Zentimetern und einem Durchmesser von 20 Millimetern handelt es sich um ein Robusto Format mit einer Rauchdauer von circa einer Stunde. Der Kaltgeruch ist recht staubig, würzig. Der Zug ist leicht und das Brandverhalten nach dem Anzünden einwandfrei. Das Aroma ist gleich nach den ersten Zügen recht nussig und kräftig. In den ersten Zügen wirkt die kubanische Puro etwas trocken im Geschmack, im weiteren Verlauf entwickelt sich das erste Drittel dann aber weiter, dies führt zu cremigem Rauch. Der Aschekegel ist gut und hell- bis stahlgrau. Im zweiten Drittel gesellen sich ledrig-erdige Aromen hinzu, die von einem Hauch Vanille abgerundet werden. In dieser Vitola ist alles zu finden, was einem Fan der kubanischen Zigarren Freude bereitet. Der Rauch dieser Zigarre umspielt mit seiner Dominanz die Nasen der Anwesenden und füllt den Raum mit einem einzigartigen Aroma. Zum Finale wird die Asche leicht gelblich und es treten tiefe Töne von Holz auf, die dem Ganzen einen etwas toastigen Geschmack verleihen.","Hintergrund":"Die Juan Lopez Seleccion No. 2 ist bereits 1870 bei der Gründung der Marke eingeführt worden. Ihr Erfolg dauert bis heute an. Feinste Tabake aus der Region Vuelta Abajo brauchen von der Aussaat bis zu ihrer Ernte etwa vier Monate. Bei der Juan Lopez Seleccion No. 2 streiten sich die Gemüter, da sie zum einen die Kuba-typischen Noten offeriert, zum anderen in ihrem üppigen Rauch, auch fruchtige Vanillenoten zum Vorschein kommen. Dieser Aromenmix wurde mit 94 Punkten im \u003cem\u003eCigar Insider\u003c/em\u003e (10/2013) prämiert."},"diameter_mm":19.8,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14.3}
