{"name":"Kristoff GC Signature Series Robusto ","url":"https://www.noblego.de/kristoff-gc-signature-series-robusto/","brand":"Kristoff","series":"","details":{"Fazit":"Die GC Signature Series Robusto bietet ein unglaublich angenehmes Raucherlebnis. Eine feine Boutique-Zigarre zu solch einem günstigen Preis findet man zudem nicht alle Tage.","Genuss":"Der Kaltgeruch der Kristoff GC Signature Series Robusto erinnert an frisch eingefahrenes Heu und verspricht somit einen interessanten Rauchverlauf. In ihrer Einlage sind Tabake aus drei Ländern verarbeitet, bei denen es sich um Karibiksaaten aus der Dominikanischen Republik, Honduras und Nicaragua handelt. Als Umblatt wurde ein honduranisches Blatt verwendet. Das wunderschöne kaffeebraune Deckblatt der mittelkräftigen Robusto ist ein hochwertiges Maduro aus Brasilien. Dieser raffinierte Blend der imposanten Longfiller aus der Dominikanischen Republik sorgt während des sehr cremigen Rauchvergnügens für komplexe Aromen von Zeder, Trockenfrüchten (Aprikose), Kaffee und Schokolade am Gaumen. Sinnig unterstützt wird diese schmackhafte Komposition von einer feinen Würze und der madurotypischen Süße. Dass man bei Kristoff Cigars die Produktion der einzelnen Vitolas ausschließlich sehr erfahrenen Rollern mit kubanischem Hintergrund in die Hände gibt, lässt sich am problemlosen Zug und Abbrand der GC Signature Series Robusto festmachen.","Hintergrund":"Das kleine Schwänzchen (Pigtail) am Kopfende aller Kristoff Zigarren ist schon eine Art Markenzeichen für dieses Unternehmen geworden. In Deutschland sind die Smokes des sympathischen Firmengründers Glen Case noch relativ unbekannt. Qualität und überzeugender Geschmack setzen sich jedoch schlussendlich immer durch und so werden die exzellenten Kristoff Zigarren in Zukunft ganz bestimmt immer mehr Freunde dazu gewinnen."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Kaffee","Schokolade","Süß","Trockenfrüchte","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.5,"additionalNotes":"Pigtail"}
