{"name":"cenicero Black Label","url":"https://www.noblego.de/cenicero-black-label/","brand":"Cenicero","series":"DR6","details":{"Fazit":"Mal wieder ein absolutes Preis-Leistungs-Wunder, das sofort rauchbereit ist und immer liefert. Der Vorteil diesmal: Im Gegensatz zur Vorgängerin cenicero DR6 ist diese Zigarre auch länger verfügbar!","Genuss":"ceniceros – das sind Zigarren, die für ein fantastisches Preis-Leistungs-Verhältnis stehen. Die cenicero Black Label ist die perfekte ZIgarre für alle, die es gerne milder aber dennoch geschmackvoll lieben. Ihr Robusto-Format misst eine Länge von 128 mm bei einem Ringmaß von 50. Der Blend ist eine Zusammenstellung von dominikanischen Piloto und Olor Tabaken mit etwas brasilianischem Bahia, ein Dominican Olor Umblatt und ein Connecticut Shade Deckblatt aus Ecuador runden die Mischung ab. Der Geschmack ist mild-aromatisch und dennoch sehr ausdrucksstark mit Anklängen an Nuss, Holz und etwas Süße. Zug und Abbrand sind vorbildlich. Sie ist eine Zigarre, für Freunde der milderen Smokes, die aber nicht auf Geschmack verzichten wollen. Nach rund 45 Minuten ist der Smoke vorbei und hinterlässt einen zufriedenen Aficionado, der sich sehr über seinen vollen Geldbeutel freut. Perfekt für Einsteiger oder den Start in den Rauchertag!","Hintergrund":"Unter der Bezeichnung Black Label starten wir ein neues Projekt:\nDie bisherigen \u003ci\u003ecenicero Zigarren\u003c/i\u003e sind Rest- und Sonderposten von den großen Produzenten der Zigarrenwelt. Die \u003ci\u003e\u003ca href=\"/ultraboutique-zigarren/\"\u003eUltraboutique\u003c/a\u003e\u003c/i\u003e sind Kleinstserien, die wir für uns in feinen Zigarrenboutiquen fertigen lassen und eher für Zigarrenkenner. Mit den \u003ci\u003eBlack Label\u003c/i\u003e richten wir uns jetzt wieder an die breitere Masse mit einem echten Preis-Leistungs-Schnäppchen. Diese Zigarren werden exklusiv für uns hergestellt. Wir kreieren alle Black Label nach prominenten Vorbildern, die uns persönlich sehr gut schmecken. Vorbild in diesem Fall hier war eine der -  unserer Meinung nach  - besten milderen Zigarren der Welt. Der Name wird natürlich nicht verraten, denn sie ist um einiges teurer und wir verkaufen sie sehr gut. Aber: Auch hier ist es wieder unser Ziel, unseren Kunden einen möglichst hohen Rauchgenuss zu einem möglichst geringen Preis zu bieten."},"diameter_mm":19.8,"ring":50,"length_mm":128,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Holz","Nuss","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.2,"additionalNotes":"Limited"}
