{"name":"RoMa Craft CroMagnon Maduro EMH","url":"https://www.noblego.de/roma-craft-cromagnon-maduro-emh/","brand":"RoMa Craft Tobac","series":"CroMagnon","details":{"Fazit":"Die RoMa Craft CroMagnon Maduro EMH ist ein sehr kräftiger Smoke, der sich als After-Dinner-Zigarre bestens anbietet. Mit Aromen von Erde, Früchten, Holz, Kaffee- und Kakaoaromen und einer feinen Süße bietet dieser Longfiller ein abwechslungsreiches und ausbalanciertes Aromenbouquet, das überzeugt.","Genuss":"Schon optisch spielt die RoMa Craft CroMagnon Maduro EMH in einer gehobenen Liga. Die minimalistisch gehaltene Bauchbinde gibt viel Blick auf das schimmernde, feingeaderte Madurodeckblatt in einem tiefen Braunton frei. Die Haptik überzeugt ebenfalls, denn diese Vitola liegt perfekt ausbalanciert in der Hand, während sie einen verlockenden Kaltgeruch von Leder und kräftiger Schokolade verströmt. Ist die Dame erst einmal entzündet, präsentiert sie auch sogleich ihre volle Power. Feuriger Pfeffer, dunkle Kakaonoten, Erde, Creme, gemahlener Kaffee und holzige und nussige Aromen geben sich ein Stelldichein. Hinzu kommt ein cremiger, dichter Rauch, der am Gaumen so dahinschmilzt und immer wieder süße Nuancen transportiert. Sehr lecker! Lassen Sie sich Zeit für den Smoke, dann ist auch das Abbrand- und Zugverhalten tadellos.","Hintergrund":"Diese noch recht junge Zigarrenmarke wurde von Michael Rosales und Skip Martin ins Leben gerufen, daher auch der Markenname, der sich aus den ersten beiden Initialen der Gründer-Nachname zusammensetzt. Und den beiden Jungs ist hier ein ziemlicher Wurf gelungen, wie auch die begeisterte Fachpresse hinlänglich bescheinigte. Probieren Sie auch die anderen Formate dieser Boutique-Zigarrenlinie. Sie werden es nicht bereuen, sofern sie auf kräftige Zigarren aus Nicaragua schwören oder Fans der Liga Privada-Zigarren sind."},"diameter_mm":22.2,"ring":56,"length_mm":127,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Kamerun"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Leder","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12.2}
