{"name":"Cumpay Robusto Tube","url":"https://www.noblego.de/cumpay-robusto-tube/","brand":"Cumpay","series":"","videoURLs":["https://www.youtube.com/watch?v=bJvrDL57S1w"],"details":{"Fazit":"Eine schöne Zigarre aus Nicaragua, die mit einem ihren erdig-würzigen Nuancen bei einem satten Rauch ein perfekter Alltagssmoke werden kann. Für abendliche Smokes bietet sich die Gesellschaft eines guten Rums an, um den Genuss perfekt abzurunden.","Genuss":"Bei einer Länge von 121 Millimetern und einem Ringmaß von 50 garantiert diese Zigarre im Format einer Robusto einen Rauchgenuss von einer satten Dreiviertelstunde. Dabei fällt besonders die schöne Verarbeitung auf, denn diese Zigarre ist mit ihrem sattbraunen, ölig glänzenden Deckblatt, welches feine Äderchen zieren, eine kleine Schönheit. Nach dem Entzünden zeichnet sie sich besonders durch die erdigen und würzigen Aromen aus. In Kombination mit Tönen von Holz und Gras, sowie dezenter Noten von Kaffee und Zartbitterschokolade durchaus lecker. Dabei bleibt die Cumpay Robusto Tubo für ihr Format auf der milden Seite, was sie besonders für Liebhaber leichter Robustos als auch für Anfänger eignet. Die Asche ist fest, der Zug gut und der Abbrand korrigiert sich trotz gelegentlicher Neigung zum Schiefbrand rasch wieder von selbst.","Hintergrund":"Die Marke Cumpay ist eine Kreation aus dem Hause Maya Selva. Die Grande Dame der Zigarrenwelt, die ausschließlich Tabake aus Nicaragua, Ecuador und Honduras verwendet, konnte mit ihren Linien \u003ca title=\"Flor de Selva online günstig kaufen\" href=\"/flor-de-selva-zigarren/\"\u003eFlor de Selva\u003c/a\u003e und \u003ca title=\"Villa Zamorano Zigarren günstig online kaufen\" href=\"/villa-zamorano-zigarren/\"\u003eVilla Zamorano\u003c/a\u003e schnell für Aufsehen in der Zigarrenwelt sorgen. Dies gelang ihr ebenfalls mit der Cumpay-Reihe, die mehrere Preise, unter anderem den für die Zigarre des Jahres 2000 gewann."},"diameter_mm":20,"ring":50,"length_mm":121,"length_inch":0,"format":"Robusto","maker":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Leder","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.5}
