{"name":"Papas Belgas","url":"https://www.noblego.de/papas-belgas/","brand":"Cenicero","series":"","details":{"Fazit":"Die Papas Belgas sind wunderbar geradlinige Smokes mit ausgewogener Aromastruktur und sehr zusagendem Geschmack. Probieren Sie diese imposante Zigarre und freuen Sie sich auf ein gediegenes Rauchvergnügen der geschmackvollsten Art.","Genuss":"Die Papas Belgas wird Sie schlichtweg begeistern. Ihr wunderbar abgestimmter Blend besteht in der Einlage aus auf den Punkt gereiften mexikanischen und nicaraguanischen Spitzentabaken. Diese aufregende Mischung wird von einem robusten Umblatt aus Nicaragua umschlossen. Darüber befindet sich das matt schimmernde ecuadorianische Colorado Deckblatt mit seinem schönen Braunton, welches der Zigarre ein eher rustikales Äußeres verleiht. Im Kaltgeruch nimmt man einen angenehmen Tabakgeruch war, mit Anklängen von erdiger und holziger Natur. Die mittelkräftige Robusto ist von Rauchbeginn an umgehend präsent und entwickelt einen dichten cremigen Rauch. Dieser trägt vollmundige Aromen von frischer Erde, Holz und Nuss, gepaart mit einer äußerst angenehmen Würznote an den Genießergaumen. Das vorbildliche Zug- und Abbrandverhalten der Papas Belgas sorgt zudem für ein unbeschwertes und entspanntes Raucherlebnis.","Hintergrund":"Die Papas Belgas sind auf unsere Initiative hin konzipierte Boutique Zigarren, die mit fantastisch reif gelagerten Tabaken ausgestattet sind. Aufgrund unserer guten Beziehungen zu der kleinen Manufaktur aus der sie stammen, können wir sie Ihnen zu einem äußerst fairen Preis anbieten."},"diameter_mm":19.8,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Colorado","aromaProfileManufacturer":["Erdig","Gewürze","Holz","Nuss","Pfeffer","Tabak"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.9,"additionalNotes":"Boutique Zigarre"}
