{"name":"H. Upmann No. 2","url":"https://www.noblego.de/h-upmann-no-2/","brand":"H. Upmann","series":"","details":{"Fazit":"Die H.Upmann No. 2 ist eine nicht allzu kräftige Havanna, die auch der Gelegenheitsraucher schnell in sein Herz schließen wird. Besonders zu Kaffee oder milden Malts ist diese Zigarre ein besonderes Highlight. Ein ausgeglichenes Aroma und ein guter Zug genügen den höchsten Ansprüchen.","Genuss":"Die H. Upmann No. 2 präsentiert sich im Pirámides Format, besser bekannt als Torpedo. Die kompakte und elegante Havanna wird von einem makellosem Deckblatt umhüllt. Dieses weckt mit wenigen sichtbaren Blattadern, einem flüssigen Farbverlauf und einer feinen Struktur allerhöchste Erwartungen. Ihr angenehmer Duft von pikanten Gewürzen und Unterholz ist mindestens genauso vielversprechend. Bereits die ersten Züge zeigen eine hohe Komplexität, Holzaromen und feine Muskatnuancen machen sich bemerkbar. Die Holznoten weichen recht bald einem nussigen Eindruck. Der Aficionado wird an geröstete Erdnüsse erinnert. Eine Entwicklung ist erkennbar, überfordert den Raucher allerdings nicht. Das letzte Drittel ist erwartungsgemäß intensiver und macht mit Aromen von Kakao und Trockenfrüchten den besonderen Reiz dieser Zigarre aus. Dank einer schönen Rauchentwicklung und einem sauberen Abbrand macht die 15,2 cm lange Zigarre mit dem 50er Ringmaß einen edlen und erwachsenen Eindruck.","Hintergrund":"1844 gründeten die Gebrüder Hermann und August Upmann, die einer deutschen Bankiersfamilie entstammten, diese Manufaktur. Man sagt, dass sie das „H“ als Abkürzung für Hermanos (spanisch für „Brüder“)  ihrem Nachnamen voranstellte, da man das „H“ im Spanischen nicht spricht. Garant für den Erfolg der Geschwister war ihr Bestreben, erstklassige Qualität zu liefern. Die Kisten aus spanischem Zedernholz wurden je mit einer Garantierklärung und der Unterschrift Upmanns versehen, bevor sie ihren Weg nach Europa antraten. Nicht weniger als 14 Medaillen, darunter elf Goldmedaillen von internationalen Ausstellungen während des 19. Jahrhunderts, zieren die Kisten der H.Upmann-Zigarren. Die Tabake der H.Upmann Vitolas werden zweimal fermentiert und stammen aus der Vuelta Abajo, dem berühmtesten Tabakanbaugebiet Kubas."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Honig","Leder","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":20.6}
