{"name":"Padron Classic Churchill","url":"https://www.noblego.de/padron-classic-churchill/","brand":"Padron","series":"Classic Series","details":{"Fazit":"Diese klassische Churchill verlangt ein passendes Ambiente und Zeit für den intensiven Tabakgenuss. Die Padron Classic Churchill genügt höchsten Ansprüchen an Qualität und Geschmack. Bei einer guten Flasche Bordeaux und einem guten Gespräch schmeckt sie am allerbesten.","Genuss":"Die Rollung der Padron Classic Churchill ist von mittlerer Festigkeit und der Zugwiderstand eher leicht. Die Puro brennt ganz gleichmäßig und produziert einen voluminösen, durchaus kraftvollen Rauch. Die Aromen von Zedernholz und Schokolade bestimmen den olfaktorischen Bereich. Zwischendurch ist auch eine dezente Süße zu spüren. Die Padron Classic Churchill ist 175 Millimeter lang und besitzt einen Durchmesser von 18,3 Millimetern. Dieses elegante, klassische Churchill-Format begeistert jeden erfahrenen Zigarrenliebhaber und gewährt einen Rauchgenuss von deutlich mehr als einer Stunde.","Hintergrund":"Seit 1964 stellt José O. Padrón nicaraguanische Zigarren her. Nach harten Anfangsjahren setzten sich seine Premiumzigarren zunächst auf dem amerikanischen Markt durch und zählen heute zu den hochwertigsten Exporterzeugnissen Nicaraguas. Das US-Magazin \u003cem\u003eCigar Aficionado\u003c/em\u003e bewertete Padron-Zigarren mehrmals hintereinander mit dem ersten Platz der am meisten in den USA verkauften Zigarren. Ihre deutlichen Anklänge an Kuba-Zigarren und das vergleichsweise günstige Preisniveau der Classic-Linie trugen sehr zum nachhaltigen Erfolg bei."},"diameter_mm":18,"ring":45,"length_mm":175,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Kakao","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":6.8}
