{"name":"Nicarao Especial Double Toro","url":"https://www.noblego.de/nicarao-especial-double-toro/","brand":"Nicarao","series":"Edición Especial","details":{"Fazit":"Wie die meisten Nicarao-Zigarren bietet auch die Especial Double Toro bei angenehmer Milde einen vollen Körper. Sie schmeichelt dem Gaumen des Rauchers mit einem Bukett  einzigartiger Aromen. Dank des mittelamerikanischen Einflusses ist die Zigarre typisch würzig und zusätzlich interessant aromatisch und komplex.","Genuss":"Diese 14 cm lange Puro Nicaragua mit dem 57er Ringmaß begeistert bereits während der ersten Züge mit zahlreichen und vor allem intensiven Noten. Neben den Geschmäckern von Wald und etwas Erde werden außerdem frische Gewürze besonders schnell deutlich. Der Gaumen des Genießers wird über eine Stunde auf einzigartige Weise verwöhnt – die Especial Double Toro ist erfrischend anders und damit unvergleichlich. Umrandet von einem Hauch von Minze gelingt es dieser Zigarre den Raucher gänzlich zu fesseln, ohne dabei zu sehr zu fordern. Der unverwechselbare Charme Mittelamerikas spiegelt sich unwidersprochen darin wider. Die Double Toro ist einerseits wunderbar weich, aber dennoch komplex und aromatisch. Optisch ist es gerade die feine ölige Farbe des Deckblattes, die im Zusammenspiel mit der gut designten Banderole zu begeistern weiß. Wie gewohnt werden die Verarbeitung und der Zugwiderstand dem hohen Qualitätsanspruch gerecht.","Hintergrund":"Die verhältnismäßig junge Marke Nicarao wurde vom Tabakexperten Didier Houvenaghel ins Leben gerufen. Als studierter Agrarwissenschaftler absolvierte dieser seine Magisterarbeit mitten im Zentrum der kubanischen Tabakindustrie, an der Universität Pinar del Rio. Dort entstand auch sein Vorhaben, eine eigene Zigarrenlinie zu kreieren. In Nicaraguas Anbaugebieten Jalapa und Esteli fand er neben dem geeigneten Klima auch die perfekten Bodenverhältnisse. Der Name Nicarao stammt von einem Indianerhäuptling, der allem Anschein nach um Wirkung der Tabakblätter wusste und diese für heilmedizinische Zwecke einsetzte."},"diameter_mm":23,"ring":57,"length_mm":140,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.1}
