{"name":"Laura Chavin Terre de Mythe Corona Gorda","url":"https://www.noblego.de/laura-chavin-terre-de-mythe-corona-gorda-zigarren/","brand":"Laura Chavin","series":"Laura Chavin Terre de Mythe","details":{"Genussverlauf":"Die Tabake der Terre de Mythe Corona Gorda von Laura Chavin stammen allesamt aus der Dominikanischen Republik, wurden mehrfach fermentiert und auf den Punkt gereift verarbeitet. Dadurch erwartet den Genießer ein mittelkräftiges bis kräftiges Zigarrenerlebnis mit komplexem Aromaverlauf. Der Start wird bestimmt von einer feinen Kräuterwürze sowie torfig-holzigen Noten, die von etwas Pfeffer und einer leichten Süße untermalt werden. Im weiteren Verlauf wandelt sich die Süße zu cremigen Karamelltönen und ein munteres Wechselspiel zwischen allen bisher genannten Aromen beginnt. Das letzte Rauchdrittel ist geprägt von Erd-, Kaffee- und Kakaoaromen, die ebenfalls von einer Prise Pfeffer begleitet werden. Ein sahnig-satter Rauch, perfekte Zug- und Abbrandeigenschaften sowie eine solide Aschebildung gehören zu den weiteren Stärken der köstlichen Terre de Mythe Corona Gorda.","Nice to know":"Insgesamt sind vier Formate der Terre de Mythe Serie von Laura Chavin erhältlich. Neben der hier vorgestellten Corona Gorda, können sie den vollmundigen und sehr cremigen Blend ebenfalls als Grand Robusto, Petit Corona oder Perfecto genießen.","Resümee":"Für besondere Anlässe oder nach einem reichhaltigen Mahl eignet sich die Laura Chavin Terre de Mythe Corona Gorda besonders gut. Ein luxuriöser Smoke, in dem jede Menge Aufwand und ehrliche Arbeit steckt."},"diameter_mm":0,"ring":46,"length_mm":150,"length_inch":0,"format":"Corona Gorda","maker":"Schichl/Knopf","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Kakao","Karamell","Kräuter","Pfeffer","Süß","Torf"],"strength":"Stark","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":23,"additionalNotes":"Mehrfach fermentierte Tabake"}
