{"name":"Oliva Serie V Melanio Robusto","url":"https://www.noblego.de/oliva-serie-v-melanio-robusto/","brand":"Oliva","series":"Melanio Serie V","details":{"Fazit":"MEGA-STARK! Anders kann die Oliva Serie V Melanio Robusto nicht beschrieben werden!","Genuss":"Versuchen Sie nicht, der Oliva Serie V Melanio Robusto mit Objektivität begegnen zu wollen. Nicht, dass Sie da auch nur einen negativen Punkt finden könnten. Konstruktion, Abbrand und Zug sind herausragend. Doch so richtig kommen Sie hier nur über das Gefühl hinein, denn wenn Sie die Zigarre rauchen, passiert etwas, das nicht bei vielen Zigarren geschieht. Sie werden automatisch anfangen zu grinsen und allen um Sie herum sagen wollen, wie großartig der Smoke gerade ist. Abgeben wollen Sie sie aber sicher nicht. Und das für die gesamte Länge von 126 mm bei einem Ringmaß von 52 (20,6mm). Das bedeutet im Schnitt 70-80 Minuten starken Rauchgenuss der Sonderklasse, den Sie sich nun wirklich nicht mehr entgehen lassen können. Beeindruckt hat dieses Format auch die Taster des \u003cem\u003eCigar Journal\u003c/em\u003e: 91 Punkte.","Hintergrund":"Ein ecuadorianisches Deckblatt schmückt das nicaraguanische Umblatt, das wiederum die Einlage aus Nicaragua hält. Eine Kombination zu Ehren Melanio Olivas, der im 19. Jahrhundert als Tabakbauer die Familiengeschichte auf Kuba begründete und so den Grundstein für eines der größten aktuellen Zigarrenunternehmen Nicaraguas legte.\n\u003cspan\u003eDer Cigar Aficionado hat die Oliva Serie V Melanio Robusto zu den \u003cstrong\u003e25 besten Zigarren des Jahres 2016\u003c/strong\u003e gewählt, wobei diese Robusto auf \u003cstrong\u003ePlatz 8 \u003c/strong\u003elandete. \u003cbr\u003e\u003c/br\u003e\u003c/span\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Kaffee","Kakao","Leder","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":15.8}
