{"name":"Romeo y Julieta Cedros de Luxe No. 1","url":"https://www.noblego.de/romeo-y-julieta-cedros-de-luxe-no-1/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Diese Premium-Zigarre verwöhnt den Genießer mit holzig-waldigen Aromen, welche durch intensive Röstnoten ergänzt werden. Im Vergleich zu ihren kleinen Schwestern bietet die Romeo y Julieta Cedros de Luxe No. 1 zusätzlich eine feine Würze. Dadurch erscheint sie ein wenig vielseitiger und voller im Geschmack.\nBegleitet von einem klassischen Schotten oder Iren kommt diese Kubanerin besonders gut zur Geltung.","Genuss":"Die Romeo y Julieta Cedros de Luxe No.1 macht ihren Anspruch auf einen der vorderen Ränge unter den Habanos bereits äußerlich geltend. Das Erscheinungsbild wirkt nicht zuletzt wegen der Hülle aus Zedernholz anspruchsvoll und ästhetisch. Das dunkle Colorado-Deckblatt und ein geschmeidiger, seidiger Körper wecken Erwartungen, die sie uneingeschränkt zu erfüllen vermag. Die Zigarre hinterlässt schon bei den ersten Zügen einen fruchtig-würzigen Geschmack auf der Zunge und kann mit intensiven Röstnoten aufwarten. Die Basis bilden holzige und florale Noten, auf denen die feine Würze gut zur Geltung kommt. Der Abbrand überzeugt ebenso wie die klare Asche und der dichte Rauch. Hervorzuheben ist eine außerordentliche Konstanz in Aroma und Stärke. Daher besitzt die Cedros de Luxe No.1 großes Potential zur Zigarre für jeden Tag. Geschmacklich ist sie der de Luxe No. 3 sehr ähnlich, weißt jedoch ein etwas kräftigeres Aroma auf. Trotzdem bleibt sie über die gesamte Rauchdauer von rund 70 Minuten hinweg weich, ausgeglichen und konstant.","Hintergrund":"Die Marke Romeo y Julieta wurde im Jahre 1875 von Inocencio und Mannin Garcia gegründet und schaffte es dank der hervorragenden Qualität schnell großen Anklang zu finden. Als Ausdruck dessen sind beispielsweise die vier Goldmedaillen aufzuführen, welche zwischen 1885 und 1900 auf verschiedenen Ausstellungen gewonnen wurden. Der entscheidende große Sprung gelang der Marke jedoch erst Anfang des Jahres 1903, als José Rodriguez Fernandez, bekannt als \"Pepin\", das Unternehmen aufkaufte und auf der ganzen Welt bekannt machte. Fernandez gelang es auf unnachahmliche Weise, nicht nur auf Masse, sondern ganz besonders auch auf Klasse zu setzten."},"diameter_mm":17,"ring":42,"length_mm":165,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Fruchtig","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.2}
