{"name":"La Reloba Seleccion Mexico Torpedo","url":"https://www.noblego.de/la-reloba-seleccion-mexico-torpedo/","brand":"La Reloba","series":"","details":{"Fazit":"Der mittelkräftige Körper dieser Zigarre weiß mit seinem intensiven Einschlag und sanften Steigerungen zu jonglieren, ohne dabei seinen würzigen Charakter zu verlieren.\nFür das dunkle Aromaspektrum der La Reloba Seleccion Mexico Torpedo empfehlen wir zum Start einen Espresso. Im weiteren Verlauf darf es gerne ein torfiger Single Malt à la Talisker sein.\nLiebhaber der Marke \u003ca title=\"Cain Zigarren bei Noblego\" href=\"/cain-zigarren/\"\u003eCain\u003c/a\u003e oder \u003ca title=\"Oliva Zigarren bei Noblego\" href=\"/oliva-zigarren/\"\u003eOliva\u003c/a\u003e dürfen bedenkenlos zuschlagen.","Genuss":"Die La Reloba Seleccion Mexico Torpedo misst einen Durchmesser von 20 Millimetern und eine Länge von 15,1 Zentimetern und ist mit ihrem mittelkräftigen, aber intensiven Geschmackserlebnis für jede Situation geeignet. Die vom Masterblender Jamie Garcia kreierte Zigarre weiß mit einer makellosen Verarbeitung am Deckblatt und ihrem leichten Zugverhalten von Beginn an zu begeistern. Das minzig, stallige Bouquet sowie ein Kaltzug, der stark an Grünen Tee erinnert, steigern die Vorfreude. Ein dezent floraler Zug, würzige Röstaromen und schwarzer Pfeffer im Mundraum verzücken den Aficionado zum Start, inklusive prickelnder Sensorik. Diese belegt bei einer Rauchdauer von 60-80 Minuten buttrig den Gaumen. Wirkt das Raucherlebnis im ersten Drittel noch kantig und scharf, wird der Verkoster im weiteren Verlauf mit herber Schokolade, würzigen Kräutern und einem salzigen Einschlag zum Finish überrascht. Hinzu kommt ein bemerkenswert gleichmäßiger Abbrand und eine weiß-grau gemusterte Asche, welche auch optisch ein stimmiges und kontrastreiches Bild hervorbringt.","Hintergrund":"Die La Reloba Seleccion sowie die weiteren Zigarren von My Father Cigars werden seit 2009 in Nicaragua von Don Pepin Garcia hergestellt. Neben der La Reloba Seleccion Mexico bestehen noch zwei weitere Linien mit unterschiedlichen Deckblättern. Die My Father Cigars wurden vom \u003cem\u003eCigar Aficionado\u003c/em\u003e zweimal unter den besten 25 Zigarren gelistet. Die Sumatra Version bekam zudem starke 94 Punkte im \u003cem\u003eCigar Insider\u003c/em\u003e. Aus gleicher Feder stammt übrigens auch die \u003ca title=\"La Aroma del Caribe Mi Amor Zigarren bei Noblego\" href=\"/la-aroma-del-caribe-mi-amor-zigarren/\"\u003e\u003cem\u003eLa Aroma del Caribe Mi Amor\u003c/em\u003e\u003c/a\u003e, die im Jahr 2011 vom \u003cem\u003eCigar Aficionado\u003c/em\u003e als zweitbeste Zigarre des Jahres ausgezeichnet wurde und ebenfalls ein mexikanisches Deckblatt trägt."},"diameter_mm":20,"ring":50,"length_mm":151,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
