{"name":"Casa Culinaria Orange Churchill","url":"https://www.noblego.de/casa-culinaria-orange-churchill/","brand":"Casa Culinaria","series":"Orange","details":{"Fazit":"Die Casa Culinaria Orange Churchill ist eine milde, große Zigarre, die auch dem erfahrenen Aficionado einen würzigen Rauchgenuss bescheren kann. Zur langen Rauchdauer und dem intensiven Geschmackserlebnis passt ein tief roter und fruchtiger Chianti sehr gut.","Genuss":"Das Churchill-Format ist mit einer Länge von 168 Millimetern und einem Durchmesser von 19 Millimetern die längste Zigarre der orangen Serie von Casa Culinaria. Damit kommt man auf eine Rauchdauer von gut einer Stunde. Mit seiner hellen, freundlichen Farbe und seinem samtigen Glanz spricht das Deckblatt aus Connecticut-Tabak das Auge des Genießers sofort an. Die milden und würzigen Tabake im Inneren sorgen für einen ausgewogenen und angenehmen Geschmack. Leicht erdige und schokoladige Aromen vermischen sich mit dem Duft von Heu, wenn man diese Zigarre langsam genießt. Der Abbrand ist dabei sehr gleichmäßig und unproblematisch. Macht man sich klar, in welchem Preissegment man sich hier befindet, ist an der Zigarre überhaupt nichts zu beanstanden.","Hintergrund":"Im Auftrag des deutschen Tabakwarenhändlers Paul Bugge werden die sogenannten Casa Culinaria Zigarren hergestellt. Diese Zigarrenmarke umfasst mehrere Serien und bietet damit ein breites Spektrum an Stärke und Formaten. Gemeinsam ist diesen Zigarren, dass der Tabak aus dem regionalen Anbau kommt und in dem jeweiligen Land von Hand verarbeitet wird. Es handelt sich stets um Mediumfiller, was den verbraucherfreundlichen Preis der an sich hochwertigen Zigarren ermöglicht."},"diameter_mm":19,"ring":48,"length_mm":168,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Gras","Schokolade"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.6}
