{"name":"Partagas Petit Coronas Especiales","url":"https://www.noblego.de/partagas-petit-coronas-especiales/","brand":"Partagás","series":"","details":{"Fazit":"Die kleine Partagás Petit Coronas Especiales ist ein voller, würziger Smoke für wahre Kubafans. Ein Smoke für die Mittagspause, der zu einem Kaffee nach dem Lunch sehr gut harmoniert. Wer die partagástypischen Aromen mag, wird die kleine Eminentes für ihren komprimierten Geschmack lieben.","Genuss":"Die kleine Partagás Petit Coronas Especiales weist einen Durchmesser von 16,7 Millimetern auf, was einem 42er Ringmaß entspricht. In der Länge misst sie 13,2 Zentimeter. Geschmacklich geht es bei der kleinen Eminentes in Richtung Kaffee und Nuss. Angeführt werden diese Noten allerdings von dem partagástypischen Stallgeruch und dem tiefen erdigen Aroma. Die Verarbeitung ist sehr gut, das Deckblatt leicht ölig. Der Zugwiderstand in kaltem Zustand ist in Ordnung, entwickelt sich aber mit den ersten Zügen ins Positive. Die Partagás Petit Coronas Especiales kommt leicht boxpressed aus der Kiste. Das erste Drittel schmeckt sehr kräftig und steigert sich in dem knapp einstündigen Smoke kontinuierlich. Im zweiten Drittel kommen noch leicht nussige Noten hinzu, die den herben partagástypischen Grundton ein wenig abrunden. Hinzu kommen im letzten Drittel ein wenig weißer Pfeffer, eine weitere partagástypische Grundnote, die bis zum Finish erhalten bleibt und ein leichtes angenehmes Kribbeln im Mundraum des Aficionados verursacht.","Hintergrund":"Die Manufaktur von Partagás, die „Real Fábrica de Tabaco Partagás“ ist die älteste Manufaktur Kubas. Schon Mitte des 19. Jahrhunderts waren die Zigarren von Don Jaime Partagás Ravelo bekannt für ihre außergewöhnliche Würze und den erdigen, herben Geschmack. Selbst heute, eineinhalb Jahrhunderte später ist die Manufaktur „Real Fábrica de Tabaco Partagás“, eine der berühmtesten und größten kubanischen Zigarreninstitutionen. Außerdem ist sie ein sehr gern besuchtes Ausflugsziel, und das nicht nur für Zigarrenaficionados."},"diameter_mm":16.7,"ring":42,"length_mm":132,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.8}
