{"name":"La Aroma del Caribe No. 1","url":"https://www.noblego.de/la-aroma-del-caribe-no-1/","brand":"La Aroma del Caribe","series":"Edición Especial","videoURLs":["https://www.youtube.com/watch?v=5ax4TwIiQCo"],"details":{"Fazit":"So abwechslungsreich kann Zigarrengenuss sein. Komplexe Aromen in Ashton-geprüfter Markenqualität erfreuen den erfahrenen Aficionado. Dazu empfiehlt sich ein leichter, fruchtiger Weißwein oder auch ein süffiges Bier. In der bunt verzierten 25er-Massivholzkiste ist die La Aroma del Caribe No. 1  immer auch ein schönes Geschenk.","Genuss":"Ihr würziger Geschmack und die reichhaltigen Aromen machen die La Aroma del Caribe No. 1 im Corona Format zu einem absoluten must have. Intensivere Noten von Holz und Erde verbinden sich mit Nuancen von Leder und Zimt getragen von Aromen frischer Zitrusfrüchte. Geben Sie dieser Zigarre etwas Zeit, das volle und intensive Aroma entwickelt sich nach fünf bis zehn Minuten und nimmt zur Hälfte der Zigarre richtig an Fahrt auf. Einlage und Umblatt stammen aus Nicaragua, das ecuadorianische Sun Grown Deckblatt verleiht dieser Zigarre optisch und aromatisch den letzten Schliff. Die Länge von 14,3 Zentimetern und der Durchmesser von 19,1 Millimetern versprechen einen Rauchgenuss von ungefähr 45 Minuten und länger. Die Zigarre verhält sich ideal in Zug und Abbrand.","Hintergrund":"Mit der La Aroma del Caribe Serie wagte sich der dominikanische Zigarrenhersteller Ashton 2010 zum ersten Mal auf neues Gebiet. Erstmals stellte man in Zusammenarbeit mit José \"Pepin\" Garcia Zigarren aus Nicaragua her. Die La Aroma del Caribe Zigarren eroberten sofort den internationalen Zigarrenmarkt und fanden auch bei der Presse höchstes Lob. Gekrönt wurde ihr Siegeszug durch den Erhalt der Cigar Trophy 2011 für die beste Marke aus Nicaragua."},"diameter_mm":19.1,"ring":48,"length_mm":143,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Leder","Zedernholz","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.6}
