{"name":"La Flor Dominicana Salomones","url":"https://www.noblego.de/la-flor-dominicana-salomones/","brand":"La Flor Dominicana","series":"Premium Line","details":{"Fazit":"Für den besonderen Moment oder einfach so, wenn Sie die La Flor Dominicana Salomones rauchen wollen, tun Sie es einfach. Der Preis ist zwar stolz, die Zigarre aber auch.\nWer an der Zigarre nicht spart, sollte dies auch nicht beim korrespondierenden Getränk tun. Ein feiner Port oder ein restsüßer Spätburgunder, das passt.","Genuss":"Mit der La Flor Dominicana Salomones können Sie eine weitere außergewöhnliche Zigarre von Litto Gomez in Ihren Besitz bringen. Allein schon die Trapezförmige Holzkiste verspricht von außen ein interessantes Erlebnis. Öffnet man die Kiste ist man nicht minder begeistert.  Die leichte Zedernholznote und süße Würze im Kaltgeruch macht auch Lust auf mehr. Das Salomones-Format ist nicht mehr so verbreitet, umso schöner ist es die 18 Zentimeter lange und maximal 24,6 Millimeter „breite“ zu rauchen. Gute 90 Minuten und mehr ist man mit dieser sich ständig in ihrer Intensität entwickelnden Zigarre beschäftigt. Durch das Format bedingt, nimmt die Stärke nach dem kurzen Beginn immer weiter zu und kann als mittelstark bezeichnet werden. Der cremige rauch umschmeichelt dabei die Geschmacksknospen und lässt die Süße, die Würze sowie die Schokolade sich gut präsentieren.  Der Abbrand ist nicht zu 100% gerade, aber zu jeder Zeit beherrschbar, der Zugwiderstand lässt sich formatbedingt gut regulieren.","Hintergrund":"Die Zigarren von Litto Gomez aus der Dominikanischen Republik haben seit ihrer Entstehung diverse Ehrungen erhalten und sich somit einen hoch respektierten Platz in der Zigarrenbranche erarbeitet. Sind die meisten Zigarren der Marke dominikanische Puros, ist hier das Deckblatt aus Nicaragua, was der süßen Würze zuträglich ist."},"diameter_mm":24.6,"ring":60,"length_mm":182,"length_inch":0,"format":"Salomones","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Gewürze","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":27}
