{"name":"Flor de Copan Maduro Belicoso","url":"https://www.noblego.de/flor-de-copan-maduro-belicoso/","brand":"Flor de Copan","series":"Maduro","details":{"Fazit":"Bei der Flor de Copan Maduro Belicoso handelt es sich um eine aromenreiche und wirklich leckere Zigarre, die nicht nur durch Optik sondern auch durch Aromenvielfalt überzeugt. Alle Maduro-Liebhaber sollten diese Zigarre unbedingt einmal zur Probe geraucht haben.","Genuss":"Erst mal zu den hard-facts: Bei einer Länge von 152 Millimetern und 20 Millimetern Durchmesser, was genauer gesagt einem 50er Ringmaß entspricht, sorgt diese Maduro für eine Rauchdauer von bis zu 90 Minuten. Dabei ist das ebene, dunkelbraune Mexiko Maduro Deckblatt eine kleine Augenweide und brennt gleichmäßig mit Einlage und Umblatt dieser Vitola ab. Nun zu dem sensorischen, weit schwieriger zu beschreibenden Teil: Die Aromenpalette bei dieser Belicoso ist recht breit. Neben einer komplexen und für Maduro typischen Natursüße, die an Honig erinnert, ist hier vor allem eine Cremigkeit präsent. Aromen von gerösteten Nüssen, sowie Zedernoten sind ebenfalls vorhanden, während des Smokes gesellen sich außerdem Töne von Schokolade und Kakao hinzu. Im Rauchverlauf zunehmend ledriger, ab dem zweiten Rauchdrittel sind bei sich steigernder Würze auch dezente Noten von Pfeffer zu schmecken. Auch grasige Noten sind vorhanden.","Hintergrund":"Flor de Copan Zigarren sind eigentlich aufgrund ihrer Milde beliebt. Diese Flor de Copan Maduro Belicoso ist jedoch nicht als mild, wenn auch nicht wirklich als scharf einzuordnen. Als mediumstarker Longfiller haben besonders diejenigen Aficionados viel Freude an dieser Vitola, die ebensolche mittelkräftigen Zigarren zu schätzen wissen. Für Anfänger nach einem guten Essen, für erfahrenere Aficionados auch auf nüchternen Magen geeignet, findet diese Zigarre sicher viele Freunde. Die Qualität der Flor de Copan Zigarren wurde\u003cstrong\u003e durch mehrere Preise ausgezeichnet\u003c/strong\u003e, so gewann die Marke die Auszeichnung \u003cstrong\u003e„Cigar Trophy – Best Brand Honduras 2008“\u003c/strong\u003e und die Flor de Copan Maduro Belicoso wurde als \u003cstrong\u003e„Brilliant in 2008“\u003c/strong\u003e ausgezeichnet."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7}
