{"name":"Don Pepin Garcia Black Label 2001","url":"https://www.noblego.de/don-pepin-garcia-black-label-2001/","brand":"Don Pepin Garcia","series":"Black Label","details":{"Fazit":"Die Don pepin Garcia Black Label 2001 ist eine erstaunliche Zigarre. Was dieses Meisterwerk im stattlichen Toro-Format dem Aficionado an Aromenfülle und Kraft bietet, ist wirklich beeindruckend. Sie eignet sich perfekt als Zigarre nach einem guten Essen oder für lange Abende mit guten Freunden. Da die Zigarre jedoch recht kräftig ist, empfiehlt sie sich nicht unbedingt als Morgen- oder Mittags-Smoke. Die 2001 lässt sich hervorragend mit einem Obstler oder Rum kombinieren. Versuchen Sie es doch einmal.","Genuss":"Die Black Label 2001 kommt in einer ansprechenden, dunklen Farbe daher. Das stattliche Toro-Format mit ca. 15 cm Länge und gut 2,1 cm Breite verspricht bereits einen großen Genuss. Noch größer wird die Neugierde, erfährt man die Zusammenstellung der verwendeten Tabake. Während es sich bei Einlage und Umblatt um nicaraguanischen Tabak aus karibischem Saat handelt, ist der Decker ein echtes Rosado Blatt. Die Aufregung steigt. Der erste Zug an der noch nicht glimmenden Zigarre erinnert an Holz, Erde und Gewürze. Im Rauchverlauf kommt noch ein schönes Aroma von kräftigem schwarzen Kaffee hinzu, das fast über den gesamten Smoke erhalten bleibt. Karibische Würze und der für Nicaragua-Zigarren typische kaffeeartige Geschmack geben sich in dieser handwerklich großartigen Zigarre ein Stelldichein, das niemals langweilig wird. Abbrand und Zug bleiben über die gesamte Rauchdauer von etwa einer Stunde stets tadellos und angenehm.","Hintergrund":"In Kuba geboren, war Don José „Pepin“ Garcias Leben von Anfang an eng mit der Zigarre verknüpft. In seiner 30-jährigen Laufbahn als Zigarrenfabrikant hat es Garcia bis zum „Master“ geschafft, dem achten und höchsten Rang innerhalb der kubanischen Zigarrenbranche. Darüber hinaus trägt er noch den Titel „Master Blender“. Vor gut zehn Jahren ließ sich Garcia in Miami nieder und begann damit, seine eigenen Zigarrenlinien auf den internationalen Markt zu bringen. Die Don Pepin Zigarren kommen direkt aus Garcias Manufaktur."},"diameter_mm":21.4,"ring":54,"length_mm":151,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Kaffee","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.9}
