{"name":"Macanudo Maduro Duke of Devon","url":"https://www.noblego.de/macanudo-maduro-duke-of-devon/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Probieren Sie diese Macanudo Maduro Duke of Devon, wenn sie mittelstarke Smokes mit recht breiter Aromenpalette und Tendenz zur Süße mögen. Als Begleitgetränke bieten sich hier Kaffee und Kakao, ebenso wie ein süßer Weißwein an.","Genuss":"Die verwendeten Tabake bei dieser Zigarre können sich sehen lassen. Ein Connecticut Broadleaf Maduro Deckblatt, eine Einlage aus einem mexikanischem Tabak und einem dominikanischem Piloto und das Mexican San Andrean Umblatt sind die Zutaten für diese hocharomatische Zigarre. Bei einer Länge von 140 Millimetern und einem 42er Ringmaß bereitet der Duke of Devon ein Rauchvergnügen von einer satten und dabei so schönen Stunde. Denn die Aromen von Erde, Leder und feurigem Pfeffer werden immer wieder von Nuancen gerösteter Nüsse umspielt und werden dadurch so interessant. Getragen wird das Bouquet von einer komplexen Süße, die nicht nur Maduro-Liebhaber begeistern wird.","Hintergrund":"Die Macanudo Zigarren genießen nicht ohne Grund einen ausgezeichneten Ruf. Denn die zu den meistverkauften Zigarren weltweit zählenden Vitolas haben durch ihr großartiges Geschmacksrepertoire viele Aficionados von ihren inneren Werten überzeugen können. Zu lecker schmecken die ausgeklügelte Genusskomposition mit Aromen von Leder, Kakao, Nüssen, Pfeffer und süßen Anklängen!"},"diameter_mm":16.7,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko","Piloto"],"binderOrigin":["Mexican San Andres"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
