{"name":"Padron 1964 Anniversary Exclusivo","url":"https://www.noblego.de/padron-1964-anniversario-exclusivo/","brand":"Padron","series":"1964 Anniversario","details":{"Fazit":"Geschmacklich kann die Padron 1964 Anniversary Exclusivo mit feinen, tiefgängigen Aromen aufwarten, die einer steten Entwicklung unterworfen sind und die Zigarre dadurch zu jedem Zeitpunkt interessant halten. Die padron-typische, perfekte Verarbeitung sorgt dafür, dass man sich entspannt zurücklehnen und einfach nur genießen kann.","Genuss":"Der Kaltzug der Padron 1964 Anniversary Exclusivo offenbart Aromen von Erde, Kakao, Würze sowie schwache blumige Noten. Nach dem Anfeuern dominieren zunächst Zedernholz, Erde und Würznuancen. Im weiteren Verlauf bildet sich als Gegenpol zu diesem waldigen Geschmacksbild eine Süße, bestehend aus Kakao und Kaffee aus. Gegen Ende des ersten Drittels keimt ein kräftiger werdender Ton von schwarzem Pfeffer auf, der im Zusammenspiel mit blumigen Noten die Zigarre sehr gut ausbalanciert. Das zweite Drittel wird von Kaffeearomen bestimmt, die von einer sanften Erdigkeit getragen werden. Die Würznoten treten dabei zusehends in den Hintergrund. Diese Entwicklung hält im letzten Drittel weiter an, was dazu führt, dass die nicaraguanische Puro jetzt durch eine süßliche Aromatik glänzt, die von etwas Zedernholz und Erde ergänzt wird. Technisch überzeugt sie durch eine kreisrunde Abbrandlinie in Kombination mit einem ideal austaxierten Zugwiderstand, wodurch während der ca. 70 minütigen Rauchzeit Unmengen an cremigem Rauch gefördert werden.","Hintergrund":"Die Padron 1964 Anniversary Serie wurde 1994, anlässlich des 30jährigen Firmenjubiläums, eingeführt. Alle für die Exclusivo verwendeten Tabake lagerten, so wie auch die der übrigen Formate dieser Serie, vier Jahre lang, um so ein bestmögliches Geschmackserlebnis zu erzielen. Die individuellen Seriennummern auf jeder Bauchbinde dienen als Kundenschutz vor Fälschung und unterstreichen dabei gleichzeitig auch die Einzigartigkeit jeder Zigarre."},"diameter_mm":20,"ring":50,"length_mm":139,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":24}
