{"name":"Drew Estate Liga Privada Unico \"L40\" Lancero","url":"https://www.noblego.de/drew-estate-liga-privada-unico-l40-lancero/","brand":"Drew Estate","series":"Liga Unico","details":{"Fazit":"Eigen, Einzigartig, Einnehmend. Die Drew Estate Liga Privada Unico L40 Lancero ist einfach ein MUSS!","Genuss":"Mit der Drew Estate Liga Privada Unico L40 Lancero werden Sie Ihre helle Freude haben. Ein einzigartiger Blend, ein einzigartiges Erlebnis erwartet Sie hier. Über Konstruktion, Abbrand, Zug und sonstiges muss nichts als perfekt gesagt werden. Auf der Aromenseite wird es wortreicher. Kaffee, Kakao, an Lehm erinnernde Erde und eine vollmundige Würze bestimmen das Bild. Das Ganze wird im cremigen Rauch transportiert, nuancierter und komplexer als Worte es beschreiben könnten. Um einen Kommentator zu paraphrasieren, diese Lancero ist kein einfaches Instrument oder ein Ton, sondern ein ganzes Orchester. Genießen Sie diese Zigarre, solange dieser sehr spezielle und in sehr kleinen Stückzahlen produzierte Smoke noch verfügbar ist.","Hintergrund":"In die Liga Privada Unicos Serie kommen nur Zigarren, bei denen die Zusammenstellung so selten ist, dass eine Massenproduktion nicht möglich ist, die Verantwortlichen aber glauben, dass die Menschen Gelegenheit haben sollten, die Zigarre zu probieren. Insofern sind wir \"El Jefe\" Steve Saka zu einigem Dank verpflichtet. Die Exklusivität spiegelt sich vollends in der Tabakwahl wider: Das Deckblatt ist ein Connecticut River Valley Stalk Cut \u0026 Cured Blatt, das Umblatt ein brazilianisches Mata Fina und die Einlage besteht aus 3 verschiedenen nicaraguanischen Caribbean Seed Tabaken. Klingt gut. Ist noch besser."},"diameter_mm":16,"ring":40,"length_mm":178,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Brasilien"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Kakao"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":16.2,"additionalNotes":"Boutique Zigarre"}
