{"name":"Davidoff Nicaragua Diadema","url":"https://www.noblego.de/davidoff-nicaragua-diadema/","brand":"Davidoff","series":"Nicaragua","details":{"Genussverlauf":"Die elegant wirkende Davidoff Nicaragua Diadema ist ein stattliches Stück Zigarre mit einer Länge von 19,8 cm. Sie besteht gänzlich aus Tabaken, die auf den fruchtbaren und mineralreichen Plantagen Nicaraguas gedeihen durften. Als Aushängeschild dient ihr dabei ein rotbraunes Rosado Deckblatt, das die Einlage- und Umblatt-Tabake bedeckt, die aus den bekannten nicaraguanischen Anbaugebieten Jalapa, Condega, Estelí und Ometepe stammen. Nach der Brandannahme gestalten sich die ersten Züge an der kräftigen Diadema pfeffrig-würzig. Mit Erscheinen einer schönen dunklen Schokoladennote tritt der Pfeffer deutlich in den Hintergrund. Im Wechsel treten süße und zartbittere Töne auf, die wunderbar mit dem schokoladigen Aroma harmonieren. Im weiteren Verlauf gesellen sich zarte Nuancen von Zedernholz und Erde zu dem herrlich cremigen Gesamtspektakel, an dem das wunderschöne Format den Genießer für gut zwei Stunden teilhaben lässt. In dieser Zeit verströmt sie jede Menge geschmeidigen Rauch und brennt, wie es sich für Zigarren ihres Standes gehört, kerzengerade ab.","Nice to know":"Mit den Zigarren der Davidoff Nicaragua Serie richtet sich der dominikanische Premiumhersteller an Aficionados mit Hang zu sehr vollmundigen und würzigen Smokes. Die gehaltvollen Tabake des Landes der tausend Vulkane sind für solcherart Vorlieben genau die richtige Wahl.","Resümee":"Eine wahre Feiertagszigarre für geübte Gaumen! Die Davidoff Nicaragua Diadema beweist eindrucksvoll, wie gut verschiedene Nicaragua Tabake miteinander harmonieren können und welch enorme Intensität dabei entstehen kann. Absolute Kaufempfehlung!"},"diameter_mm":19.8,"ring":50,"length_mm":162,"length_inch":0,"format":"Diadema","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Rosado","aromaProfileManufacturer":["Cremig","Erdig","Pfeffer","Schokolade","Süß","Würzig","Zartbitter","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":27.5}
