{"name":"Joya de Nicaragua Cinco Decadas El General","url":"https://www.noblego.de/joya-de-nicaragua-cinco-decadas-el-general/","brand":"Joya de Nicaragua","series":"Joya de Nicaragua Cinco Decadas","details":{"Fazit":"Die Joya de Nicaragua Cinco Decadas El General ist eine stolze Zigarre, die mit ihrem herausragenden Geschmack die Herzen vieler Aficionados höherschlagen werden lässt. Sie ist definitiv etwas ganz Besonderes für ganz besondere Anlässe.","Genuss":"Über die Tabake der Joya de Nicaragua Cinco Decadas El General ist nur bekannt, dass es sich um extrem lang gereifte Premiumsorten aus Nicaragua handelt. Die Puro im langen Churchill Format (17,8 cm) weist eine meisterliche Verarbeitung auf und ist eine wahre Schönheit. Über einen Zeitraum von gut 90 Minuten und länger, weiß sie mit einer vorzüglichen Balance zwischen fruchtiger Süße und delikater Würze zu gefallen. Neben einer besonders reichhaltigen Erdigkeit wartet die angenehm mittelkräftige Vitola mit herrlich komplexen Walnuss-, Karamell- und Kirschnoten auf. Eine gelungene Komposition, die man in dieser Art selten vorfindet. Die Konstruktion der feinen Jubiläumszigarre, für die nur die besten Zigarrenroller der renommierten Manufaktur eingesetzt wurden, weist absolut keine Schwächen auf. Zug und Abbrand gehen beim Genuss absolut perfekt vonstatten.","Hintergrund":"Jährlich werden von den beiden Formaten der Cinco Decadas Serie gerade einmal 5000 Kisten hergestellt. Davon sind nur 50 Kisten für den deutschen Markt vorgesehen. Die fabelhaften Zigarren sind also strengstens limitiert, durch die sogenannte „limited on-going production“, wird es jedoch jedes Jahr eine neue Charge geben."},"diameter_mm":19.8,"ring":50,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Geheim"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Karamell","Kirsche","Süß","Walnuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":22,"additionalNotes":"Limited"}
