{"name":"Toscano Master Aged Serie 1","url":"https://www.noblego.de/toscano-master-aged-serie-1-zigarren/","brand":"Toscano","series":"Master Aged Serie","details":{"Genussverlauf":"Das Deckblatt der Toscano Master Aged Serie 1 ist von der Sorte Kentucky, welches in der Region Valtiberina im oberen Tibertal angebaut wird. Die Einlage der mittelkräftigen bis kräftigen Figurado setzt sich aus 50 % toskanischen und 50 % US-amerikanischen Fire Cured Kentucky Tabaken zusammen. Letztere stammen von Plantagen in den amerikanischen Bundesstaaten Kentucky und Tennessee. Alle Tabake haben eine lange Fermentationsphase, der die traditionelle Trocknung über Eichenholzfeuern vorangeht, durchlaufen. Nachdem diese von den erfahrensten Rollerinnen und Rollern zu den Toscano typischen Figurados von Hand gefertigt werden, erfahren sie eine mindestens 360 Tage andauernde Reifeperiode in den speziell dafür vorgesehenen Reifekammern der toskanischen Manufaktur. Derart behandelt bietet die Master Aged Serie 1 ein von vollmundigen Röstaromen, holzig-süßen Noten und dezenten Pfeffertönen gesäumtes Rauchvergnügen.","Nice to know":"Während die fertigen Zigarren der Master Aged Serie in den speziellen Reifekammern lagern, kümmert sich täglich ein sogenannter „Affinatore“ (übers.: Veredler) um die rauchbaren Schätze aus Italien. Mit dieser kontinuierlichen Kontrolle stellt man bei Toscano die gleichbleibende Qualität seiner herausragenden Produkte sicher.","Resümee":"Die Toscano Master Aged Serie 1 offeriert fortgeschrittenen Genießern ein unvergleichliches Genusserlebnis. Für Liebhaber von Fire Cured Kentucky Tabaken führt kein Weg an dieser hervorragend gelungenen Spezialität vorbei."},"diameter_mm":15.8,"ring":40,"length_mm":160,"length_inch":0,"format":"","manufactureOrigin":"Italien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Italien"],"fillerOrigin":["Italien","USA"],"wrapperType":"Kentucky Fire Cured","aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Röstaromen","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":6.5}
