{"name":"Alejandro Lopez Nicaragua Robusto","url":"https://www.noblego.de/alejandro-lopez-robusto/","brand":"Alejandro Lopez","series":"Alejandro Lopez Nicaragua","details":{"Fazit":"Die Alejandro Lopez Nicaragua Robusto ist eine sehr preiswerte Zigarre für den Alltag. Sie bietet keinen besonders vielschichtigen Geschmack aber ein solides gleichmäßig mildes Rauchvergnügen vom ersten bis zum letzten Zug. Ein fruchtiger Chianti passt gut dazu und wird das Vergnügen noch erheblich steigern.","Genuss":"Zigarrenraucher kennen den Markennamen Alejandro Lopez eher für solide und klassische Tabakwaren aus der Dominikanischen Republik. Die seit neuestem produzierte nicaraguanische Linie wird bezüglich Einlage, Um- und Deckblatt komplett aus edlen Tabaken Nicaraguas gerollt. Sie zeichnet sich durch recht milde und harmonisch komponierte Tabakmischungen aus. Die Alejandro Lopez Nicaragua Robusto ist sehr gleichmäßig und fest gerollt. Sie verlangt ein konzentriertes Handling, da das hauchdünne Deckblatt leicht verletzt wird. Beim  Anzünden der Alejandro Lopez Robusto merkt man gleich den „idealen“ Zugwiderstand. Alsbald verspürt man eine leicht pfeffrige Schärfe, die im weiteren Rauchverlauf abnimmt. Das Aroma ist zurückhaltend und erinnert etwas an Heu und Stroh. Der Abbrand ist nicht ganz gleichmäßig aber zuverlässig und erfordert beim normalen Rauchen kein Nachzünden.","Hintergrund":"Alejandro Lopez ist ein Familienunternehmen mit etwa hundertjähriger Tradition und Erfahrung sowohl im Tabakanbau als auch in der Zigarrenmanufaktur. Alejandro Lopez wanderte einst aus dem bergigen, und vom rauen Atlantik geprägten Asturien aus, um in Panama sein Glück im Zigarrenanbau zu versuchen. Nach erfolgreichen Jahren ließ er sich in der Dominikanische Republik nieder, um am Boom der immer berühmter werdenden dominikanischen Tabakherstellung teil zu haben. Er eröffnete eine eigene Manufaktur und widmete sich bis zu seinem Tod der Herstellung und Optimierung milder und gleichzeitig würziger Zigarren. Inzwischen hat sich die junge Generation ganz besonders auf die Herstellung alltagsgerechter Zigarren  mit einem vernünftigen Preis-Leistungs-Verhältnis ausgerichtet."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.8}
