{"name":"Drew Estate Liga Privada T52 Robusto","url":"https://www.noblego.de/drew-estate-liga-privada-t52-robusto/","brand":"Drew Estate","series":"Liga Privada T52","details":{"Fazit":"Die Drew Estate Liga Privada T52 Robusto wird Freunden kräftiger, vollmundiger Smokes mit komplexer Aromaentfaltung besonders zusagen, denn die wunderschöne Zigarre bietet einfach alles, was einen hochwertigen und anspruchsvollen Rauchgenuss ausmacht.","Genuss":"Das ölig braune Deckblatt der Liga Privada T52 stammt aus den USA, darunter befindet sich ein brasilianisches Mata Fina Umblatt. Die Einlage der Robusto besteht aus feinen honduranischen und nicaraguanischen Tabaken. Die kräftige Liga Privada T52 startet zunächst pfeffrig mit erdigen Tönen, nach einigen Zügen tritt der Pfeffer völlig in den Hintergrund und vollmundige Aromen von Kakao, Zedernholz und Leder treten auf. Diese werden von einer angenehm stimmigen kräuterigen Note begleitet. Die feste Rollung der fantastisch verarbeiteten Liga Privada T52 Robusto sorgt für einen anfangs etwas schwierigeren Zug, bewährt sich jedoch hervorragend in puncto Abbrand, welcher sehr gemächlich und schnurgerade vonstatten geht, sodass den Genießer ein bis zu 90 Minuten andauerndes, ungemein komplexes Rauchvergnügen erwartet.","Hintergrund":"Das Unternehmen Drew Estate setzt auf beste Qualität in allen Belangen, wenn es um die Herstellung großartiger Premiumzigarren geht. Für die Vitolas der Marke Liga Privada sind sogar extra kleine Teams zusammengestellt worden, die ausschließlich für die Fertigung der Zigarren dieser Marke verantwortlich sind. Somit kann die sehr hohe und gleichbleibende Qualität der schmackhaften Premiumsmokes aus dem Hause Drew Estate garantiert werden."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Gewürze","Kakao","Leder","Pfeffer","Zartbitter","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":17.8,"additionalNotes":"Limited"}
