{"name":"Arturo Fuente Hemingway Classic","url":"https://www.noblego.de/arturo-fuente-hemingway-classic/","brand":"Arturo Fuente","series":"Hemingway","details":{"Fazit":"Die Arturo Fuente Hemingway Classic ist eine Zigarre gemacht für Genießer. Greifen Sie nach einem guten Buch, zum Beispiel „Fiesta“ von Ernest Miller Hemingway. Zurückgelehnt in einem bequemen Sessel und ausgestattet mit einem edlen Tropfen, veranstalten Sie dann Ihr ganz eigenes Fest der Sinne.","Genuss":"Die Arturo Fuente Hemingway Classic ist ein\u003cstrong\u003e Longfiller aus der Dominikanischen Republik\u003c/strong\u003e, der mit einer Länge von 177 Millimetern und einem 45er-Ringmaß für ein Rauchvergnügen von der Dauer einer satten und seligen Stunde sorgt. Das Herz der Perfecto besteht dabei aus einer Einlage aus der Dominikanischen Republik, umhüllt von dem Umblatt, das ebenfalls aus der Dominikanischen Republik stammt. Das Deckblatt (engl. wrapper) wurde in Kamerun gezogen und verleiht der \u003cstrong\u003eHemingway Classic\u003c/strong\u003e zusammen mit den übrigen Tabaken ihr vollmundiges und ausgewogenes Aroma. \u003cstrong\u003eNoten von Holz und Kaffee\u003c/strong\u003e werden mit \u003cstrong\u003eLedernuancen\u003c/strong\u003e kombiniert, dazu gesellen sich\u003cstrong\u003e nussige Röstaromen\u003c/strong\u003e und der leckere Geschmack von schwarzem Pfeffer.","Hintergrund":"Arturo Fuente ist eine Zigarrenmanufaktur mit kubanischen Wurzeln. Ihr Namensgeber Arturo Fuente war kubanischer Immigrant, er importierte Tabake aus Kuba, auch wenn er seine Zigarren zunächst in Florida drehte. Die Liebe zu Kuba zeichnete ebenfalls den Pulitzerpreis-Gewinner Ernest Hemingway aus. Nicht nur, dass Hemingway zeit seines Lebens eine große Liebe für kubanische Zigarren hegte, diese Liebe ging sogar so weit, dass er sich eine Finca namens La Vigía auf Kuba kaufte. Hier verbrachte er viel Zeit, schrieb, rauchte gute Zigarren und genoss das Leben. \u003cstrong\u003eHemingway war wirklich ein wahrer Aficionado\u003c/strong\u003e."},"diameter_mm":18,"ring":45,"length_mm":177,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Kaffee","Leder","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":23.2}
