{"name":"Cain Maduro 660 Double Toro","url":"https://www.noblego.de/cain-maduro-660-double-toro/","brand":"Cain","series":"Maduro","details":{"Fazit":"Die Cain Maduro Double Toro ist eine angenehm würzige und kräftige Zigarre, deren Aromen nicht erschlagen, sondern trotz der hohen Konzentration an Ligero harmonisch ausbalanciert sind. Mit einem vollmundigen Whisky oder einem kühlen Blonden ein Hochgenuss.","Genuss":"Seidig glänzt das dunkle nicaraguanische Maduro Deckblatt der Cain Maduro Double Toro. Und so edel und elegant wie ihr Äußeres präsentieren sich auch die innere Werte. Ein Blend aus dreifach fermentierten Ligero Blättern, die aus drei unterschiedlichen Anbaugebieten Nicaraguas stammen, bilden die Einlage und das Umblatt. Da sich Ligero Blätter am oberen Teil der Tabakpflanze befinden, sind sie in hohem Maße der Sonne ausgesetzt. Das verleiht ihnen einen gehaltvolleren und aromatischeren Geschmack. Die Cain Maduro Double Toro verführt mit würzigen Aromen von Nuss, süßer Schokolade und holzigen Noten. Im Finale gesellen sich Pfefferaromen hinzu. Der Abbrand bleibt über die 15,2 Zentimeter, die die Double Toro an Länge aufbietet konstant ebenmäßig. Das Zugverhalten bestätigt die hochwertige Verarbeitung der Puro und rundet eine gute Stunde Rauchgenuss perfekt ab.","Hintergrund":"Mit der Cain wollte man eine Zigarre kreieren, die einen möglichst hohen Anteil an Ligero enthält ohne dabei ihre Komplexität zu verlieren. Die ersten Versuche mit 100% Ligero Tabak missglückten. Die optimale Mischung fand sich schließlich in einem 82%igen Ligero Anteil, der aus drei verschiedenen Anbaugebieten Nicaraguas, Esteli, Jalapa und Condega, stammt."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Maduro","aromaProfileManufacturer":["Nuss","Schwarzer Pfeffer","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.9}
