{"name":"Marca Fina Panama Corona","url":"https://www.noblego.de/marca-fina-panama-corona/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Die Marca Fina Panama Corona ist eine mittelkräftige Zigarre, die mit ihren vollen, vielseitigen Aromen für jede Tageszeit geeignet ist. Dazu empfiehlt sich ein kräftiger Portwein. Der günstige Preis macht sie auch für Zigarrenfreunde mit kleinerem Geldbeutel zu einem idealen Rauchgenuss.","Genuss":"Die Corona der Serie Marca Fina erscheint mit ihrer Länge von 140 mm und einem Durchmesser von 16 mm im klassischen Zigarrenformat. Wie alle Zigarren der Marke Marca Fina wird auch dieses Format als Puros hergestellt. Für Einlage, Umblatt und Deckblatt werden damit nur Tabake eines einzigen Herkunftslandes verarbeitet. Tabake, die für die Marca Fina Panama Corona verwendet werden, sind in Panama gewachsen und haben einen mindestens zwei Jahre währenden Fermentationsprozess durchlaufen. Die verschiedenen Einlage-Tabake, die auf den im Norden des Landes gelegenen Plantagen geerntet werden, geben diesen Zigarren eine feine, mittelstarke Würze. Gehalten von einem Umblatt aus bestem Tabak und geschützt durch ein mittelbraunes, gleichmäßiges Deckblatt, lässt sich die exzellente Herstellung bereits beim Entzünden wahrnehmen. Komplettiert wird dieses einmalige Raucherlebnis durch den perfekten Zug. Während einer Rauchdauer von 30-40 Minuten entfaltet die  Marca Fina Panama Corona beerige bis erdige Aromen und Noten von exotischen Gewürzen, Kaffee und einem Hauch von dunkler Schokolade.","Hintergrund":"Die Marca Fina Panama Corona entsteht unter der Schirmherrschaft der Interessengemeinschaft \"Federación de Tabaqueros America Central (F.T.A.C.)\". Diese Allianz kleinerer Tabakfirmen unterstützt die Farmer, überwacht den Anbau des Tabaks und garantiert seine Qualität. Darüber hinaus wird den Tabakfarmern die Möglichkeit geboten, Zigarren der Marke Marca Fina selbst herzustellen und auf den Markt zu bringen. Wie auch die anderen Zigarren der \"Federación de Tabaqueros America Central\"\u003cstrong\u003e\u003cem\u003e \u003c/em\u003e\u003c/strong\u003ewerden Marca Fina Panama Corona per Hand in Mittelamerika und der Karibik hergestellt, wobei ihr natürlicher Geschmack die besondere Herkunft dieser Tabake widerspiegelt."},"diameter_mm":16,"ring":40,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Kaffee","Kakao","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.8}
