{"name":"Partageno y Cia Grand Corona Fehlfarben Sumatra (No. 303)","url":"https://www.noblego.de/partageno-y-cia-grand-corona-fehlfarben-sumatra-no-303/","brand":"Partageno y Cia","series":"","details":{"Fazit":"Partageno y Cia Grand Corona Fehlfarben Sumatra No. 303 sind lang, relativ schlank und von angenehmer Leichtigkeit im Rauchgenuss. Ein gutes Glas Rotwein verstärkt diesen Genuss ganz ungemein. Öffnen Sie doch einmal zu dieser in Deutschland hergestellten Zigarre einen trockenen deutschen Spätburgunder, zum Beispiel aus der Pfalz.","Genuss":"Partageno  y Cia Grand Corona Fehlfarben Sumatra No. 303 besitzen das gediegene  Format einer großen Zigarre. Sie sind im Rauch angenehm leicht und doch  sehr gehaltvoll im Geschmack, denn die Füllung der Partageno y Cia  Zigarren besteht aus sehr gut aufeinander abgestimmten Tabaken aus  Mittel- und Südamerika, der Karibik und Indonesien. Bei  der stattlichen Länge von 160 Millimetern und einem Durchmesser von 18  Millimetern hat man eine ordentliche Tabakportion vor sich, die einen  bedächtig rauchenden Genießer mindestens eine Stunde beglücken kann.","Hintergrund":"Deutschland ist heute nicht mehr wesentlich an der Produktion von Hand gerollter Zigarren beteiligt. Die Herstellung erfolgt per Maschine oder man investiert in Betriebe in Mittel- und Südamerika und das dortige Know-how. Dies hat den Vorteil für Verbraucher, dass diese Zigarren preislich weit günstiger angeboten werden als die Klassiker aus der Karibik. Partageno y Cia Zigarren sind bereits seit 1906 auf dem Markt und stellen damit eine echte Traditionsmarke dar. Marken wie Partageno y Cia beweisen, dass auch maschinell gefertigte Zigarren aus Deutschland durchaus Klasse haben und einen hohen Rauchgenuss bieten können. Die Firma Schuster in Bünde, die diese Zigarren herstellt, besteht schon seit vielen Jahrzehnten und ist ein Traditionshaus in Deutschland. Qualität ist hier oberstes Gebot."},"diameter_mm":18,"ring":45,"length_mm":160,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java","Kuba"],"binderOrigin":["Java"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.1}
