{"name":"Vega Fina Nicaragua Reserva Maestros","url":"https://www.noblego.de/vega-fina-nicaragua-reserva-maestros-zigarren/","brand":"Vega Fina","series":"","details":{"Genussverlauf":"Die rein nicaraguanischen Tabake der Vega Fina Nicaragua Reserva Maestros stammen aus den populären Anbaugebieten Jalapa und Estelí. Diese weisen alle ein Mindestalter von drei Jahren auf und sorgen für einen mittelkräftigen bis kräftigen Zigarrengenuss. Geschmacklich stehen dabei eine intensive Tabaknote sowie angenehme Röst-, Frucht- und Nussnoten auf dem Plan. Untermalt von holzig-würzigen Akzenten und feinen aromatischen Nuancen von Leder, Kaffee, Mandeln, Vanille und weißem Pfeffer entsteht ein unverwechselbares und vollmundiges Rauchvergnügen für etwas geübtere Gaumen. Die Reserva Maestros glänzt dabei mit besten Zug- und Abbrandeigenschaften.","Nice to know":"Gewidmet ist die Nicaragua Reserva Maestros von Vega Fina, den insgesamt sechs Tabakexperten, die in der Tabacalera de Garcia als „Grupo de Maestros“ bekannt sind. Gemeinsam bringen es diese bewanderten Fachmänner auf 160 Jahre Erfahrung auf dem Gebiet des „Master Blendings“. Hut ab!","Resümee":"Das in der Vega Fina Nicaragua Reserva Maestros enorm viel Expertise, Erfahrung und Leidenschaft steckt, sieht man dem gekonnt gerollten Format mit hübschem Pigtail auf den ersten Blick an. Und mit den ersten Zügen wird schnell klar, wie gut man sich bei Vega Fina auf die Kreation vielsagender und köstlicher Premiumzigarren versteht. Die individuell nummerierten und im typischen Stil der Vega Fina Nicaragua Linie gehaltenen 12er Holzkisten sind leider nur solange der Vorrat reicht, verfügbar."},"diameter_mm":19.1,"ring":48,"length_mm":152,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Leder","Mandel","Nuss","Röstaromen","Tabak","Vanille","Weißer Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":10.5}
