{"name":"Mombacho Botucal Robusto","url":"https://www.noblego.de/mombacho-botucal-robusto-zigarren/","brand":"Mombacho","series":"Botucal","details":{"Genussverlauf":"Drei Jahre lang befasste sich der verantwortliche Masterblender von Mombacho mit der Entwicklung der Mombacho Botucal Zigarren. Schlussendlich verleihen nun ausgewählte Tabake aus Ecuador (Deckblatt) und Nicaragua (Einlage/Umblatt) der Mombacho Botucal Robusto die passende Würze und stimmigen Aromen, welche sich in Kombination mit dem fruchtig-süßen Reserva Exclusiva von Botucal zu einem nahezu perfekten Pairing vereinen. Die mittelkräftige Robusto wartet mit einer eleganten Würze und vollmundigen Erd-, Leder-, Zartbitterschokolade-, Röst- und Pfefferaromen auf, die den geschmacklichen Charakter des Rums aufgreifen und trefflich unterstreichen. Eine sehr gelungene Zusammenführung zweier hervorragend miteinander harmonierender Genussmittel.","Nice to know":"Der Importeur der Momabcho Botucal Zigarren wies vor der Auslieferung der in drei Formaten erhältlichen Serie darauf hin, dass die Robustos noch etwas frisch seien und ihnen daher zwei bis drei Wochen Extra-Lagerung angedeihen sollten. Dieser Zeitraum ist nun verstrichen, so dass das betroffene Format nun absolut genussbereit ist.","Resümee":"Wir haben uns sehr auf die Mombacho Botucal Robsto gefreut und bereits einige Testverkostungen in Verbindung mit dem Botucal Rum Reserva Exclusiva durchgeführt. Hut ab, ein absoluter Treffer ins Genießerherz! Wenn es nach uns geht, dann darf es von dieser Art Projekten in Zukunft gerne mehr geben."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"H2000","aromaProfileManufacturer":["Erdig","Leder","Röstaromen","Schwarzer Pfeffer","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":11.9}
