{"name":"Brun del Ré Gold Robusto","url":"https://www.noblego.de/brun-del-re-gold-robusto/","brand":"Brun del Ré","series":"Brun del Ré Gold","details":{"Fazit":"Wer süße, aber dabei mediumkräftige Zigarren mit etwas ungewöhnlicherer Aromenkonstruktion sucht, dem sei die Brun del Ré Gold Robusto wärmstens ans Herz gelegt. Ein knisterndes Kaminfeuer, ein bequemer Sessel und ein gereifter Rum als Begleiter machen den Abend perfekt.","Genuss":"Und es ist doch manches Gold, was glänzt! Denn die Brun del Ré Gold Robusto sorgt schon mit ihrem edlen, seidig-zartem Deckblatt für vor Vorfreude funkelnde Augen bei so manchem Aficionado. Und auch der köstlich holzig-süße Kaltduft steigert eben jene Vorfreude. Wenn die Brun del Ré Gold Robusto dann angeraucht wird und bei ihrem exzellenten Zug- und Abbrandverhalten ihr Aromenbouquet präsentiert, dann hat die Glanzstunde dieser Vitola geschlagen. Neben leichten Holztönen, leckeren Röstaromen mit leicht nussigen Tendenzen entwickelt sich im Kontrast zu Tönen von Pfeffer eine tolle Süße. Hier präsentieren sich Aromen von Karamell und Honig und, was ganz besonderes, ein Lebkuchenaroma.","Hintergrund":"Brun del Ré Zigarren stammen aus Costa Rica. Einem Land, das bisher in Zigarrenkreisen weniger bekannt war, was sich jedoch zusehends ändert. Zum Glück, denn das an das Karibische Meer und den Pazifik grenzende Land hat mit seiner ausgezeichneten Bodenqualität die optimalen Anbaubedingungen für Tabakpflanzen zu bieten.  Hinzu kommt eine Produktion, die so gut wie komplett von Handarbeit betrieben wird. Hier wird jede Vitola von der Tabakpflanze bis zur fertigen Zigarre mit Liebe gefertigt. Und das schmeckt man!"},"diameter_mm":19.8,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Costa Rica","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Karamell","Lebkuchen","Leder","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.4}
