{"name":"Alec Bradley Mundial Punta Lanza No. 5","url":"https://www.noblego.de/alec-bradley-mundial-punta-lanza-no-5/","brand":"Alec Bradley","series":"Mundial","details":{"Fazit":"Seit der Inter-tabac 2014 endlich auch in Deutschland erhältlich: die Alec Bradley Mundial Punta Lanza No. 5 – vollmundig und kräftig. Hier ist nicht nur das Format etwas ganz Besonderes.","Genuss":"Der Genießer kann sich sicher sein, was aus dem Hause Alec Bradley kommt, ist immer von hochwertiger Qualität und erfreut den Gaumen mit einer komplexen Palette vollmundiger Aromen – so auch im Falle der Alec Bradley Mundial Punta Lanza No. 5. Punta Lanza steht dabei für das außergewöhnliche Format der Zigarrenserie, die sich am Zugende ganz gewöhnlich, aber am Brandende spitz zulaufend zeigt. Der Blend beruht auf einem 4-2-1 Prinzip: 4 verschiedene Einlagetabake, darunter eine ordentliche Portion Ligero, aus Honduras und Nicaragua werden von 2 Umblättern ebenfalls aus Nicaragua und Honduras gehalten und von einem honduranischen Deckblatt aus der Trojes Region umschlossen. Im Kaltgeruch wird der Genießer süßlich-holziger Aromen gewahr. Der gut einstündige Smoke der 130 mm langen und 20,6 mm dicken Zigarre zeigt sich mittelkräftig bis kräftiger werdend im Rauchverlauf. Aromen von Kakao, Leder, Zedernholz, Erde und etwas Pfeffer runden das Genusserlebnis perfekt ab.","Hintergrund":"Alan Rubin und seine Blender ließen sich ordentlich Zeit mit der Entwicklung des Blends der Mundial Punta Lanza Linie. Ganze fünf Jahre dauerte es, bis die Zigarre schließlich auf der IPCPR 2013 in Las Vegas präsentiert wurde. Bei der Vorstellung der neuen Serie wurde die Punta Lanza die erste Zigarre, die an Ballons gehängt gen Weltall flog. Von der Boutique Zigarre werden nur geringe Stückzahlen produziert – im Jahre 2014 4000 Kisten."},"diameter_mm":20.6,"ring":52,"length_mm":130,"length_inch":0,"format":"Diadema","maker":"Alan Rubin","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras","Nicaragua"],"aromaProfileManufacturer":["Kakao","Leder","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11,"additionalNotes":"Boutique Zigarre, Doppeltes Umblatt"}
