{"name":"Nicarao Especial Hermoso","url":"https://www.noblego.de/nicarao-especial-hermoso/","brand":"Nicarao","series":"Edición Especial","details":{"Fazit":"Die Nicarao Especial Hermoso ist eine Zigarre mit mittlerem bis vollem Körper, welche eine hervorragende Vielfalt an Aromen offenbart. Zentralamerikanische Gewürze, Holz und tierische Duftstoffe entwickeln sich nach und nach zu einem angenehm wohligen und süßen Geschmackserlebnis. Trotz dieser aromatischen Progression bleibt die Zigarre durchweg erstaunlich ausgewogen. Zusätzlich zu diesem geschmacklichen Meisterwerk bietet die Asche ein optisches Highlight: Neben der perfekten weißen Farbe lässt auch die konstant feine Struktur Rückschlüsse auf die wie gewohnt hohe Qualität von Rohstoffen und deren Weiterverarbeitung zu.\nUm den vollen Geschmack dieser außergewöhnlichen Zigarre entfalten zu können, bietet sich ein trockener Weißwein an.","Genuss":"Die Nicarao Especial Hermoso weiß optisch anzusprechen ohne überladen zu wirken. Das Design des Zigarrenrings harmoniert perfekt mit der Farbe des Deckblattes. Optisch selbstbewusst präsentiert sich die junge Marke und erweckt Hoffnungen auf ein ganz besonderes Raucherlebnis und eine außergewöhnliche Würze. Mit einem mittleren bis vollen Körper und einer bemerkenswerten Vielfalt an Aromen bleibt sie nicht hinter diesen zurück. Der Geist Zentralamerikas kommt in den edlen Gewürzen gut zur Geltung und wir umgarnt von animalischen Gerüchen. Über ihre ganze Länge von 13,3 cm bleibt die Zigarre trotz des intensiven Geschmacks außerordentlich weich und ausgewogen. Einer weißen Asche mit toller Struktur gelingt es die hervorragende Qualität des Tabaks gebührend zu unterstreichen. Handwerklich kann die Especial mindestens genauso überzeugen wie die Classico.","Hintergrund":"Die Especial-Serie verdankt ihren einzigartigen Geschmack Tabak der Sorte Rosado und einem Umblatt aus Rosado Oscuro. Die Blätter wurden zweieinhalb bis fünfeinhalb Jahre gelagert, um volle Aromen bei verhältnismäßig milder Stärke versprechen zu können. Die Tabakblätter erfahren durchschnittlich ein weiteres Jahr der Reifung als es Industriestandard ist (2 bis 5 ½ Jahren anstelle von 1 ½ bis 4 ½ Jahre)."},"diameter_mm":18,"ring":45,"length_mm":133,"length_inch":0,"format":"Magnum","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Leder","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.3}
