{"name":"Black Label Trading Company Black Works Studio S\u0026R Corona Larga","url":"https://www.noblego.de/black-label-trading-company-black-works-studio-s-r-corona-larga-zigarren/","brand":"Black Label Trading Company","series":"","details":{"Genussverlauf":"Wie unschwer zu erkennen, ist die S\u0026R Corona Larga von Black Works Studio mit zwei Deckblättern versehen worden. Hierbei handelt es sich jeweils um ein etwas dunkleres Sumatra Blatt und ein helleres Connecticut. In der Einlage dieser pfiffigen Kreation stecken erlesene Premiumtabake aus Nicaragua und der Dominikanischen Republik, welche wiederum von einem ecuadorianischen Umblatt umschlossen werden. Ein süß-würziger Beginn bereitet den Genießer auf den abwechslungsreichen Rauchverlauf vor, der sich über etwas Süße, deutliche Erd- und Eichenholzaromen sowie Nuancen von Chili, Kakao, Kräutern und Zitrusfrüchten definiert. Insgesamt ein mittelkräftiger Zigarrengenuss mit voluminöser Rauchentwicklung sowie bestem Zug- und Abbrandverhalten.","Nice to know":"In der Manufaktur Oveja Negra, die in der nicaraguanischen Zigarrenhochburg Estelí beheimatet ist, finden junge und aufstrebende Marken ein geeignetes Zuhause. Seit 2015 werden dort kleine Zigarrenserien produziert, die aus absolut hochwertigen Premiumtabaken bestehen. In Zusammenarbeit mit lokalen Künstlern entsteht das ansprechende, moderne Artwork, welches die Kisten und Anillas der Zigarren aus der Oveja Negra ziert.","Resümee":"Erfrischend anders, gewohnt delikat! Die Black Label Trading Company Black Works Studio S\u0026R Corona Larga ist wieder mal ein Paradebeispiel für die hervorragende Arbeit der hochmotivierten Teams aus der Fabrica Oveja Negra."},"diameter_mm":18.3,"ring":46,"length_mm":152,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador","Sumatra"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Chili","Eichenholz","Erdig","Kakao","Kräuter","Leicht Süß","Weißer Pfeffer","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":12.5,"additionalNotes":"Doppeltes Deckblatt, Limited"}
