{"name":"Pitbull Carlito","url":"https://www.noblego.de/pitbull-carlito/","brand":"Pitbull","series":"","details":{"Fazit":"Viele Köche verderben den Brei? Von wegen! Drei Zigarrenexperten am Werk ergeben eine dreifach gute Zigarre: Ob Blend, Verarbeitung, Zug oder das auffallende Aussehen: Die Pitbull Carlito ist eine einzigartige Zigarre und der Probiertipp für den erfahrenen Raucher!","Genuss":"Beim Auspacken der Pitbull Carlito fällt bereits der intensiv-würzige Kaltgeruch auf, der Lust auf mehr macht. Dazu ist das Deckblatt aus Nicaragua von einem tiefen braun und lässt an eine Maduro denken. Besonders schön ist auch der Kontrast zu dem roten Wollfaden mit Schleife, der als Markenzeichen der Serie den sonst üblichen Zigarrenring ersetzt und ein wenig an ein Hundehalsband erinnern könnte. Ist die Double Robusto dann erst einmal angeraucht, überzeugt sie mit sehr komplexen Aromen und einer wunderbaren Würze. Aromen von Erde, Früchten, Kaffee und süßem Honig runden den Smoke perfekt ab. Zwischendurch scheinen außerdem immer wieder leckere nussige Anklänge auf. Die Pitbull Carlito ist überaus gut verarbeitet und glüht beim Smoke konstant und gleichmäßig vor sich hin.","Hintergrund":"Didier Houvenaghel aus Belgien, bekannt für seine tollen Zigarren von \u003ca title=\"Hier geht's zu den Zigarren von Nicarao\" href=\"/nicarao-zigarren/\"\u003eNicarao\u003c/a\u003e und \u003ca title=\"Hier geht's zu den La Ley Zigarren\" href=\"/la-ley-zigarren/\"\u003eLa Ley\u003c/a\u003e, hat sich mit der französischen Zigarrenikone Cyril Pelletier und dem Zigarrenimporteur Sandro Strioli zusammengetan. Herausgekommen ist diese einzigartige und streng limitierte Zigarre. Denn ursprünglich war diese gar nicht für den Weiterverkauf vorgesehen, sondern sollte nur exklusiv in Cyril Pelletiers Laden zu bekommen sein. Wir können uns also glücklich schätzen, dass wir diese Vitola nun doch im Shop haben."},"diameter_mm":21.3,"ring":54,"length_mm":140,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Honig","Kaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14}
