{"name":"Humo Jaguar LE 2011 Corona","url":"https://www.noblego.de/humo-jaguar-le-2011-corona/","brand":"Humo Jaguar","series":"","details":{"Fazit":"Eine Neuerscheinung, die es in sich hat. Sehr würzig mit intensiven Aromen von Zitrusfrüchten, Erde und Holz ist diese Corona ein Geschmackserlebnis par excellence. Bei der limitierten Auflage ist schnelles Zugreifen gefragt. Danach aber bitte ganz in Ruhe rauchen und mit einem ebenso würzigen Bier oder starken Kaffee einfach nur genießen.","Genuss":"Gewinnen um jeden Preis, das könnte das Motto bei der Kreation dieser Limited Edition Corona von Humo Jaguar gewesen sein. Entstanden ist jedenfalls ein Produkt, das sich absolut sehen und vor allem rauchen lassen kann. In makelloser Verarbeitung mit einem seidig-glatten, mittelbraunen Jamastran-Deckblatt macht diese Puro, Umblatt und Einlage kommen wie das Deckblatt aus Honduras, schon optisch Eindruck. Im Kaltgeruch sind Noten von Wald und frischem Holz wahrzunehmen. Genauso gefällt der Geschmack. Erde, Holz, Zitrusfrucht und pfeffrige Aromen entfalten ihre Kraft langsam aber stetig, um im letzten Drittel ihr volles Geschmacksvolumen zu erreichen. Der Zug ist teilweise etwas schwerer, im gleichmäßigen Abbrand offenbart die Corona jedoch wieder ihre Klasse und bestätigt dies mit ihrer festen weißen Asche.","Hintergrund":"2011 veranstaltete ein Zusammenschluss mehrerer honduranischer Zigarrenmanufakturen ein Festival, um die Aufmerksamkeit für ihre Tabakprodukte zu steigern. Im Zuge des Festivals wurde ein Wettbewerb ausgerufen, der auch neue Zigarrenkreationen hervorbrachte, unter anderem die Humo Jaguar Robusto, Corona und Grande aus dem Hause von Maya Selva. Diese Limited Edition ist seit Anfang 2012 auf dem Markt und erfreut sich seitdem großer Beliebtheit. Auch 2012 fand der Wettbewerb wieder statt, wir freuen uns schon auf die Ergebnisse, die wir Ihnen dann 2013 präsentieren können."},"diameter_mm":17,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":5.5}
