{"name":"Davidoff Winston Churchill Limited Edition 2021 Toro","url":"https://www.noblego.de/davidoff-winston-churchill-limited-edition-2021-toro-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Mit einem absolut tadellosen, von öligem Glanz überzogenen Deckblatt aus Ecuador versehen, bietet die Davidoff Winston Churchill Limited Edition 2021 Toro einen äußerst erhabenen Anblick. Ein Seco Umblatt und vier handverlesene Tabaksorten aus der Dominikanischen Republik sowie nicaraguanischer Visus aus der Region Estelí in der Einlage bilden den Rest des Blends der mittelkräftigen Premiumzigarre, bei der die Zielsetzung der Masterblender von Davidoff daraus bestand, mit ihr eine gelungene Kombination aus den beiden Winston Churchill Serien zu kreieren. So hat man der Limited Edition 2021 Toro den sehr cremigen Charakter und die feine karamellige Süße der delikaten Davidoff The Original Collection Zigarren in Verbindung mit den ausgeprägten Erde- und Nussaromen der Davidoff The Late Hour Zigarren verliehen. Die köstliche Sonderedition weist einen hohen Grad an Komplexität auf. Zu Beginn verströmt sie im illustren Wechselspiel auftretende Erd-, Trockenfrucht und Gewürznoten, die im zweiten Rauchdrittel Platz machen für cremige Karamell- und Ledertöne. Das letzte Rauchdrittel wird bestimmt von einer schmackhaften Nussigkeit, die trefflich von zarten Kakaotönen begleitet werden. Nach gut 70 Minuten legt man die Davidoff Winston Churchill Limited Edition 2021 Toro als sehr zufriedengestellter Genießer ab.","Nice to know":"Präsentiert werden die Zigarren dieser hervorragenden Edition in hochwertigen Holzkisten zu je 10 Exemplaren. Das aufgedruckte Schachbrettmuster an der Seite der in Grau und Weiß gehaltenen Schatullen darf als Anspielung auf die hohen strategischen Fähigkeiten Churchills in seiner Rolle als Kommandeur verstanden werden. Die eindrucksvolle Sonderedition unterliegt mit weltweit 11.100 Kisten einer strengen Limitierung.","Resümee":"Angenommen, der große Winston Churchill hätte die Möglichkeit gehabt, die Davidoff Winston Churchill Limited Edition 2021 Toro zu probieren. Sie wäre ihm wohl bereits nach den ersten Zügen ans Herz gewachsen. Wir können Ihnen diesen Ausnahmegenuss aus dem Hause Davidoff nur wärmstens empfehlen. Ein außergewöhnliches Rauchvergnügen auf sehr hohem Niveau!"},"diameter_mm":21,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Karamell","Leder","Nuss","Süß","Trockenfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":29.5,"additionalNotes":"Limited"}
