{"name":"Asylum 13 Pandemonium 60 x 8,5","url":"https://www.noblego.de/asylum-13-pandemonium-60x8-5/","brand":"Asylum","series":"Pandemonium","details":{"Genussverlauf":"Mit ihrem beachtlichen 60er Ringmaß qualifiziert sich die Asylum 13 60 x 8,5 als das mittlere Format der in zwei weiteren Formaten erhältlichen Puro-Serie. Ihr rein nicaraguanischer Blend setzt sich aus einem verlockend ölig glänzenden H2000 Deckblatt und handverlesenen Spitzentabaken in der Einlage und als Umblatt zusammen. Zu Genussbeginn gibt sie unaufdringliche Pfeffertöne am Gaumen zu erkennen, die nach und nach jedoch in den Hintergrund treten. An ihre Stelle treten intensive Erd-, Leder- und Schokoladearomen, zu denen sich im späteren Verlauf noch ausgeprägte Nuss- und Holzaromen gesellen. Letztere dominieren den dritten und finalen Rauchabschnitt. Die delikate Würze nicaraguanischer Tabake sowie ein bedeutender Grad an Cremigkeit verleihen dem an sich sehr kräftigen Genuss ein absolut rund erscheinendes Geschmacksprofil. Unsere Testexemplare wiesen ein sehr gutes Zugverhalten auf und brannten zufriedenstellend gerade ab.","Nice to know":"Die Zigarren der Marke Asylum 13 versprechen authentischen Tabakgenuss aus Nicaragua zu einem hervorragenden Preis-Leistungs-Verhältnis. Denn wenn man bedenkt, wie viel Tabak in den übergroßen Formaten der Premiummarke steckt, sind deren Preise absolut im äußerst günstigen Bereich anzusiedeln.","Resümee":"Eine Zigarre wie die Asylum 13 Pandemonium 60 x 8,5 vermag es ihren Genießer beinahe einen ganzen Abend unterhalten zu können. Ihr köstlicher Geschmack und die wunderbare Cremigkeit machen diesen Langstreckengenuss zu einem ganz besonderen Erlebnis."},"diameter_mm":23.8,"ring":60,"length_mm":216,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"H2000","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kakao","Leder","Nuss","Schokolade","Weißer Pfeffer"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":14.5}
