{"name":"Romeo y Julieta Exhibicion No. 3","url":"https://www.noblego.de/romeo-y-julieta-exhibicion-no-3/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Die Romeo y Julieta Exhibicion No. 3 begeistert auch durch einen wirklich guten Preis. Nicht ohne Grund zählt sie zu den beliebtesten Formaten dieser Marke: Die Vielzahl an Aromen vermittelt einen erwachsenen Charakter, der ohne zu überfordern hält, was er verspicht. Vordergründig sind Holz und etwas Leder aufzuführen, gerade aber hintergründige Aromen von Kaffee und Erde machen das Besondere an dieser Zigarre aus. Als Begleitung ist ein ungesüßter Cappuccino zu empfehlen.","Genuss":"Der 14,3 cm langen und 18,3 mm breiten Corona Gordas gelingt es mit ihrem Erscheinungsbild mühelos, sich mit den Großen der Habanos-Liga ebenbürtig zu erweisen - und zwar ganz ohne extravagante Goldprägung oder zusätzliche Banderole. Eine mattbraune Farbe mit ansprechendem, grünem Akzent wirkt selbstbewusst ohne aufdringlich zu sein. Selbst ohne viel Fachwissen kann der Raucher die Geschichte erahnen, die sich hinter der Traditionsmarke Romeo y Julieta verbirgt. Der Trockenzug der Romeo y Julieta Exhibicion No. 3 erweist sich als vielversprechend, noch größere Erwartungen weckt allerdings der Geruch des Puro Habano. Die Zigarrenwahl bestätigt sich somit bereits an dieser Stelle. Nach dem Entzünden lässt sie nicht lang auf sich warten und bietet augenblicklich einen aromatischen Rauchgenuss. Reifes Holz ergänzt von etwas Leder bildet hierbei die Basis, der Geschmack ist ausgeglichen ohne undefiniert zu wirken und dürfte folglich bei vielen Zigarrenliebhabern Anklang finden. In der weiteren Rauchentwicklung begeistern an Kaffee erinnernde Röstaromen, welche von einem unterschwellig erdigen Geschmack begleitet werden. Mit einem guten Abbrand ohne erwähnenswerte Ausreißer sowie einer auffallend komplexen und verhältnismäßig dunklen Asche spiegelt die Romeo y Julieta Exhibicion No. 3 die Qualität der Havanna Tabake durchaus wider.","Hintergrund":"Mit William Shakespeares tragischem Liebespaar als Namensgeber entstand die Marke Romeo y Julieta im Jahr 1875. Weltberühmt wurde sie allerdings erst während des frühen 20. Jahrhunderts unter der Leitung von Don „Pepin“ Fernandez. Als talentierter Geschäftsmann erkannte dieser als einer der ersten das Potential der Bauchbinde. Die verwendeten Havanna Tabake wurden vor der Weiterverarbeitung drei Jahre lang gelagert, um vielschichtige Aromen und eine mittlere Stärke bieten zu können."},"diameter_mm":18.3,"ring":46,"length_mm":143,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Fruchtig","Karamell","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.7}
