{"name":"Casa de Garcia Maduro Churchill","url":"https://www.noblego.de/casa-de-garcia-maduro-churchill/","brand":"Casa de Garcia","series":"Maduro","details":{"Fazit":"Die Casa de Garcia Maduro Churchill kann sowohl erfahrenen Rauchern als auch Einsteigern empfohlen werden, die sich einmal an ein großes Format heran wagen wollen. Zu dieser großen und milden Zigarre sollte man eine Flasche fruchtigen Weißweins kalt stellen. Ein Grillo aus Sizilien mit seinen Duftnoten von Zitronen und Orangen würde sehr gut passen.","Genuss":"Fein auf einander abgestimmte Tabake aus der Dominikanischen Republik und aus Honduras bilden die milde Einlage der Casa de Garcia Maduro Churchill. Umhüllt wird die Einlage von einem Connecticut-Broadleaf-Umblatt aus Honduras. Ein Connecticut Broadleaf Maduro bildet das etwas rustikale Deckblatt. Von Anfang bis zum Ende des langen Rauchgenusses spendet diese Churchill milde, zart würzige und zugleich auch süßliche Geschmackseindrücke. Ihre Rauchdauer beträgt aufgrund der stattlichen Abmessungen von 2 x 16,5 Zentimetern 70 bis 80 Minuten.","Hintergrund":"In La Romana im Osten der Dominikanischen Republik kann man die beeindruckende \"Tabacalera de Garcia\" besichtigen. Diese riesige Fabrik stellt jährlich die meisten Zigarren weltweit her. Von dort stammen auch die Casa de Garcia Maduro Zigarren, die das Siegel „totalmente als mano“ tragen, also in der Fabrik von Hand gefertigt werden. Zum einen sollen diese Zigarren den gehobenen Ansprüchen von Kennern genügen, zum anderen wollen sie preislich und geschmacklich den vertrauensvollen Einsteiger ansprechen. Diese Strategie ist in der Casa de Garcia Maduro Churchill aufgegangen.\u003cstrong\u003e\u003cbr\u003e\u003c/br\u003e \u003c/strong\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":165,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Broadleaf","Connecticut","Honduras"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Holz","Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.8}
