{"name":"DAG El Jabali","url":"https://www.noblego.de/dag-el-jabali/","brand":"DAG","series":"","details":{"Fazit":"Hinter der 190 Millimeter langen DAG El Jabali verbirgt sich pures dominikanisches Rauchvergnügen. In Begleitung eines kräftigen Whiskeys oder eines trockenen Rotweins lässt sich dieses besonders gut genießen.\n","Genuss":"Schon die Optik dieser Zigarre ist vielversprechend. Das saftig braune Deckblatt verfügt über einen seidigen Schimmer und auch die sonstige Verarbeitung ist einwandfrei. \u003cspan style=\"mso-spacerun: yes;\"\u003e \u003c/span\u003eAußerdem eine sehr schöne Haptik, die Zigarre schmiegt sich trotz ihres stattlichen Gigantes-Formates förmlich an die Hand. Sowohl der Einlagetabak, als auch das Umblatt und das Deckblatt stammen aus der Dominikanischen Republik, weshalb es sich bei der DAG El Jabali um eine Puro handelt. Diese Zigarre ist insgesamt als würzig zu bezeichnen, ihr Aroma bleibt bis zum Ende jedoch eher mittelstark. Dabei präsentieren sich fruchtige Aromen, Noten von Leder, Kaffee, Nüssen und Schokolade, die durchaus gefallen.","Hintergrund":"Den DAG-Zigarren ist bereist häufiger nachgesagt worden, dass ihre Aromenkomposition Ähnlichkeiten zu kubanischen Zigarren aufweist. Und auch bei der DAG El Jabali findet der ein oder andere Aficionado geschmackliche Parallelen zu Longfillern aus dem Inselstaat in der Karibik. Kubanophile Genießer sollten hier also mal den ein oder anderen Probesmoke wagen und können sich auf Leder-, Kaffee- und Schokoladenaromen freuen."},"diameter_mm":20.6,"ring":52,"length_mm":190,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Kaffee","Leder","Nuss","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":10.5}
