{"name":"Nicarao La Preferida Short Robusto","url":"https://www.noblego.de/nicarao-la-preferida-short-robusto/","brand":"Nicarao","series":"La Preferida","details":{"Fazit":"Die La Preferida Short Robustos sind ein Paradebeispiel für hochwertige Zigarren, die eine optimale Ausgewogenheit bezüglich Stärke und Geschmack bieten. So werden sie den hohen Ansprüchen gestandener Aficionados gerecht und können ebenfalls als sehr gute Referenz für fortgeschrittene Einsteiger dienen.","Genuss":"Erlesene Tabake aus vier verschiedenen Herkunftsländern sind in der La Preferida Short Robusto verarbeitet. Im Einzelnen handelt es sich dabei um ein wunderschön kaffeebraunes Deckblatt aus Ecuador, ein robustes mexikanisches Umblatt und auf den Punkt gereifte Einlagetabake aus Honduras und Nicaragua. Eine spannende Mischung, welche in dieser ausgeklügelten Zusammenstellung für ein absolut ausbalanciertes Aromaaufkommen von frischen Kaffee-, Leder-, und Pfeffernoten sorgt, die passend von einer ansprechenden Süße begleitet werden. Die La Preferida Short Robusto bietet feinsten Hochgenuss für gut 45 Minuten, der durch ihr unkompliziertes Zug- und Abbrandverhalten zu einem absolut runden und ausgewogenen Raucherlebnis wird.","Hintergrund":"„Gut Ding will Weile haben.“ Getreu diesem Motto handelt der bekannte Masterblender Didier Houvenaghel, wenn es um seine Zigarrenkreationen geht. Auch bei der Konzeption der La Preferida Zigarren hat ihn keine Eile gepackt und so sind von Planung bis Markteinführung der süßen Nicaraguanerinnen ganze sieben Jahre verstrichen."},"diameter_mm":20,"ring":52,"length_mm":101,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Mexiko"],"wrapperType":"H2000","aromaProfileManufacturer":["Kaffee","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":12.5}
