{"name":"Villiger La Meridiana Churchill","url":"https://www.noblego.de/la-meridiana-churchill/","brand":"La Meridiana","series":"","details":{"Fazit":"Leicht beginnend und mit schöner Abwechslung fortfahrend, so bietet die La Meridiana Churchill ein ledriges, nussiges und leicht süßes Aroma. Wegen der langen Rauchdauer empfehlen wir diese Zigarre am Abend zu einem schönen fruchtigen Whiskey oder leichtem Rum zu genießen.","Genuss":"Im typischen Churchill Format mit einer Länge von 17 Zentimetern und einem Durchmesser von 20 Millimetern präsentiert sich die La Meridiana Churchill. Nach dem Anzünden ist ein kleiner Pfefferblast vorhanden, der sich schnell wieder legt. Trotzdem beginnt sie sehr leicht mit einer feinen buttrigen Note und Anklängen von frischem Zedernholz, gepaart mit einer feinen nussigen Nuance. Nach dem ersten Drittel wird sie deutlich würziger. Dies liegt an den besonderen Aromen des weihnachtlichen Zimtgebäcks und der leichten Nuance nach Heu. Plötzlich treten Aromen von Leder auf, die eigentlich typisch für manche kubanische Zigarren sind. Gegen Ende des zweiten Drittels startet das Aroma von Nougat durch und hinterlässt im Mund einen wahren Genuss. Erst später, gegen Ende der Zigarre, sind die Aromen von nassem Waldboden wahrnehmbar. Sie verschmelzen perfekt mit der andauernden leichten Süße. Über 90 Minuten erleben Sie einen abwechslungsreichen Smoke der nicaraguanischen Puro. Bemerkenswert sind der einwandfreie Zug und die schöne Verarbeitung der Zigarre.","Hintergrund":"Die La Meridiana ist eine alte, ausgestorbene kubanische Zigarrenmarke. Villiger hat sie jedoch wieder ins Leben gerufen und lässt sie in der ältesten nicaraguanischen Zigarrenmanufaktur produzieren. Es werden nur hervorragende Tabake verarbeitet und zu einem guten Preis angeboten. Die La Meridiana wurde des Öfteren zur Best Buy Zigarre des Jahres ausgezeichnet und erhielt 2007 sogar die Cigar Trophy."},"diameter_mm":20,"ring":50,"length_mm":170,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":7.1}
