{"name":"CAO La Traviata Divino","url":"https://www.noblego.de/cao-la-traviata-divino/","brand":"CAO","series":"La Traviata","details":{"Fazit":"Mit der CAO La Traviata Divino in den Abend, Verdi im Ohr und dazu ein edles Getränk. Wie wärs mit einem vollmundigen Single Malt Whisky oder einem 20 jährigen Tawny Port?","Genuss":"So schlicht wie uns die Umverpackung aus hellem Holz weismachen will, geht es bei der CAO La Traviata Divino wahrlich nicht zu. Ein dunkles Colorado Deckblatt aus Ecuador umschließt den feinen Blend aus dominikanischen und nicaraguanischen Tabaken für die Einlage und Kamerun-Umblatt. Der Kenner weiß, dass dies eher ungewöhnlich ist, da Kameruntabak meist für Deckblätter verwendet wird. Diese einzigartige Mischung sorgt für die würzigen und vollmundigen Aromen. So vereinen sich süße Nuancen mit Noten von Schokolade, Leder und Zedernholz und lassen den Smoke von vorne bis hinten zu einem angenehmen Erlebnis werden. Aber Vorsicht, das Robusto Format sollte mit Bedacht genossen werden, denn wird sie zu heiß, können sich schnell zu scharfe Untertöne bilden. Bis zu einer Stunde darf man sich für das 12,7 Zentimeter lange und 20 Millimeter dicke Format schon Zeit nehmen.","Hintergrund":"Das Kürzel CAO steht für beste Zigarrenqualität aus honduranischer, dominikanischer oder nicaraguanischer Handarbeit. Nicht selten erreichen die Serien und Formate hohe Bewertungen in einschlägigen Ratings. Die CAO La Traviata Divino bildet dabei keine Ausnahme und konnte sich unter den Top 25 Zigarren des Jahres 2010 im Cigar Aficionado platzieren."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Leder","Pfeffer","Schokolade","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.3}
