{"name":"Oscar Valladares Wild Hunter Natural Toro","url":"https://www.noblego.de/oscar-valladares-wild-hunter-natural-toro-zigarren/","brand":"Oscar Valladares","series":"Wild Hunter","details":{"Genussverlauf":"Als rein honduranische Zigarre zeigt sich die Oscar Valladares Wild Hunter Natural mit einem interessanten Kaltgeruch, der neben einer minzigen Note, leichte Töne erdigen Waldbodens beinhaltet. Mit den ersten Zügen setzt die top verarbeitete Toro zunächst eine ordentliche Portion Pfeffer frei, die nach dem sie den Gaumen geweckt und sensibilisiert hat, in den Hintergrund tritt. Im Anschluss daran treten tiefe erdige Noten sowie Aromen von Trocken- und Kiefernholz auf, die bis zum Genussende aufrecht gehalten werden. Eine leichte Süße und die besonders angenehme Würze der honduranischen Tabake runden den sehr guten Geschmack der Wild Hunter Natural vorzüglich ab. Bei Abbrand und Zug verhielten sich die von unserer Redaktion getesteten Exemplare einwandfrei.","Nice to know":"Die Kisten der Wild Hunter Zigarren, die noch in einer etwas kräftigeren Oscuro Variante erschienen sind, wurden in einem dem Jäger-Motiv nachkommenden Camouflage-Stil gehalten. Typisch für die Zigarren von Oscar Valladares, der bei den Präsentationen seiner Kreationen stets einen hohen Grad an Kreativität beweist. Das Auge genießt schließlich mit.","Resümee":"Kaum jemand versteht sich so gut auf rein honduranische Blends wie der passionierte Tabakexperte Oscar Valladares. Die Wild Hunter Natural Toro ist eine unwiderstehlich gute Zigarre und wird sich daher innerhalb kürzester Zeit in zahlreichen heimischen Humidoren wiederfinden."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Pfeffer","Süß","Trockenes Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.9}
