{"name":"La Aurora Preferidos Ruby Maduro","url":"https://www.noblego.de/la-aurora-preferidos-ruby-maduro/","brand":"La Aurora","series":"Preferidos Edición 1903","details":{"Fazit":"Die Preferidos Edicion 1903 Ruby von La Aurora ist ein mittelstarker, besonders aromenreicher Longfiller aus der Dominikanischen Republik für die wirklich besonderen Momente im Leben. Gefertigt wird sie aufgrund von Kriterien, die vom Firmengründer Don Eduardo León Jimenes bereits im Jahre 1903 aufgestellt worden sind.\nDiese meisterhaft gerollte Figurado hat ihren Preis. Den ist sie allerdings als absolute Premiumzigarre in jeder Hinsicht wert.","Genuss":"Die Ruby aus der Preferidos-1903-Serie von La Aurora bietet eine Dreiviertelstunde Rauchgenuss der Extraklasse. Sie hat eine Länge von 127 Millimetern, einen Durchmesser von 21 Millimetern und ist in dem Format einer Figurado (Torpedo), das nur von den erfahrensten Torcedores gefertigt werden kann, ein echter Hingucker. Den Aficionado erwartet eine reiche Aromenvielfalt, die bei wachsendem Durchmesser immer intensiver wird. Das würzige Aroma mit Noten von Pfeffer und Schokolade wird stets von einem süßen Unterton begleitet. Bis zur Mitte stehen bei dieser mittelstarken Zigarre süßlich-erdige Aromen im Vordergrund. Gegen Ende wird sie dezent schärfer mit einem Anklang von Minze. Das Zugverhalten und der Abbrand sind einwandfrei und es bildet sich eine fast weiße kompakte Asche. Bevor die Ruby verpackt wird, reifen die Tabakblätter ein Jahr in Eichenfässern und nach der Fertigung durch ausgewählte Meisterformer, die nicht mehr als 100 Zigarren am Tag rollen, sechs Monate im Aging-Raum."},"diameter_mm":21,"ring":53,"length_mm":127,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Maduro","aromaProfileManufacturer":["Erdig","Leder","Minze","Nuss","Roter Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":27}
