{"name":"Ashton Aged Maduro No. 10","url":"https://www.noblego.de/ashton-aged-maduro-no-10/","brand":"Ashton","series":"Aged Maduro","videoURLs":["https://www.youtube.com/watch?v=JToO5M22M8k"],"details":{"Fazit":"Die Ashton Aged Maduro ist eine Zigarrenserie, die ihresgleichen sucht. Eine intensive Aromenentfaltung und die erstklassige Verarbeitung sorgen für den perfekten Rauchgenuss. Nicht ganz preiswert zwar, aber die Qualität und Geschmack rechtfertigen den Preis allemal. Genießen Sie die No. 10 Robusto nach dem Abendessen mit einem schönen Glas Schwarzbier oder einem restsüßen Madeirawein.","Genuss":"Das besondere an der Ashton Aged Maduro Nr. 10 ist ihr Connecticut Broadleaf Deckblatt. Die dunkle, ölig glänzende Textur lässt schon in der Optik erahnen, dass hier ein ganz besonderer Smoke auf den Genießer wartet. Die Aromen entfalten sich langsam, dafür dann aber umso kräftiger. Das erste Drittel beginnt mit cremigen Noten und Nussaromen. Im zweiten Drittel schmeckt man Holz, Kräuter und Nuss, das letzte Drittel offenbart erdige und ledrige Aromen mit einer Kaffeenote und leicht pfeffrigen Anklängen. Getragen werden die Aromen über die Dauer des gut einstündigen Smokes von der natürlichen Süße des Deckblattes. Einlage und Umblatt werden aus erlesenen dominikanischen Tabaken gewonnen. Das Zugverhalten dieser Premiumzigarre ist perfekt, der Abbrand ist schön rund. Ein rundum perfektes Rauchvergnügen.","Hintergrund":"Die Marke Ashton wird seit 1985 in der Dominikanischen Republik produziert. Abgeleitet wurde der Name von dem bekannten englischen Pfeifenhersteller William Ashton Taylor, der schon einer Tabaksorte seinen Namen lieh und nun auch Pate für diese Premiumzigarrenmarke steht."},"diameter_mm":19.8,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.9}
