{"name":"Dunhill Signed Range Churchill Tube","url":"https://www.noblego.de/dunhill-signed-range-churchill-tube/","brand":"Dunhill","series":"","details":{"Fazit":"Eine außergewöhnlich gute und aromenreiche Zigarre ist sie definitiv, die Dunhill Signed Range Churchill. Für den Connaisseur, der Zeit und die Erfahrung hat, sich auf dieses Meisterwerk einzulassen. Nicht die günstigste, aber eine der besten Zigarren auf dem Markt.","Genuss":"Die Dunhill Signed Range Churchill ist ein Paradebeispiel für eine sehr gute große Zigarre mit einem breiten Aromenspektrum. Knapp 18 Zentimeter lang und 20 Millimeter „dick“ ist sie und verspricht damit ein langes Rauchvergnügen. 75 bis 100 Minuten, je nach Rauchvorlieben, dauert es an. Die Churchill ist eine mittelstarke Zigarre, die mit einer starken Würze aufwarten kann. Die Aromen haben ein breites Spektrum: Von den erdigen Tönen zu Beginn geht es über Gewürznoten hin zu Kaffee, Schokolade und Geröstetem. Das erzeugt einen Rauch, dem es an Anmut und Kraft nicht mangelt. Das Zugverhalten ist sehr gut, der Abbrand kann sich unregelmäßig darstellen, die Asche ist aber hell und stabil.","Hintergrund":"Diese große Zigarre wird in Nicaragua von „Toraño Cigars“ hergestellt. Seit vier Generationen ist dieser Hersteller für außergewöhnliche Zigarren bekannt und wurde daher auserkoren, die Dunhill Signed Range Serie zu betreuen. Die verwendeten Tabake werden alle mindestens 3 Jahre gelagert, bevor sie verwendet werden. In der Einlage kommen Tabake der Dominikanischen Republik und aus Nicaragua zum Einsatz. Das Umblatt ist ein Connecticut sun-grown aus Kamerun und das Deckblatt ist ein Blatt aus Nicaragua. Die Churchills werden jeweils von einem Roller hergestellt und von einem Qualitätskontrolleur untersucht. Von beiden liegen jeder Kiste der Singed Range Serie Unterschriften auf einer Karte bei. Qualität die man spüren, schmecken, tasten und lesen kann."},"diameter_mm":20,"ring":50,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Erdig","Gewürze","Kaffee","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15.2}
