{"name":"The Woody by Oscar","url":"https://www.noblego.de/the-woody-by-oscar/","brand":"Oscar Valladares","series":"The Oscar by Oscar","details":{"Fazit":"Die The Woody by Oscar ist sicher ein Hingucker und lässt sich tatsächlich rauchen. Anfängern sei sie aufgrund ihrer Maße aber nur bedingt empfohlen. In der schicken Schiebedeckelkiste ist sie ein schönes Geschenk für jene, die sonst schon alles haben. Denn welcher Aficionado möchte nicht gerne eine rekordverdächtige Zigarre im Schrank haben?","Genuss":"Die The Woody by Oscar ist schon eine Klasse für sich und wird aromatisch ihrem Namen absolut gerecht. Wer es bis zum Ende schafft, wird einen Smoke erlebt haben, der vorrangig von holzigen Noten geprägt ist, daneben würzig, nussig und mit einer feinen karamelligen Süße im mittleren Abschnitt. Trotz oder gerade wegen der beeindruckenden Maße bleibt dieser Longfiller eher im milden Bereich, erst zum Ende hin nimmt die Stärke spürbar zu und der Nikotinkick kommt doch noch. Der Zug ist erstaunlich leicht, daher kommen schnelle Raucher auch schon in drei Stunden durch, angenehmer ist es aber, der Zigarre ein bisschen mehr Zeit zu gönnen. Umblatt und Deckblatt der in Honduras gefertigten Zigarre stammen aus ihrem Herkunftsland, die Einlage ist eine Mischung aus nicaraguanischem und honduranischem Tabak.","Hintergrund":"Bei der The Woody by Oscar handelt es sich um die aktuell längste rauchbare Zigarre der Welt, die im internationalen Handel zu finden ist. Abgenommen hat die Woody diesen Titel der \u003ca title=\"Hier geht's zur Santa Clara Magnum\" href=\"/santa-clara-magnum/\"\u003eSanta Clara Magnum\u003c/a\u003e, die „nur“ 48 cm misst."},"diameter_mm":31.8,"ring":80,"length_mm":534,"length_inch":0,"format":"","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Heu","Holz","Karamell","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":54}
