{"name":"Leonel Barber Pole Limited Edition 2022 Toro","url":"https://www.noblego.de/leonel-barber-pole-limited-edition-2022-toro-zigarren/","brand":"Leonel","series":"","details":{"Genussverlauf":"Ein dunkelbraunes Deckblatt aus Honduras sowie ein hellbraunes Connecticut Deckblatt aus dem River Valley in den USA umschließen ein honduranisches Umblatt, unter dem sich eine raffiniert vermengte honduranisch-nicaraguanische Einlage befindet. Derart beschaffen lässt sich die Leonel Barber Pole Limited Edition 2022 Toro als mittelkräftige Zigarre definieren, die während des Genusses angenehm sanfte Pfeffernoten sowie wunderbar miteinander harmonierende Erd- und Edelholzaromen an den Gaumen trägt. Eine spürbare Cremigkeit begleitet diesen sehr eleganten Geschmack über die gesamte Rauchdauer, welche mit etwa 90 Minuten angegeben werden kann. Unsere Probeexemplare wiesen einen perfekten eingestellten Zug auf und brannten erwartungsgemäß gemächlich und gerade ab.","Nice to know":"Barber Pole Zigarren sind in unseren Breitengraden längst keine Seltenheit mehr. Die mit doppelten Deckblättern versehenen Smokes begeistern viele Genießer, da sie oft sehr facetten- und abwechslungsreichen Genuss bieten. Ihre exotisch anmutende Optik macht sie zudem zu wahren Hinguckern.","Resümee":"Eine erfreulich gute Neuerscheinung, die sowohl optisch wie gustatorisch einiges zu bieten hat. Wir empfehlen Ihnen, sich rechtzeitig mit reichlich Exemplaren der Leonel Barber Pole Limited Edition 2022 Toro einzudecken, bevor diese seltene Sonderedition für immer vergriffen sein wird."},"diameter_mm":20.6,"ring":52,"length_mm":150,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley","Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.5,"additionalNotes":"Limited"}
