{"name":"Bundle Selection 3 x 3 Corona Tubos","url":"https://www.noblego.de/bundle-selection-3-x-3-corona-tubos/","brand":"Bundle Selection","series":"3x3","details":{"Fazit":"Angebohrt und im Tubos verschafft die 3 x 3 Corona vor der Verkostung einen einladende Impression. Das holzige Aroma weiß samt ihrer herben, süßen und röstigen Facetten zu überzeugen. Das Abbrandverhalten und der günstige Preis dürfte auch Liebhaber einer Arturo Fuente Chateau oder einer Vega Fina Coronitas liebäugeln. Als begleitendes Getränk empfehlen wir Wasser oder fruchtige Cocktails zu sommerlichen Zeiten, um den süßen Moment im ersten Drittel wiederzubeleben.","Genuss":"Der auffällige Tubos der 3 x 3 Corona schützt ihre klassischen Maße von handlichen 14 Zentimetern und einen Durchmesser von 17 Millimetern. Der Kopf ist bereits angebohrt – der Verkoster muss bloß sein Feuerzeug zücken. Das dunkle Claro Connecticut Deckblatt zeigt deutliche Abhebungen der filigranen Adern und umschließt das dominikanische Umblatt und den Tabak. Die rau – sandige Struktur liegt federnd in der Hand und weiß zu gefallen. Der milde bis mittelkräftige Charakter hält ein nach Tabak, Paprikagewürz und Minze duftendes Bouquet offen. Ein kontinuierlich optimaler Zug gewährleistet primäre Aromen von Tabak, Holz und Leder. Im ersten Drittel ist der Zug süßlich und der Abgang weiß mit einer Komposition von Leder und Karamell aufzutrumpfen. Hin und wieder besuchen Kaffeenoten den Aficionado. Im weiteren Verlauf gewinnt die 3x 3 Corona an herben Noten, verliert jedoch den süßen Anteil. Generell manifestiert sich durchweg ein holziger Geschmack, die Nachhaltigkeit ist dabei gering. Der konstant kreisrunde Abbrand, die hellgrau gemaserte Asche und der leichte, sanfte Rauch sind im ganzen Verlauf unauffällig und unterstreichen den unkomplizierten Smoke.","Hintergrund":"Die 3 x 3 Tubos Zigarren gehören zu der Marke Davidoff. Sie werden in Santiago (Dom.Rep.) von Hendrik Kelner hergestellt. Dieser war auch für Zigarren der Marke Davidoff, Griffin`s und AVO verantwortlich. Tabakinhalt und Umblatt kommen aus der Dominikanischen Republik. Das Deckblatt ist ein Claro Connecticut aus Ecuador."},"diameter_mm":17,"ring":43,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.25}
