{"name":"H. Upmann Robustos Añejados","url":"https://www.noblego.de/h-upmann-robustos-anejados/","brand":"H. Upmann","series":"","details":{"Fazit":"Die H. Upmann Robustos Añejados bieten ein dermaßen köstliches Raucherlebnis, dass man nach ihrem Genuss noch lange an den herrlichen Geschmack denken muss und sich bereits auf die nächste schmackhafte Begegnung mit dieser zur Vollendung gereiften Kubanerin freut.","Genuss":"Die H. Upmann Robustos Añejados wurde mit erlesensten Tabaken des magischen Vuelta Abajo auf Kuba ausgestattet. Ihre angenehm mittelkräftige Ausrichtung gibt auch Kuba-Neulingen die Gelegenheit ihre fein-cremigen Aromen von Kaffee, Nuss, Leder und Erde samt der herrlich ausgewogenen sowie einzigartigen Kubawürze genießen zu können. Die sagenhafte Balance der limitierten Robusto Añejados aus dem Hause H. Upmann ist ein Resultat der im Eingangstext bereits erwähnten fünfjährigen Reifelagerung, welche alle Zigarren dieser Sonderedition erfahren haben. Generell wird für frische kubanische Zigarren eine Lagerungszeit von bis zu fünf Jahren und darüber hinaus angeraten, um so das volle Genusspotenzial der hochwertigen Premium Smokes ausschöpfen zu können. Die Robustos Añejados kommen somit im „besten Kuba-Alter“ zu Ihnen nach Hause und können ohne die langwierige Lagerphase zu berücksichtigen umgehend verköstigt werden. Das außergewöhnlich delikate Rauchvergnügen kann jedoch ein wenig vom etwas schweren Zug bei einigen der limitierten Robustos getrübt werden. Eine kleine Schwäche, die sich im Rauchverlauf allerdings bessert und die der einzigartige Geschmack der feinen Kubaner schnell vergessen macht. Der Abbrand der von Meisterhand gerollten Leckerbissen zeigt sich vorbildlich und gestaltet sich gemächlich und schnurgerade.","Hintergrund":"Tatsächlich weisen die aktuellen Kisten der H. Upmann Robustos Añejados das Boxing-Date April/2011 auf, was bedeutet, dass die edlen Vitolas gut sieben Jahre Zeit hatten, ihr volles Potenzial zu entfalten. Der Zusatzaufdruck „Revisado“ steht für die nachträglich vollzogene Qualitätskontrolle, welche man im Hause H. Upmann vor Auslieferung der Añejados in den Handel durchgeführt hat."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Kaffee","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13.5,"additionalNotes":"Limited"}
