{"name":"Macanudo Inspirado Tercio Aged Limited Edition Toro","url":"https://www.noblego.de/macanudo-inspirado-tercio-aged-limited-edition-toro-zigarren/","brand":"Macanudo","series":"Macanudo Inspirado","details":{"Genussverlauf":"Das dunkle Deckblatt der mittelkräftigen bis kräftigen Tercio Aged Limited Edition Toro aus der Macanudo Inspirado Serie stammt aus der Region San Andrés in Mexiko. Ein indonesisches Bezuki Umblatt sowie dominikanische Piloto und kolumbianische Seco Tabake als Einlage komplettieren diesen schmackhaften Smoke. Ein Teil dieser Tabake wurde dem speziellen Tercio-Verfahren unterzogen. Dabei werden aus den Tabaken Ballen geformt (Tercios), die in Palmenrindenblättern eingewickelt und zur Reife gelagert werden. Von den so behandelten Tabaken verspricht man sich einen kräftigeren Geschmack, ausgewogenere Aromen sowie ein besseres Abbrandverhalten. Das top-verarbeitete Toro Format besticht vor allem durch reichhaltige Erdaromen, die von einem leicht pfeffrigen Abgang begleitet werden. Der vollmundige und kräftig-würzige Geschmack richtet sich an erfahrene Gaumen, die starke Zigarren bevorzugen.","Nice to know":"Das Tercio-Verfahren hat seinen Ursprung auf Kuba. Dort erkannte man früh die Vorteile dieser besonderen Reifeprozedur, welche jedoch aufgrund des immensen Aufwands, den sie verursacht, selbst dort nur noch sehr selten zur Anwendung kommt.","Resümee":"Wieder einmal eine sehr interessante Sonderedition von Macanudo, die gestandenen Aficionados ein zufriedenstellendes Rauchvergnügen beschert. Bestellen können Sie die Macanudo Inspirado Tercio Aged Limited Edition Toro, solange der Vorrat reicht."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Kolumbien"],"binderOrigin":["Bezuki","Indonesien"],"aromaProfileManufacturer":["Cremig","Erdig","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"60 bis 90 Min","price":11.5,"additionalNotes":"Limited"}
