{"name":"Fürst Bismarck Robusto","url":"https://www.noblego.de/fuerst-bismarck-robusto/","brand":"Fürst Bismarck","series":"","details":{"Fazit":"Die Fürst Bismarck Robusto ist eine sehr ausgewogene Vitola für einen 40 bis 50-minütigen Smoke auf der Terrasse. Idealer Begleiter zum Kaffee oder dem nachmittäglichen Spaziergang am See. Optisch tadellos, Zugverhalten und Abbrand sind ebenfalls einwandfrei.","Genuss":"Die Fürst Bismarck Robusto ist eine mild-angenehme dominikanische Zigarre, für all diejenigen, die nach einem sehr sanften und dennoch würzigen Smoke suchen. Bei einer Länge von 12,8 Zentimetern und einem Durchmesser von 21 Millimetern handelt es sich um ein klassisches Robusto-Format. Die Struktur des Deckblatts ist sehr gleichmäßig, haptisch ein wenig rau. Kalt duftet die Fürst Bismarck Robusto klassisch dominikanisch grasig, leicht animalisch. Samtiger Rauch mit leichten floralen, dominikanischen Noten verwöhnt den Gaumen des Rauchers schon nach den ersten Zügen. Ein grasiger Grundton gibt ab dem zweiten Drittel den Ton an und schmeichelt dem Gaumen. Der Abbrand ist sehr gut, die Asche stahlgrau und fest. Im letzten Drittel unterstreichen leichte Zedernholznoten den Grundgeschmack. Begleitet wird das Finish von einem Hauch Zitrus, ein leichtes angenehmes Kribbeln auf der Zunge macht sich breit. Bis hinter den Zigarrenring bleibt die Fürst Bismarck Robusto angenehm mild.","Hintergrund":"An den Fürst Bismarck Zigarren hat ein echter Nachfahre des großen Staatsmannes Otto von Bismarck mitgearbeitet. Ur-Enkel Carl Eduard von Bismarck hat in Zusammenarbeit mit Michael Kohlhase einen milden dominikanischen Blend entwickelt, der sich besonders durch eine lange Reifezeit hervortut. Für einen ausgewogenen Genuss."},"diameter_mm":21,"ring":53,"length_mm":128,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Gras","Nuss","Süß","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":7.8}
