{"name":"Ashton Heritage Puro Sol Belicoso","url":"https://www.noblego.de/ashton-heritage-puro-sol-belicoso/","brand":"Ashton","series":"Heritage","details":{"Fazit":"Ashton Heritage Puro Sol Belicoso - eine Zigarre, die zu den ganz Großen gehört und nicht umsonst den Namen Heritage (Erbe) trägt. Ein afrikanisch-dominikanisches Patchwork, das uns von weiteren Verbindungen dieser Art träumen lässt.","Genuss":"Alles an dieser Zigarre drückt ihre Besonderheit aus. Schon die äußere Verpackung in einer eleganten Holzkiste mit dem Logo der Ashton Heritage Puro Sol lässt auf Großes hoffen. Von innen samtig ausgeschlagen und nochmals in schützendes Papier gehüllt, verbirgt sie den goldig glänzenden Schatz: 12,5 Zentimeter pures Rauchvergnügen. Charakteristisch für das Kamerun Sun Grown Deckblatt ist seine sattbraune Farbe und die kleinen Höckerchen, die dem Rauchgenuss aber keinesfalls im Wege stehen. Vollendet wird die Ashton Heritage Puro Sol Belicoso durch eine Einlage und ein Umblatt aus der Dominikanischen Republik, die ebenfalls nur aus Sun Grown Blättern bestehen und den vollmundigen Geschmack des gereiften Tabaks komplettieren. Über den gesamten ca. 50-minütigen Smoke cremig  und süßlich, begleiten zu Beginn Pfeffernoten das Aromaspektrum, die zur Mitte von Kaffee-, Leder- und Schokoladentönen abgelöst werden. Der perfekte Zug und der gleichmäßige Abbrand mit einer festen grauen Asche tun ihr Übriges, um den Qualitätsruf von Ashton zu bestätigen.","Hintergrund":"Für die Kreation der Ashton Heritage Puro Sol haben sich die Fuentes mit den Meerapfels zusammengetan. Das spezielle Kamerun Deckblatt wird von Hand auf den afrikanischen Plantagen Richard Meerapfels gezogen. Es wächst in einer Gegend, die für ihre nahezu unerschöpfliche Fruchtbarkeit bekannt ist. Man sagt, sie sei vom Wasser der Götter gesegnet. So erstaunt es nicht, dass die Ashton Heritage Puro Sol Belicoso auf Platz 7 der Top 25 Zigarren 2012 des Cigar Aficionado gelistet wird."},"diameter_mm":19,"ring":48,"length_mm":125,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kaffee","Leder","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.7}
