{"name":"Nicarao Especial Gordo","url":"https://www.noblego.de/nicarao-especial-gordo/","brand":"Nicarao","series":"Edición Especial","details":{"Fazit":"Die Nicarao Zigarren gehören auf Grund ihres ausgezeichneten Zugverhaltens sowie der enormen Intensität der Aromen zu den besten ihrer Art. Auch die erstklassige Verarbeitung der besonders feinen und öligen Deckblätter trägt einen nicht unwesentlichen Teil dazu bei. Die Puros Nicaragua fesseln selbst den eingefleischtesten Zigarrenraucher. Sie überraschen und bieten immer wieder etwas Besonderes, weshalb das Rauchen dieser Zigarre ein echtes Highlight darstellen kann. Um die Aromen bestmöglich zur Geltung zu bringen, ist es besonders zu empfehlen, sie begleitet von einem trockenen Weißwein zu genießen.","Genuss":"Bereits auf visuelle Weise ist es der Nicarao Especial Gordo ein Leichtes, die Blicke auf sich zu ziehen. Das Deckblatt ist von kräftig brauner Farbe und erweckt einen öligen Anschein, die Banderole ist schlicht designt, was in dieser Kombination äußerst ansprechend wirkt. Beim Drucktest zeigt sich, dass diese Zigarre wunderbar weich ist und der Zugwiderstand auf 12 cm Länge und einem 53er Ringmaß damit erwartungsgemäß gut. Auch Verarbeitung und Komplexität lassen keine Wünsche offen. Schon während der ersten Züge des insgesamt rund 50-minütigen Smokes offenbaren sich vielseitige und vor allem intensive Aromen: Neben dem Geschmack von frischen Gewürzen lassen sich außerdem etwas Erde und Wald erschmecken. Den Raucher dieser Zigarre erwartet ein einzigartiges Genusserlebnis, das unvergleichlich erfrischend zu werden verspricht. Ein aufkeimender Hauch von Minze fesselt den Connaisseur, ohne ihn dabei zu sehr zu fordern. Zweifelsohne spiegelt sich der mittelamerikanische Einfluss in dieser Aromenvielfalt wider.","Hintergrund":"Nicarao war ursprünglich der Name eines mittelamerikanischen Indianerhäuptlings aus Mittelamerika. Dieser lebte während des 16. Jahrhunderts im heutigen Nicaragua. Während zahlreiche Geschichten lehren, dass eben dieser Nicarao auch der Namensgeber für Nicaragua selbst gewesen sei, zweifeln einige Historiker seine Existenz gänzlich an. Die Tatsache, dass dem Firmengründer Didier Houvenaghel der Aufbau dieser Marke in Kuba aus politischen Gründen versagt wurde, führte ihn schließlich nach Nicaragua – in die mittlerweile berühmten Anbaugebiete von Jalapa und Estelí."},"diameter_mm":21,"ring":53,"length_mm":121,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Kaffee","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.5}
