{"name":"Plasencia Cosecha 149 Santa Fe Gordo ","url":"https://www.noblego.de/plasencia-cosecha-149-santa-fe-gordo-zigarren/","brand":"Plasencia","series":"Cosecha 149","details":{"Genussverlauf":"Tabake aus vier honduranischen Anbauregionen stecken in der meisterlich gerollten Plasencia Cosecha 149 Santa Fe Gordo. Allem voran fällt dem Genießer natürlich das sattbraune Deckblatt auf, welches auf den Feldern in der Nähe der Kleinstadt San Augustín, die im weltberühmten Department Copán liegt, im Jahr 2014 geerntet wurde. Die Tabake der mit würzigen Akzenten und feinen Toastaromen startenden Gordo stammen allesamt aus demselben Erntejahr und durften ganze sieben Jahre lang reifen, bevor sie für die mittelkräftigen Zigarren der Cosecha 149 Serie verwendet wurden. Mit fortschreitendem Rauchgenuss kommen cremig-süße Noten und delikate Schokolade-, Nuss-, Erd- und Pfefferaromen auf, die sich in einer beispielhaften Balance untereinander präsentieren. Im letzten Drittel kulminieren alle bisher aufgetretenen Aromen und geben ein hervorragend arrangiertes Geschmacksbild ab. Ihrem Ruf als waschechte Premiumzigarre wird die Santa Fe durch perfektes Zug- und Abbrandverhalten ebenfalls gerecht.","Nice to know":"Das Gordo Format der Cosecha 149 Serie von Plasencia bietet sich den nicht allzu erfahrenden Genießern zum Probieren an. Denn durch ihr relativ großes Ringmaß kühlt sich der Rauch ein wenig zügiger ab als bei ihren beiden Schwestern im Toro und Robusto Format.","Resümee":"Mit der Plasencia Cosecha 149 Santa Fe Gordo erstehen Sie eine unglaublich delikate honduranische Puro Zigarre, die Ihnen den einzigartigen Geschmack honduranischer Tabakkultur in Reinform näherbringt. Eine besondere Genusserfahrung, die man als bewanderter Aficionado nicht missen möchte."},"diameter_mm":23.78,"ring":60,"length_mm":123,"length_inch":0,"format":"Gordo","maker":"Nestor Plasencia","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Nuss","Schokolade","Süß","Toast","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":15.5}
