{"name":"A. Turrent Casa Turrent 1880 Maduro Doble Robusto","url":"https://www.noblego.de/a-turrent-casa-turrent-1880-maduro-doble-robusto-zigarren/","brand":"A.Turrent","series":"Casa Turrent 1880","details":{"Genussverlauf":"Das San Andrés Maduro Deckblatt der Casa Turrent 1880 Maduro Doble Robusto durfte mindestens fünf Jahre lang ruhen, bevor es zusammen mit den bis zu zehn Jahre alten, ebenfalls aus mexikanischem Anbau stammenden Umblatt- und Einlagetabaken zu diesem imposanten Format gerollt wurde. Die sehr gehaltvollen Tabake sorgen für einen kräftigen Genuss, der zu Anfang von verschiedenen Gewürznoten wie Pfeffer, Nelken und Zimt bestimmt wird. Nach einigen Zügen entwickelt die mexikanische Puro eine zarte Süße, die an Honig erinnert sowie tiefe Kaffee-, Leder- und Zartbitteraromen. Ein Smoke mit viel Tiefe und Charakter, der seinen Genießer für gut 80 bis 90 Minuten bei perfektem Zug und Abbrand trefflich zu unterhalten weiß.","Nice to know":"Die Casa Turrent 1880 Zigarren sind zum 140. Geburtstag des mexikanischen Zigarrenherstellers erschienen. Das mexikanische Traditionsunternehmen unter der Führung Alejandro Turrents blickt damit auf eine lange Unternehmensgeschichte zurück. Für die Zigarren dieser aufregenden Jubiläumsserie wurde die hauseigene Tabak-Schatzkammer geöffnet. So wurden alle vier Formate der Casa Turrent 1880 Zigarren mit mindestens fünf Jahre alten Vintage-Deckblättern und bis zu zehn Jahre reifgelagerten Um- und Einlageblättern ausgestattet.","Resümee":"Die Casa Turrent 1880 Maduro Doble Robusto ist sicher nicht für Einsteiger zu empfehlen. Der würzige und aromareiche Smoke richtet sich ohne Zweifel an Aficionados mit viel Erfahrung und Hang zu würzigen mexikanischen Tabaken. Jene werden von der ausdrucksstarken Puro alles andere als enttäuscht, sondern in die geschmackvolle Welt mexikanischer Premiumzigarren entführt."},"diameter_mm":21.8,"ring":55,"length_mm":165,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Mexiko","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Mexiko"],"binderOrigin":["Mexiko"],"wrapperType":"San Andrés","aromaProfileManufacturer":["Honig","Kaffee","Leder","Nelke","Pfeffer","Zimt"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.8}
