{"name":"Don Duarte Leyenda Piramide","url":"https://www.noblego.de/don-duarte-leyenda-piramide/","brand":"Don-Duarte","series":"Leyenda","details":{"Fazit":"Die Don Duarte Leyenda Piramide ist eine attraktive Zigarre – sowohl geschmacklich als auch im Outfit. Das sehr schöne Format macht sie zum begehrten Geschenk, was durch die hübsche Holzkiste noch überzeugender wird.","Genuss":"Die Don Duarte Leyenda Piramide besitzt eine etwas grob geripptes aber schön öliges Deckblatt mit erdig-schokoladigem Kaltgeruch. Nach dem Anzünden zieht sie perfekt und brennt gleichmäßig mit einem fast weißen Aschekegel ab. Der Rauch ist voluminös und legt sich geschmeidig auf den Gaumen. Im Geschmack ist sie würzig, pfeffrig und mit einer schönen Kakao-Note ausgestattet. Die Don Duarte Leyenda Piramide ist 156 Millimeter lang und besitzt einen Durchmesser von satten 21 Millimetern. Bei dieser Größe kommt man auf eine Rauchdauer von circa 70 Minuten.\u003cstrong\u003e\u003c/strong\u003e","Hintergrund":"Leyenda bedeutet nichts anderes als Legende, wobei der talentierte Evelio Oviedo gemeint ist.  Oviendo war ein Masterblender, der seit Anfang unseres Jahrtausends mit der Duarte Familie zusammen arbeitet und dessen Tabak-Vermächtnis in diese Serie eingegangen ist. Die Duarte-Familie ist eine Zigarren-Dynastie mit sehr alter Tradition. Don Rafael Rodriguez war einer der ersten Unternehmer, der nicaraguanischen Rohtabak zu Tabacaleras ins Ausland exportierte. Dona Mariana Duarte Boza betrieb eine kleine Manufaktur in Masaya, Nicaragua. Von noch älteren Vorfahren der Familie wird erzählt, dass sie wohl zu den Gründern der Zigarrenstadt Esteli im Norden Nicaraguas gehören."},"diameter_mm":21,"ring":53,"length_mm":156,"length_inch":0,"format":"Piramide","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.6}
