{"name":"Rocky Patel The Edge Toro Candela","url":"https://www.noblego.de/rocky-patel-edge-toro-candela/","brand":"Rocky Patel","series":"The Edge","details":{"Fazit":"Als Sommer-Zigarre oder um das Sommergefühl wieder zu holen ist die Rocky Patel Edge Toro Candela eine Offenbarung. Ein sommerlicher Riesling oder anderer fruchtig dominierter, nicht zu säurelastiger Weißwein erscheint hier als idealer Begleiter.","Genuss":"Wo sollen wir hier nur anfangen, die Rocky Patel Edge Toro Candela wird allein auf Grund ihrer Farbe geschätzt, ein Ansatz der etwas zu kurz geht. Denn abseits des natürlich spektakulären „Farbdesigns“ kann die Zigarre auch geschmackstechnisch einiges bieten. Die frische, an eine gerade gemähte Frühsommerwiese erinnernde, Note zeigt sich zusammen mit der Süße und einer Ahnung von floral wirkendem Tee in einem cremigen Finish, das nicht anders als auch spektakulär genannt werden kann. Die Toro mit den Maßen 152 x 20,6 mm brennt Rocky Patel typisch gerade ab, zieht wie eine 1 und überzeugt sowohl innerlich als auch äußerlich.","Hintergrund":"Die Technik des Candela-Deckblattes hat in den USA nie seinen Reiz verloren. In Deutschland dagegen sind es immer weniger Zigarren gewesen, die so angeboten wurden, bis sie gänzlich vom Markt verschwanden. Die Sehnsucht danach ist aber groß, wie Erfahrungen gezeigt haben. Das hier grün belassene Deckblatt ist ein Caribbean Seed aus dem Jamastran-Tal in Honduras. Wie bei Rocky Patel üblich, ist über die Einlage und das Umblatt wenig bis nichts zu erfahren, deshalb wollen wir ihm wie immer vertrauen."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"wrapperType":"Candela","aromaProfileManufacturer":["Blumig","Cremig","Frisches Gras","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9,"additionalNotes":"Limited"}
