{"name":"Marca Fina Dominicana Demi Corona","url":"https://www.noblego.de/marca-fina-dominicana-demi-corona/","brand":"Marca Fina","series":"Dominikanische Republik","details":{"Fazit":"Wer ein kurzweiliges Raucherlebnis von etwa 35 bis 45 Minuten sucht, ist mit einer  Marca Fina Dominicana Demi Corona sehr gut beraten. Diese Zigarre bringt den einzigartigen Geschmack der Karibik in das heimische Raucherstübchen und bietet zudem eine sehr gute Qualität zu einem äußerst fairen Preis.","Genuss":"Die Marca Fina Dominicana Demi Corona überrascht mit einem hellen Deckblatt, wie es typisch ist für Zigarren aus der Dominikanischen Republik. Alle Komponenten werden aus einheimischem Tabak hergestellt und in liebevoller Handarbeit gefertigt. Diese Zigarre im Demi Corona-Format ist ein handliches Prachtstück, kommt sie doch bei einer Länge von 13,8 Zentimetern auf einen stattlichen Durchmesser von 1,5 Zentimetern. Dank ihrer Maße ergeben sich ein sehr angenehmer Zug sowie ein konstanter Abbrand, zudem bildet sich eine feste, stabile Asche. Der Zigarrenfreund erlebt eine aromatische Mixtur aus erdigen Nuancen, Nuss und Schokolade. Dieses Geschmackserlebnis bleibt über die gesamte Rauchdauer erhalten und wird zum Ende der Marca Fina Dominicana Demi Corona hin sogar noch etwas intensiver. Auf Grund ihres angenehmen Aromas eignet sich diese Zigarre auch sehr gut für Neueinsteiger und noch unerfahrene Zigarrenraucher. Aber auch alteingesessene Liebhaber wird der milde Geschmack überzeugen.","Hintergrund":"Wie alle Zigarren der Marca Fina-Serie wird auch die Dominicana Demi Corona in Handarbeit hergestellt. Der verwendete Tabak wird zwei Jahre lang bearbeitet und verschiedenen Reife- und Fermentationsprozessen ausgesetzt, so dass sich das Aroma in der Zigarre vollends entfalten kann. Die Zigarren der Marca Fina-Serie werden von der Federación de Tabaqueros America Central (FTAC) vertrieben. Hierbei handelt es sich um einen Zusammenschluss einheimischer Tabakbauern und -herstellern, die ihre Produkte in Unabhängigkeit von den großen Tabakkonzernen verarbeiten und zu günstigen Preisen verkaufen."},"diameter_mm":15,"ring":38,"length_mm":138,"length_inch":0,"format":"Demi Corona","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Nuss","Schokolade"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.8}
