{"name":"Alejandro Lopez Nicaragua Doble Corona","url":"https://www.noblego.de/alejandro-lopez-nicaragua-doble-corona/","brand":"Alejandro Lopez","series":"Alejandro Lopez Nicaragua","details":{"Fazit":"Die Alejandro Lopez Doble Corona der Nicaragua Linie ermöglicht einen richtig langen und anspruchsvollen Genuss zu einem überzeugend niedrigen Preis. Das große Format und die elegante Ausführung mit der rot-goldenen Binde verlangen Muße beim Rauchen. Als Begleiter empfiehlt sich am besten ein würziger und nicht zu schwerer Rotwein - vielleicht ein Chianti.","Genuss":"Diese stattliche Alejandro Lopez Nicaragua Doble Corona besticht allein durch ihr Auftreten. Mit 19 Zentimetern Länge und 19 Millimeter Durchmesser stellt sie sofort klar, dass hier eine schöne und große Tabakportion auf einen besonderen Anlass wartet. Sie birgt im Kaltgeruch die typische Milde einer DomRep-Zigarre. Nach dem Anzünden merkt man aber sofort die insgesamt größere Würze und die vollen Aromen, wie sie für Zigarren aus Nicaragua typisch sind. Immerhin haben wir hier auch eine Puro in der Hand - eine durch und durch aus nicaraguanischen Tabaken gefertigte, richtig große Double Corona. Sie bietet uns satte eineinhalb Stunden Rauchgenuss. Zugwiderstand und Abbrand machen keine Probleme. Die anfangs wahrnehmbare Schärfe verliert sich im Rauchverlauf ganz schnell und macht Platz für erdige Aromen und einen süßen Duft von Karamell.","Hintergrund":"Der Namensgeber der Alejandro Lopez Zigarren hat seinen Werdegang ganz dem Tabak gewidmet. Vom einfachen Tabakfarmer arbeitete er sich mit seinem Können hoch bis zum Besitzer seiner eigenen Manufaktur in der Region von Santiago de los Caballeros in der Dominikanischen Republik. Seine Zigarren wurden durch ihr gutes Preis-Leistungs-Verhältnis schnell über die Landesgrenzen hinaus bekannt. Bisher war die Marke Alejandro Lopez nur für ihre dominikanische Linie bekannt. Seit 2013 ist die Nicaragua Linie neu hinzugekommen."},"diameter_mm":19.1,"ring":48,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":2.9}
