{"name":"Blanco Torpedo","url":"https://www.noblego.de/blanco-torpedo/","brand":"Blanco","series":"","details":{"Fazit":"Ein exzellentes Zugverhalten und eine tadellose Optik machen aus der Blanco Torpedo ein hochwertiges Produkt mit bombastischem Preis-Leistungs-Verhältnis. Diese Vitola ist der ideale Begleiter für jeden Tag.","Genuss":"Die qualitativ sehr hochwertig verarbeitete Blanco Torpedo besteht aus einer Mischung verschiedener dominikanischer Tabake. Bei der Einlage handelt es sich um eine rein dominikanische Tabakmischung, das Umblatt stammt aus Mexiko und das Deckblatt ist ein Connecticut Shade. Die Blanco Torpedo misst eine Länge von 15 Zentimetern und weist einen Durchmesser von 19 Millimetern auf. Während des zirka 80 minütigen Smokes dieser Torpedo aus dem Hause Blanco wird schon anfangs klar, dass es sich um eine sehr milde und ausgewogene Zigarre handelt. Nach einigen Zügen dominieren grasige Aromen. Sie verlangt vom Raucher kaum Aufmerksamkeit und ist unkompliziert zu rauchen. Die Asche ist sehr schön weiß meliert und sehr stabil. Die Raumnote ist ebenfalls sehr angenehm und leicht grasig. Zum zweiten Drittel hin nimmt die Blanco Torpedo ein wenig an Aromen zu, leicht salzig-herb, gibt der Anstieg der Würze dem Smoke einen frischen Wind. Das letzte Drittel dieser Vitola bleibt angenehm mild, leicht würzig. Ein leichter Hauch natürlicher Süße und milde Karamellnoten verpassen dem Finish ein wenig Individualität.","Hintergrund":"Die für die Blanco Torpedo verwendeten Tabake sind sehr schmackhaft, ausgewogen mild und von hoher Qualität. Die Vitolas aus dem Hause Blanco überzeugen mit mildem, sehr bekömmlichem Aroma und einem erstklassigen Preis-Leistungs-Verhältnis. Ideal geeignet für Einsteiger, ist die Blanco im niedrigeren Preissegment eine der meistgekauften Zigarren. Bekannt ist „Blanco“ für die Linie „Classic Candela“. Dies ist eine Zigarrenserie mit einem grünen Deckblatt, welches durch eine kürzere Trocknungszeit erreicht wird. Die Verkürzung der Trocknungszeit auf 2 Tage führt dazu, dass das im Tabakblatt enthaltene Chlorophyll bestehen bleibt und somit auch die grüne Farbe."},"diameter_mm":19,"ring":28,"length_mm":150,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Mexiko"],"wrapperType":"Connecticut Shade","strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":6.3}
