{"name":"Carlos André Cast Off Corona Larga ","url":"https://www.noblego.de/carlos-andre-cast-off-corona-larga-zigarren/","brand":"Carlos André","series":"Cast Off","details":{"Genussverlauf":"Das samtig-seidige Deckblatt der Carlos André Cast Off Corona Larga ist ein fünf Jahre lang gereiftes Connecticut Shade Desflorado aus Ecuador. Der Begriff Desflorado beschreibt ein Verfahren, bei dem man die Tabakpflanzen im frühen Wachstumsstadium von ihren Blüten befreit. So gelangen im weiteren Verlauf der Wachstumsphase wesentlich mehr Nährstoffe in die Blätter der Pflanzen. Desflorado Deckblätter besitzen häufig ein volleres Aroma, eine makellosere Optik und haptische Vorzüge. Die Einlagetabake der mild bis mittelkräftigen Premiumzigarre wurden in Brasilien und der Dominikanischen Republik angebaut. Gehalten werden diese von einem mexikanischen Umblatt. Dieser raffinierte Blend verleiht der 14,6 cm langen Longfiller einen von feiner Tabakwürze untermaltes Aromaaufkommen mit cremigen Cappuccino-, frischen Mandel-, Erd-, dunklen Toffee und exotischen Fruchtnoten. Ein interessanter Zusammenklang von Lakritz und weißem Pfeffer kündigt das Ende dieses sehr harmonischen und ausgewogenen Zigarrengenusses an.","Nice to know":"Die Carlos André Cast Off Zigarrenserie umfasst insgesamt vier Formate, welche laut Hersteller einen subtil-aromatischen Genuss bieten, statt auf laut dominierende Eindrücke zu setzen.","Resümee":"Für einen Zeitraum von gut einer Stunde lädt Sie die Carlos André Cast Off Corona Larga auf eine angenehme Genussreise voller sinnlicher Geschmackseindrücke ein. Eine delikate Entdeckungstour, die Sie sich nicht entgehen lassen sollten."},"diameter_mm":16.7,"ring":42,"length_mm":146,"length_inch":0,"format":"Long Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Mexiko"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cappuccino","Cremig","Erdig","Fruchtig","Lakritz","Mandel","Weißer Pfeffer"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":14}
