{"name":"Don Pepin Garcia Black Label 1950 Toro","url":"https://www.noblego.de/don-pepin-garcia-black-label-1950-toro-zigarren/","brand":"Don Pepin Garcia","series":"Black Label","details":{"Fazit":"Diese Toro ist eindeutig etwas für Mußestunden, in denen man sich der Zigarre widmen kann. Bevorzugt nach einem guten Essen und mit einem Glas torfigen Whisky von Islay, möglichst in Fassstärke. Wer kräftige nicaraguanische Zigarren mag, kann hier bedenkenlos zuschlagen. Habano-Liebhaber finden hier möglicherweise eine gute Alternative zu einem fairen Preis.","Genuss":"Die Toro aus der Serie Don Pepin Garcia Black Label ist unzweifelhaft etwas für erfahrene Aficionados, die die stärkeren Varianten bevorzugen. Die Nicaraguatabake verbergen sich unter einem etwas robust gewickelten Deckblatt aus Rosado. Eine Liaison, die Erwartungen weckt. Bereits im kalten Zustand dringen erdige und ledrige Aromen zu den Nasenschleimhäuten vor, eine Verheißung von Kraft und Würze. Beim Anzünden löst die Black Label 1950 dieses Versprechen dann ein. Zu den bestimmenden erdigen und ledrigen Noten gesellt sich der Geschmack von Holz auf die Zungenspitze. Nach den ersten Zügen entwickelt sich die Toro rasch weiter. Gewürze, Kaffee und Nussaromen schwingen in dem gleichmäßigen und guten Zug der Zigarre mit. Das robuste Deckblatt fordert beim Abbrand seinen Tribut und verlangt etwas Aufmerksamkeit. Für erfahrene Aficionados aber kein Problem, sondern ein Beleg für Handarbeit. Die Wahl der unterschiedlichen Tabake macht sich auch bei der Färbung der Asche bemerkbar. Die Rosado-Anteile färben die Asche der Nicaragua-Einlagen mit interessanten Sprenkeln. Der Zugwiderstand ist perfekt und erlaubt der Don Pepin trotzdem eine Rauchzeit bis zu eineinhalb Stunden. Die Toro gewinnt bis zur Hälfte noch deutlich an Stärke, was Freunde dieser Spielart eher begeistern wird. Zu dem massiveren Geschmackserlebnis mischen sich noch Nuancen von Pfeffer, wodurch die Zigarre sensorisch noch mehr Fahrt aufnimmt. Trotzdem verfügt sie stets über ein hohes Maß an Cremigkeit, welche die starken Aromen nie zu scharf werden lässt.","Hintergrund":"Der gebürtige Kubaner Don José „Pepin“ Garcia kreierte als Torcedor und Blender Zigarren für Cohiba, Montecristo und Partagás. Nach dreißig Jahren emigrierte er 2001 nach Nicaragua und danach nach Miami, wo er seine eigene Zigarrenmanufaktur aufbaute, El Rey de los Habanos, Inc., unter Aficionados bekannt als Don Pepin Cigars. Don Pepin fertigt seine Zigarren im „cuban style“, wie er es auf der Karibikinsel gelernt hat. Das erklärt die Geschmacksnähe zu den Havannas, die Habaneros zur Don Pepin greifen lassen."},"diameter_mm":19,"ring":50,"length_mm":154,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.4}
