{"name":"Leonel Rare Asia Edition 2020 Toro Gordo","url":"https://www.noblego.de/leonel-rare-asia-edition-2020-toro-gordo-zigarren/","brand":"Leonel","series":"Rare","details":{"Genussverlauf":"Das ölig schimmernde Deckblatt der Leonel Rare Asia Edition 2020 Toro Gordo macht einen sehr hochwertigen Eindruck. Am Kopf der mittelkräftigen Zigarre wurde es von erfahrenen Torcedores zu einem kunstvollen Pigtail gedreht. Am Fuß der 13,7 cm langen Longfiller verschließt ein überstehender Teil (Closed Foot) davon die Zigarre. Derart versiegelt können die fertigen Exemplare unter besten Bedingungen nachreifen und ihre ohnehin sehr ausgewogenen und schmackhaften Aromen sich sogar noch weiter ausbilden. Die Rare Asia Edition 2020 verfügt über einen wunderbar ausgeprägten erdig-würzigen Grundgeschmack, der sich hervorragend mit den spielerisch veranlagten Röstkaffee-, Gewürz- und Holzaromen, zu einem bis zu 90 Minuten andauernden Genuss verbindet. Dabei geizt die in sehr kleiner Auflage produzierte Sonderedition weder mit herrlich voluminösem und cremigem Rauch, noch stört sie ihre Genießer mit schlechtem Zug- oder Abbrandverhalten.","Nice to know":"Präsentiert werden die Leonel Rare Asia Edition 2020 Toro Gordo in stylishen 15er Holzkisten. Die Zigarren tragen eine doppelte Bauchbinde, die klassische gold-rote Anilla der Leonel Rare Zigarrenserie und darunter eine schmalere Ausführung, die deutlich macht, dass man es hier mit einer limitierten Sonderauflage zu tun hat. Eine sehr gelungene und passende Präsentation für eine Zigarre dieses Kalibers.","Resümee":"Sehr köstlich und absolut weiterzuempfehlen! Schade nur das Gutes immer so rar sein muss. Sichern Sie sich jetzt gleich einige dieser delikaten Nicaraguanerinnen, bevor es zu spät ist!"},"diameter_mm":23,"ring":58,"length_mm":137,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.9,"additionalNotes":"Limited"}
