{"name":"Casdagli Cigars Traditional Line Cotton Tail Figurado","url":"https://www.noblego.de/casdagli-cigars-traditional-line-cotton-tail-figurado/","brand":"Casdagli Cigars","series":"Traditional Line","details":{"Genussverlauf":"Vom Kopf bis zum Fuß variiert das Ringmaß der Casdagli Cigars Traditional Line Cotton Tail Figurado zwischen 52 und 62. Damit verfügt die mit einem sattbraunen dominikanischen Deckblatt versehene Longfiller über einen immensen Spielraum im Rahmen der Entfaltung ihrer Aromen, die sich mit fortschreitendem Rauchverlauf kontinuierlich intensivieren. Handverlesene Einlagetabake aus der Dominikanischen Republik, Peru, Nicaragua und den USA sorgen im Zusammenspiel mit Deck- und Umblatt für ein an Komplexität kaum zu überbietendes Aromaaufkommen. Dieses ist geprägt von in einem illustren Wechselspiel erscheinenden Schokolade-, Nuss-, Holz-, Frucht- , Erd- und Ledernoten, welche abwechselnd von feinen Chili-, Karamell-, Vanille- und Backgewürzaromen umwoben werden. Dabei bleibt die hübsche Figurado über die gesamte Rauchdauer von 70 Minuten im mild bis mittelkräftigen Stärkebereich und gibt einen besonders harmonischen Gesamteindruck ab.","Nice to know":"Hendrik Kelner Junior ist der Sohn eines der absoluten Urgesteine des Zigarrenhandwerks, Hendrik „Henke“ Kelner. Letzterer blickt auf eine sehr lange Karriere als Masterblender zurück und ist für die Marke Davidoff in der Dominikanischen Republik in verantwortlicher Position tätig. Sein Sprössling besitzt genau wie er eine riesige Leidenschaft für Zigarren und beweist dies seit einiger Zeit mit hervorragenden Blends, wie zum Beispiel der hier vorgestellte der Marke Casdagli Cigars.","Resümee":"Ein spannendes und nicht alltägliches Format für wahre Feinschmecker und Genießer, die besonders komplexe Zigarren bevorzugen. Die Casdagli Cigars Traditional Line Cotton Tail Figurado ist eine Premiumzigarre mit dem gewissen Etwas."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru","USA"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Cotui","aromaProfileManufacturer":["Eichenholz","Erdig","Fruchtig","Gewürze","Holz","Karamell","Leder","Nuss","Rosine","Schokolade","Vanille","Zedernholz"],"strength":"Medium","smokingDuration":"90 Min oder länger","price":17}
