{"name":"Macanudo 1968 Robusto","url":"https://www.noblego.de/macanudo-1968-robusto/","brand":"Macanudo","series":"1968","details":{"Fazit":"Eine Zigarre, die des Jubiläums, das sie begeht würdig ist. Die Macanudo 1968 Robusto überzeugt mit komplexen Aromen und einer angenehmen mittleren Stärke. Damit eignet sie sich für Neulinge und erfahrene Aficionados gleichermaßen. Dazu einen Irish Coffee oder eine Heiße Schokolade mit Schuss, für 100% Wohlgefühl.","Genuss":"Das 40. erfolgreiche Jahr in der Firmengeschichte von Macanudo sollte eine ganz besondere Serie krönen, die das Ereignis standesgemäß zelebriert. Die Macanudo 1968 Robusto zeichnet sich durch ihr volles Aroma bei mittelkräftiger Stärke aus. Die verarbeiteten Tabake werden, zu Ballen gerollt, in Königspalmblättern gereift und anschließend zur weiteren Reifung in Holzkohlefässern gelagert. Erst dieser Prozess verleiht ihnen die besondere rauchige Würze. Daneben glänzt die Robusto mit  harmonischen Aromen von Erde, Holz, Nuss und der Süße von Schokolade. Bei gutem Zug und manchmal leicht unrund verlaufendem Abbrand lässt sich der edle Longfiller bis zu anderthalb Stunden genießen.","Hintergrund":"Die Macanudo 1968 Robusto verbindet feinste Tabake aus der Dominikanischen Republik, Nicaragua und Honduras mit einem Hauch Karibik, denn sowohl das honduranische San Augustin Deckblatt als auch das Connecticut Umblatt sind aus karibischem Saatgut kultiviert. Die Einlage wird aus dominikanischen und nicaraguanischen Tabaken zusammengestellt, wobei die nicaraguanischen Tabake auf der Insel Ometepe wachsen, der größten Vulkaninsel der Welt in einem Süßwassersee."},"diameter_mm":19.8,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Connecticut"],"aromaProfileManufacturer":["Erdig","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.9}
