{"name":"Marca Fina Panama Panatela","url":"https://www.noblego.de/marca-fina-panama-panatela/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Die Marca Fina Panama Panatela ist eine aromatische und komplexe Zigarre, die durch ihre Aromenkomposition und ihren günstigen Preis überzeugt. Durchaus passend als Alltagssmoke und auch in Kombination mit einem Glas Whisky oder einem süffigen Bier ist diese Panatela sehr gut als eine Feierabendzigarre geeignet.","Genuss":"Die Panatela, eines der klassischen Zigarrenformate, derlebt seit einiger Zeit ein kleines Revival. Panatela-Zigarren bieten ein optimales Länge-Durchmesser-Verhältnis, sodass sich ihre Aromen besonders gut entfalten können. Die Verarbeitung dieser Marca Fina ist gut, was sich auch positiv auf den Abbrand und den Zug auswirkt. Bereits zu Beginn des Smokes präsentiert sich diese Dame aus Panama von einer tollen Seite, die Aromen von Zedernholz, Beeren und einer raffinierten Würze versprüht. Im weiteren Rauchverlauf gesellen sich Pfeffernoten und auch nussige Anklänge zu der übrigen Aromenkomposition und sie gewinnt eine interessante Schärfe.","Hintergrund":"Marca Fina Zigarren stehen für Tabakgenuss ohne Reue. Denn diese Zigarren halten nicht nur ein komplexes Geschmacksrepertoire bereit, sondern sie schonen obendrein noch ihren Geldbeutel. Darüber hinaus steht die Marke für einen fairen und gerecht entlohnten Tabakhandel. Denn Marca Fina Zigarren entstehen in enger Zusammenarbeit mit der Federación de Tabaqueros America Central (FTAC), einer Organisation für fairen und sozialverträglichen Handel in Mittelamerika. Die FTAC ist ein Zusammenschluss unabhängiger Bauern, welche ihre Tabakerzeugnisse in kurzen Handelsketten direkt zu Zigarren verarbeiten und selber verkaufen. Dadurch erhalten sie wesentlich höhere Löhne als Tabakbauern, die für Großkonzerne arbeiten."},"diameter_mm":12,"ring":28,"length_mm":125,"length_inch":0,"format":"Panetela","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Holz","Nuss","Schärfe"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":1.95}
