{"name":"Rocky Patel Fifty Toro Limited Edition","url":"https://www.noblego.de/rocky-patel-fifty-toro-limited-edition/","brand":"Rocky Patel","series":"Fifty","details":{"Fazit":"Die Rocky Patel Fifty Toro verbindet erstklassige Qualität mit dem gewissen Etwas. Harmonische Aromen entführen ins Reich der Sinne. Kombiniert mit einem leichten, nicht zu süßen Rum entfaltet sich eine herausragende Geschmacksfülle. Bis zum letzten Zug ein vollendeter Genuss, der in keinem gut sortierten Humidor fehlen sollte.","Genuss":"Die Rocky Patel Fifty im Toro-Format begeistert durch ihre vielseitigen aromatischen Eigenschaften. Schon im Kaltzug entfaltet sie einen milden Tabakgeruch und eine dezente Süße. Zu Beginn eher mild und mit süßen und ledrigen Aromen, wird die Fifty-Toro in der Rauchdauer von ungefähr 90 Minuten stärker und es kommen geschmacklich Nuancen von Holz, Kaffee und dunkler Schokolade hinzu. Das Finale kann mit einer leicht pfeffrig-scharfen Note aufwarten. Mit einer Länge von 16,5 Zentimetern zählt die Rocky Patel Fifty-Toro zu den größeren Zigarren. Für Wiedererkennungswert sorgt das Boxpressed-Format, das in seiner rechteckigen Form die Bestimmung des Durchmessers schwierig gestaltet. Wie bei allen Rocky Patel Zigarren sind die für Einlage und Umblatt verwendeten Tabake geheim. Das dunkelbraue, seidig-glatte ecuadorianische Oscuro-Deckblatt sorgt für eine edle Optik, die den perfekten Zigarrengenuss schon beim bloßen Anblick erahnen lässt.","Hintergrund":"Rocky Patel steht seit Jahren für unvergleichliche Zigarrenkunst. Anlässlich seines 50. Geburtstags entstanden die Zigarren der Fifty Edition in limitierter Auflage. Über vier Jahre wurde intensiv daran gearbeitet, die perfekte Mischung der über acht Jahre gereiften Tabake zusammenzustellen. Herausgekommen ist eine Zigarren-Linie, die in ihren Formaten Robusto, Toro und Torpedo ihresgleichen sucht."},"diameter_mm":20,"ring":0,"length_mm":165,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"strength":"Medium","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":24}
