{"name":"Quisqueya Forte Petit Corona","url":"https://www.noblego.de/quisqueya-forte-petit-corona/","brand":"Quisqueya","series":"Forte","details":{"Fazit":"Die Quisqueya Forte Petit Corona ist die kurze Kräftige für zwischendurch. Wer die Zeit von einer Dreiviertelstunde gut anlegen möchte, ist mit dieser Dominikanerin gut beraten. Zu diesem Zwecke: Lehnen Sie sich zurück und genießen Sie das volle Aroma dieses tollen Blends. Gern auch mit einem Bier oder einem kräftigen Whisky in der anderen Hand.","Geschmack":"Die Quisqueya Forte Petit Corona kommt in solider Verarbeitung daher. Der Mediumfiller verfügt bei einer Länge von 140 Millimetern und einem Durchmesser von 14 Millimetern über ein Ringmaß von 36. Damit sorgt die Quisqueya Forte Petit Corona für eine Rauchdauer von einer guten Dreiviertelstunde, bei unproblematischem Abbrand- und Zugverhalten. Das Deckblatt stammt aus Ecuador und umschließt eine Tabakmischung, die aus der Dominikanischen Republik, Indonesien und Nicaragua stammt. Dadurch werden dem geneigten Aficionado Aromen präsentiert, die neben einem erdigen Geschmack auch Töne von Nuss und Schokolade enthalten. Röstaromen sind ebenfalls zu vernehmen, im letzten Rauchdrittel werden pfeffrige Noten tonangebend.","Hintergrund":"Quisqueya steht für unkomplizierten Genuss und für Zigarren, die bei schmalem Preis volles Aroma bringen. Daher bieten sich die Quisqueya-Linien auch so gut als Alltagssmoke an und haben in der Welt der Aficionados schnell Freunde finden können. Für Einsteiger in die Welt des Zigarrengenusses oder auch für alle, die es etwas milder mögen, ist die \u003ca title=\"Hier geht's zu unseren Quisqueya Zigarren\" href=\"/quisqueya-zigarren/\"\u003erote Linie\u003c/a\u003e gut geeignet. Sanfter Geschmack und dezent süßlichen Noten erwarten den Genussraucher. Die Zigarren der Serie \u003ca title=\"Hier gehts zur Quisqueya Forte-Serie\" href=\"/quisqueya-forte-zigarren/\"\u003eQuisqueya Forte\u003c/a\u003e sind eine Spur stärker. Kräftige und würzige Aromen, sowie holzige Anklänge werden hier präsentiert. Mit der schwarzen Serie kommen hingegen alle Maduro-Liebhaber voll auf ihre Kosten. Die \u003ca title=\"Hier gehts zur Quisqueya Maduro-Serie\" href=\"/quisqueya-maduro-zigarren/\"\u003eQuisqueya Maduro\u003c/a\u003e bietet bei einem milden Gesamtgeschmack eine tolle Cremigkeit und herb-süßliche Aromen."},"diameter_mm":14,"ring":36,"length_mm":140,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Erdig","Nuss","Schokolade"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.2}
