{"name":"Padrón Classic 2000 Maduro","url":"https://www.noblego.de/padron-classic-2000-maduro/","brand":"Padron","series":"Classic Series","details":{"Fazit":"Die Padron Classic 2000 Maduro ist ein Must-Smoke für gestandene Aficionados, der wunderbar mit einer Tasse Kaffee harmoniert.","Genuss":"Mit einer Zigarre von Padrón werden Sie nie etwas falsch machen. Die Classic Serie rangiert im Vergleich zu den anderen Padrón Zigarren dabei auch noch im durchaus geldbeutelfreundlichen Preissegment. Mit der Padrón Classic 2000 Maduro erwartet Sie ein wirklich erstklassiger Smoke, der in allen Punkten voll überzeugen kann. Abbrand und Zug der Robusto gestalten sich mustergültig, die Asche hebt sich grau-weiß marmoriert hübsch von der dunklen Deckblattfarbe ab und hält gut und gerne bis zur Hälfte der 127 mm Länge. Aber das sind nur die äußeren Fakten. Die puren nicaraguanischen, sonnengereiften und mindestens zweieinhalb Jahre gelagerten Tabake entwickeln während des Smokes herbal-würzige Aromen, die sehr erdig und schokoladig daherkommen, aber auch Holz, Nuss und Röstnoten aufkommen lassen. Sehr lecker und mit absolutem Suchtfaktor, da vergehen die 60 bis 70 Minuten Rauchdauer viel zu schnell.","Hintergrund":"Die Familie Padrón hat sich nichts Geringeres zum Ziel gesetzt, als den bestmöglichen Tabak zu produzieren. Und das unter dem Motto, Zigarren für die besonderen Augenblicke im Leben zu schaffen. Der Name Padrón steht dabei nicht nur für die Marke, sondern ebenso für die Familie, in der jedes Mitglied daran arbeitet, mit jeder neuen Zigarre noch besser zu werden."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12.9}
