{"name":"West Tampa Tobacco Attic Series Toro","url":"https://www.noblego.de/west-tampa-tobacco-attic-series-toro-zigarren/","brand":"West Tampa Tobacco","series":"","details":{"Genussverlauf":"Ein gehaltvolles und prächtig gediehenes San Andrés Deckblatt sowie erlesene nicaraguanische Einlage- und Umblatt-Tabake sind die hochwertigen Rohstoffe, aus denen die Attic Series Toro von West Tampa Tobacco von Hand gefertigt wird. Die ersten Züge an diesem charaktervollen Smoke werden von pfeffrigen und fruchtigen Noten bestimmt. Nach kurzer Zeit bildet sich dann eine feine Süße und angenehm aufkeimende Zitrustöne. Das zweite Rauchdrittel hält Aromen von dunkler Schokolade und Trockenfrüchten für den Gaumen parat. Dazu gesellen sich verschiedene Gewürzkomponenten und eine jetzt karamellig wirkende Süße. Im finalen Rauchabschnitt sind sanfte Kaffeearomen, die von sahnigen Akzenten untermalt werden, für den geschmackvollen Ausklang dieser hervorragenden Premiumzigarre verantwortlich. Satter, voluminöser Rauch und eine sehr solide weiße Asche unterstreichen die hohe Qualität dieser unglaublich gelungenen Sonderedition aus Nicaragua.","Resümee":"Eine meisterliche Kreation von einem wahren Meister seines Fachs! Mit der West Tampa Tobacco Attic Series Toro erwirbt man eine äußerst unterhaltsame und vor Aroma nur so sprühende Köstlichkeit. Wir sind sehr gespannt, womit uns Rick in Zukunft noch überraschen wird. Achtung, streng limitierte Auflage!"},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rick Rodriguez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"San Andrés","aromaProfileManufacturer":["Cremig","Kaffee","Karamell","Leder","Pfeffer","Sahne","Schokolade","Süß","Trockenfrüchte","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"60 bis 90 Min","price":14,"additionalNotes":"Limited"}
