{"name":"Bossner Elizabeth Maduro","url":"https://www.noblego.de/bossner-elizabeth-maduro/","brand":"Bossner","series":"Maduro","details":{"Fazit":"Die Bossner Elisabeth I. Maduro ist eine hervorragende Maduro Zigarre. Anders als die namensgebende „jungfräuliche Königin“ Elisabeth I., ist die Zigarre kein bisschen launisch und verwöhnt Sie mit einer ausgeklügelten Komposition erdiger und süßer Aromen. Wir empfehlen Ihnen auch unbedingt die Claro-Variante der Bossner Elisabeth I. zu probieren.","Genuss":"Die Bossner Elisabeth I. Maduro ist ein Corona Format von 15 Zentimetern Länge und einem Durchmesser von 1,75 Zentimetern. Der Tabak für die Einlage und das Umblatt stammen aus der Dominikanischen Republik, das Connecticut Broadleaf Maduro Deckblatt aus den Vereinigten Staaten. Nach dem Entzünden schmeckt die Zigarre auf den ersten Zentimetern dezent pfeffrig, hinterlässt aber primär eine erdige Note. Im Laufe des ersten Drittels verschwindet die Pfeffrigkeit komplett und die Zigarre wird im Abgang dezent süß. Im zweiten Drittel verbinden sich die erdigen Noten mit holzigen, werden aber nach wie vor im Abgang durch eine leckere Süße begleitet. Im letzten Drittel verschwindet der holzige Ton nahezu gänzlich, dafür wird die Bossner Elisabeth I. Maduro eindeutig cremiger und erinnert stark an den Geschmack von Schokolade. Die Verarbeitung und Rollung sind, wie von der Marke Bossner nicht anders gewohnt, erstklassig und spiegeln sich in einem sehr schönen Abbrandring und kompakter Asche wider.","Hintergrund":"Der aus dem nordsibirischen Norilsk stammende Firmengründer Konstantin Loskutnikov bietet unter der Marke Bossner nicht nur hochwertige Zigarren, sondern auch erstklassige Schokolade, Cognac und Zigarrenzubehör an. Die erste Geschäftsidee des schillernden Loskutnikov war übrigens eine Jeansfabrik."},"diameter_mm":17.5,"ring":42,"length_mm":150,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Holz","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.8}
