{"name":"Flor de Filipinas Longfiller Churchill","url":"https://www.noblego.de/flor-de-filipinas-longfiller-churchill/","brand":"Flor de Filipinas","series":"","details":{"Fazit":"Möchte man sich einmal eine Churchill gönnen, dann ist es die Flor de Filipinas Longfiller Churchill durchaus wert, einmal im Zentrum eines Zigarrenabends zu stehen. Diese Zigarren bieten einen recht milden und nicht zu dominanten Geschmack, der in dieser Preisklasse positiv auffällt und durchaus nicht alltäglich ist.","Genuss":"Beim Öffnen der verzierten Zedernholzkiste begrüßt uns eine schöne dunkle Zigarre, fest gerollt und mit einem gut verarbeiteten Deckblatt. Dieser Longfiller mit 178 Millimetern Länge und einem Durchmesser von 18,6 Millimetern wirkt sehr beeindruckend, offenbart sich jedoch im Smoke als erstaunlich mild und könnte daher auch für Einsteiger in große Formate empfohlen werden. Der Geruch ist ganz leicht pfeffrig mit einer angedeuteten Süße. Nach dem Anbrennen tritt der süße Geruch noch deutlicher hervor. Die Flor de Filipinas Longfiller Churchill besitzt einen guten Zugwiderstand und brennt sehr gleichmäßig und vollkommen gerade zu einer festen, fast weißen Asche ab. Im Aroma ist Gras und Erde zu vernehmen. Im Verlauf des Smokes nehmen pfeffrige Töne und eine gewisse Schärfe zu. Nach gut einer Stunde Rauchgenuss hat man eine ordentliche Portion Tabak genossen und insgesamt ein mildes und von den Aromen recht interessantes Raucherlebnis gehabt.","Hintergrund":"Diese philippinischen Longfiller-Zigarren werden in der Tabaqueria de Filipinas Inc. nördlich der Hauptstadt Manila gefertigt. Dabei laufen alle Arbeitsgänge in traditioneller Handarbeit ab. Manila-Zigarren haben eine lange Tradition, die in Europa lange Zeit vergessen war und die bis ins späte 16. Jahrhundert zurückreicht. Diese Tabakprodukte sind etwas milder und leichter als ihre berühmteren Schwestern aus der Karibik. Aber gerade das macht sie zu charmanten und gut rauchbaren Zigarren für den europäischen Gaumen."},"diameter_mm":18.6,"ring":47,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Philippinen","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Philippinen"],"fillerOrigin":["Philippinen"],"binderOrigin":["Philippinen"],"aromaProfileManufacturer":["Erdig","Gras","Heu","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.2}
