{"name":"Por Larrañaga Montecarlos","url":"https://www.noblego.de/por-larranaga-montecarlos/","brand":"Por Larrañaga","series":"","details":{"Fazit":"Für Kubafans, die sich dem starken Zigarrengenuss verschrieben haben, mag die Por Larrañaga Montecarlos etwas zu leicht sein. Doch wer es lieber moderat mag, ist hier genau richtig. Purer Kubagenuss, der sowohl Frau als auch Mann gefällt.","Genuss":"Die kubanische Por Larrañaga Montecarlos ist schon etwas ganz Besonderes. Einem der ältesten Tabakhäuser in Kuba entstammend, ist nicht gewiss, wie lange sie noch auf dem Markt erhältlich sein wird. Die Long Panetela misst 15,7 Zentimeter in der Länge und ist dabei nur 13,1 Millimeter dick. Daran erkennt man die Eleganz, die dieser Marke zu Beginn des letzten Jahrhunderts anhaftete. Aber auch geschmacklich hat sie nichts vom Glanz vergangener Tage eingebüßt. Im Geruch süß und würzig mit einer dezenten Honignote, entwickelt sie zunächst feinwürzige und fruchtig-süße Noten, die ab der Mitte leicht an Schärfe gewinnen. Das Finale präsentiert sich weiterhin süß und mit vollen würzigen kubatypischen Aromen. Der Zug kann manchmal etwas zu fest sein, trübt aber den 70-minütigen Rauchgenuss mit dem gleichmäßigen Abbrand in keiner Weise.","Hintergrund":"Ob nun Ignacio Larrañaga oder Antonio Rivero die Marke gegründet hat, können wir auch nicht aufklären, fest steht aber, dass Por Larrañaga mit dem Gründungsjahr 1834 zu den ältesten Zigarrenmarken Kubas zählt. Ihre Blütezeit hatte sie gegen Ende des 19. Jahrhunderts, als sie als weltbekannte Luxusmarke schlechthin galt. 2002 sollte die Produktion der Por Larrañaga Montecarlos eigentlich eingestellt werden, doch bis jetzt werden sie weiterhin produziert bzw. ausgeliefert. Wie lange das noch der Fall sein wird, können wir auch nicht sagen, also greifen Sie zu, bevor es wirklich nicht mehr geht."},"diameter_mm":13.1,"ring":33,"length_mm":157,"length_inch":0,"format":"Long Panetela","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Fruchtig","Honig","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.8}
