{"name":"Aging Room Small Batch M356 Paco","url":"https://www.noblego.de/aging-room-small-batch-m356-paco/","brand":"Aging Room","series":"M356","details":{"Fazit":"Die Aging Room Small Batch M356 Paco ist klein aber oho! Sie besitzt ein vorzügliches, von dunklen Tabakaromen dominiertes Aroma, verfügt aber auch über eine Vielzahl interessanter und angenehmer Geschmacksnoten; von Holz über Kaffee und Karibik ist alles vertreten. Um all diese feinen Nuancen auch in Gänze erfassen zu können, muss man der kleinen Dominikanerin allerdings auch eine gewisse Aufmerksamkeit entgegenbringen. Darüber hinaus ist sie über die gesamte Zeit recht kräftig, Tendenz steigend. All diese Eigenschaften machen die Aging Room Paco zur idealen Begleiterin für lange, gemütliche Abende. Prädikat: absolut empfehlenswert für Liebhaber kräftiger kubanischer Zigarren - und das zu einem mehr als erfreulichen Preis!\nZum Schluss noch ein kleiner Genießer-Tipp: die Paco lässt sich auf Grund ihres würzigen, wenig süßen Charakters hervorragend mit einem süßlichen Whiskey oder einem feinen Rum kombinieren. Auch zum Milchkaffee schmeckt sie hervorragend.","Genuss":"Wie eine dünne Robusto kommt die Zigarre mit ihrem 48er Ringmaß daher und macht einen edlen Eindruck. Zwar ist sie relativ fest gerollt, offenbart nach dem Anschneiden jedoch einen perfekten Zug; die Verarbeitung ist also wirklich gelungen. Der Zug an der noch kalten Zigarre ist interessant und aromatisch. Nach dem Entzünden treten herbe Holznoten in den Vordergrund, begleitet von intensiven Röst- und Kaffee-Aromen sowie einer sehr dezenten Süße. Schon direkt zu Beginn präsentiert sich die kleine Aging Room Paco als recht kräftig-würzig und zeigt einen vollen Körper. Die Raumnote ist intensiv und cremig, Liebhabern kubanischer Zigarren wird sie vermutlich die eine oder andere Freudenträne entlocken! Im Rauchverlauf gewinnen die Röst- und kaffeeähnlichen Aromen an Dominanz, wobei die Süße immer dezent im Hintergrund verbleibt. Auch wird die Zigarre während des Rauchens nach und nach noch etwas kräftiger und voluminöser, was ihr wirklich gut zu Gesicht steht. Die Rauchdauer beläuft sich auf eine gute halbe Stunde, die ganze Zeit über bleibt der Brand gerade und die Asche stabil.","Hintergrund":"Die seit 2011 auf dem Markt erhältliche dominikanische Marke Aging Room erfreut sich bereits jetzt größter Beliebtheit. Auf Messen und in Fachmagazinen wie z.B. \u003cem\u003eCigar Insider\u003c/em\u003e hat sie bereits viele Auszeichnungen und Preise erhalten und das absolut zu Recht. Die Aging Room Small Batch M356 Paco gehört zur stärkeren der beiden Serien, die momentan unter dem Namen Aging Room auf dem Markt zu kaufen sind. Für morgendliche Stunden ist die \u003ca title=\"Hier geht's zur Aging Room Havao\" href=\"/aging-room-havao-zigarren/\"\u003eHavao-Serie\u003c/a\u003e zu empfehlen, welche durch ihr mild- würziges Connecticut-Deckblatt etwas leichter und sanfter am Gaumen ist."},"diameter_mm":19,"ring":48,"length_mm":114,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8,"additionalNotes":"Boutique Zigarre"}
