{"name":"Royal Danish Cigars Single Blend Duke","url":"https://www.noblego.de/royal-danish-cigars-single-blend-duke/","brand":"Royal Danish Cigars","series":"","details":{"Fazit":"Für 9,00 € bekommt man mit der Royal Danish Cigars Single Blend Duke eine echte Boutique-Zigarre, die durch ausgewogene Aromen von Nuss, Holz, Kaffee und Frucht zu jeder Sekunde überzeugt. Auch die anderen Formate dieser Serie stellen durch ihre herausragende Verarbeitung im Zusammenspiel mit ihrer gänzlich überzeugenden Aromatik eine absolute Kaufempfehlung dar.","Genuss":"Die Royal Danish Cigars Single Blend Duke ist ein klassisches Robusto-Format mit den Maßen von 12,7 cm Länge bei einem 50er Ringmaß. Sie eröffnet den Rauchverlauf mit herrlich nussigen sowie holzigen Noten. Im weiteren Verlauf fächert sich das Geschmacksbild spürbar breiter auf und schafft so Platz für fruchtige, süßliche Aromen, die perfekt mit der nussig-waldigen Grundtextur harmonieren. Gegen Ende hin bildet sich ein dezenter Kaffeegeschmack heraus, der die Aromenkomposition wunderbar untermalt. Optisch überzeugt die Royal Danish Cigars Single Blend Duke durch ein wunderschön karamellfarbenes Deckblatt. Die ca. 60-minütige Rauchzeit wird begleitet von einem angenehm leichten Zug sowie einer messerscharfen Abbrandlinie.","Hintergrund":"Diese Boutique-Zigarren werden in Costa Rica sowie Nicaragua gefertigt. Die Besonderheit der Zigarren der Single Blend Serie von Royal Danish Cigars liegt darin, dass ausschließlich Tabake aus Costa Rica verwendet werden. Monatlich werden auch nicht mehr als 8500 Stück dieser Puros gerollt."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"fillerOrigin":["Costa Rica"],"binderOrigin":["Costa Rica"],"aromaProfileManufacturer":["Fruchtig","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9,"additionalNotes":"Boutique Zigarre"}
