{"name":"Aging Room Small Batch M356 Forte","url":"https://www.noblego.de/aging-room-small-batch-m356-forte/","brand":"Aging Room","series":"M356","details":{"Fazit":"Dominikanische und karibische Tabakaromen schlüssig vereinend, ist die Aging Room Small Batch M356 Forte eine Zigarre für fast jede Gelegenheit und weiß sowohl nachmittags als auch abends vollends zu überzeugen. Auf Grund ihrer doch recht prägnanten Würze ist die Forte jedoch nicht unbedingt etwas für die frühen Morgenstunden. Nach einem guten Essen kommen die Aromen erst richtig zur Geltung.\nDie Aging Room M356 Forte ist eine tolle Zigarre mit viel Potential, die sich gerade unter Fans würziger Smokes viele Freunde machen wird. Um den Genuss zu vervollkommnen, empfehlen wir einen Espresso oder einen kräftigen schwarzen Tee. Viel Spaß beim Genießen!","Genuss":"Schon allein ihrer Optik wegen ist die Aging Room Small Batch M 356 Forte eine echte Besonderheit. Sie mutet durch das besondere Figurado-Format klassisch an und präsentiert dem Genießer ein wunderschönes Deckblatt aus Havanna-Saat. Im Kaltzug werden sofort die geschmacklichen Vorteile der Zigarre deutlich. Dem Genießer offenbaren sich harmonische Aromen von Kräutern, Holz und Laub, die sogleich Lust auf den bevorstehenden Smoke machen. Zu Beginn der entzündeten Zigarre machen sich holzige und röstige Kaffee-Aromen bemerkbar, die über das gesamte erste Drittel präsent bleiben. Der typische Geschmack  von Umblatt und Einlage aus dominikanischem Ligero spielt hier sämtliche Trümpfe aus. Im zweiten Drittel treten die Röstaromen weiter in den Vordergrund und werden von einer feinen, pfeffrigen Schärfe begleitet, die jedoch nicht unangenehm wirkt. Diese Schärfe hält sich über den gesamten Rest der Zigarre ohne zu dominant zu werden und die fein-holzigen und würzigen Nuancen zu überdecken. Besonders spannend für den Rauchverlauf ist das besondere Format der Zigarre, deren Durchmesser sich von Zentimeter zu Zentimeter verändert und somit auch den Geschmack auf interessante Weise beeinflusst. Nach einer knappen Stunde ist der kräftige Genuss leider schon vorbei, hinterlässt dem Genießer allerdings einen angenehmen Nachgeschmack von würzigem Tabak und Zufriedenheit.","Hintergrund":"Bei Aging Room handelt es sich um eine noch recht neue Marke. 2011 aus der Taufe gehoben, konnte sie sich in Windeseile auf dem internationalen Markt etablieren und wurde bereits mit diversen Preisen und Auszeichnungen versehen. Verschiedene Zigarren-Magazine verliehen Aging Room Höchstwertungen in ihren Tests, sowohl der kräftigen M-356-Serie als auch der etwas milderen Havao-Serie. Es lässt sich mit Fug und Recht behaupten, dass Aging Room zurzeit eine der besten dominikanischen Zigarrenmarken auf dem Markt ist!"},"diameter_mm":22,"ring":56,"length_mm":149,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Karamell","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.6,"additionalNotes":"Boutique Zigarre"}
