{"name":"RoMa Craft Tobac Wunderlust Petit Belicoso","url":"https://www.noblego.de/roma-craft-tobac-wunderlust-petit-belicoso/","brand":"RoMa Craft Tobac","series":"Wunderlust","details":{"Fazit":"Lust auf eine raffinierte und schmackhafte Zigarre mit Premiumcharakter? Dann probieren Sie die Wunder|Lust Petit Belicoso von RoMa Craft und erleben Sie den unnachahmlichen Genuss, den Ihnen diese feine Boutique-Zigarre bescheren wird.","Genuss":"Das makellose Mata Fina Deckblatt der RoMa Craft Tobac Wunder|Lust Belicoso gilt als Aushängeschild der mittelkräftigen Nicaraguanerin. Darunter umschließt ein indonesisches Umblatt die geheime Einlage, welche, wenn man vom Herkunftsland der feinen Zigarre ausgeht, vermutlich Tabake aus eben diesem beinhalten könnte. Bei den Vitolas der Wunder|Lust Serie handelt es sich um sogenannte Boutique-Zigarren, welche in nicht allzu großen Auflagen erscheinen, da ihre speziell ausgewählten Tabake von kleineren spezialisierten Tabakfarmen stammen, deren Ernteertrag nicht auf Massenproduktion ausgelegt ist. Die spannende Tabakmischung der Wunder|Lust Petit Belicoso sorgt für ein leckeres Rauchvergnügen mit cremigen Aromen von Schokolade, Kaffee, Leder, Nuss und fruchtigen Anklängen, die allesamt von einer angenehmen Süße begleitet werden.","Hintergrund":"In enger Zusammenarbeit zwischen RoMa Craft Tobac und dem Tabaktraditionsunternehmen Schuster aus Bünde sind die Wunder|Lust Zigarren entstanden. Sie werden in Nicaragua unter Berücksichtigung strenger Qualitätsstandards produziert und sind ausschließlich für den deutschen Markt vorgesehen."},"diameter_mm":21.4,"ring":54,"length_mm":117,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Geheim"],"binderOrigin":["Indonesien"],"wrapperType":"Mata Fina","aromaProfileManufacturer":["Cremig","Fruchtig","Holz","Kaffee","Leder","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":8.7,"additionalNotes":"Boutique Zigarre"}
