{"name":"Horacio OX Blue Velvet Selección Especial 2016 Gordo","url":"https://www.noblego.de/horacio-ox-blue-velvet-seleccion-especial-2016-gordo-zigarren/","brand":"Horacio","series":"OX","details":{"Genussverlauf":"Mit limitierten Tabaken aus dem Erntejahrgang 2016 versehen, qualifiziert sich die Horacio OX Blue Velvet Selección Especial 2016 Gordo als sogenannte Boutique-Zigarre. Diese Art Zigarren werden nur in begrenzten Stückzahlen hergestellt, da sie mit besonders seltenen und nicht in unbegrenzter Anzahl verfügbaren Tabaken ausgestattet werden. Der Blend dieser fantastisch schmeckenden Premium-Longfiller besteht aus einem wunderschönen sattbraunen Ecuador Deckblatt, einem ebenfalls aus Ecuador stammenden Umblatt sowie sehr hochwertigen Einlagetabaken aus Costa Rica und Nicaragua. Diese exklusive Kombination verleiht der tadellos verarbeiteten Gordo ein breit gefächertes Aromaspektrum von sehr cremig untermalten Zedernholz-, Schokolade-, Nuss- und Erdnoten, welche von einer köstlichen Tabakwürze getragen werden.","Nice to know":"Das Deckblatt der Horacio OX Blue Velvet wurde bei der Rollung über den Fuß der Zigarre hinaus verarbeitet und verschlossen. Der Fachmann spricht diesbezüglich vom sogenannten „Closed Foot“-Verfahren.","Resümee":"Ohne Zweifel hat die Horacio OX Blue Velvet Selección Especial 2016 Gordo einen durchaus stolzen Preis. Eine solche Zigarre raucht man natürlich auch nicht jeden Tag, sondern eher zu ganz besonderen Anlässen. Und zu diesen bietet die Blue Velvet genau das richtige, ganz besondere Genusserlebnis."},"diameter_mm":23.8,"ring":60,"length_mm":133,"length_inch":0,"format":"Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Costa Rica","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Erdig","Nuss","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":25}
