{"name":"Gilbert de Montsalvat Dominican Style Special Edition","url":"https://www.noblego.de/gilbert-de-montsalvat-dominican-style-special-edition/","brand":"Gilbert de Montsalvat","series":"","videoURLs":["https://www.youtube.com/watch?v=uWiEpIuxITk"],"details":{"Fazit":"Typisch dominikanisch und einfach gut. Die Gilbert de Montsalvat bietet ein spitzen Preis-Leistungs-Verhältnis und wird Einsteiger wie überzeugte Liebhaber milder Zigarren erfreuen. Ein leicht fruchtiger Weißwein mit nicht zu viel Säure ergänzt das Tête-à-Tête würdig.","Genuss":"Der Lebenslauf der fiktiven Figur Gilbert de Montsalvat verzeichnet viele verschiedene Stationen, die sich über den gesamten Erdball erstrecken. Das war es förmlich an der Zeit neben den bisher hauptsächlich mit Tabaken aus Nicaragua bestückten Zigarren auch eine dominikanische Linie auf den Markt zu bringen. Sowohl Einlage als auch Umblatt der Gilbert de Montsalvat Dominican Style Special Edition stammen aus dem karibischen Staat. Das Deckblatt ist ein helles und sehr zartes Connecticut Shade, das von zwei Zigarrenringen umschlossen wird, die mit Vorsicht von der Zigarre entfernt werden sollten, da das Deckblatt sehr empfindlich ist. Die Toro wird nach ihrer Fertigung noch weitere sechs Monate zur Reifung gelagert, was ihren Geschmack noch ausgewogener macht. Cremig entfalten sich die Aromen von Holz und Nuss am Gaumen und lassen im Hintergrund die leichte Grundsüße der Tabake aufscheinen. So macht der milde Rauchgenuss von 60 bis 70 Minuten noch mehr Spaß.","Hintergrund":"Die Gilbert de Montsalvat Zigarren sind eine Kreation des Autors Thomas Brunnschweiler in Zusammenarbeit mit Raymondo Bernasconi. Die namensgebende Figur Gilbert de Montsalvat ist Teil einiger kurzer Geschichten Brunnschweilers und seines Zeichens ein Zigarrenconnaisseur, der schon die großen Persönlichkeiten aus Politik und Kultur in Sachen Tabakgenuss beraten hat."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Holz","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.2,"additionalNotes":"Limited"}
