{"name":"Balmoral Royal Selection Vedado Tres Corona Gorda","url":"https://www.noblego.de/balmoral-royal-selection-vedado-tres-corona-gorda/","brand":"Balmoral","series":"Royal Selection","details":{"Fazit":"Bei dieser limitierten Sonderedition handelt es sich um ein besonders ausgefeiltes Produkt: In einer Verpackungseinheit zu 30 Zigarren sind jeweils zehn Exemplare mit den drei unterschiedlichen Deckblättern erhältlich. Es besteht die Auswahl zwischen Deckblättern aus Costa Rica, Ecuador und Nicaragua. Eine herrliche Abwechslung mit differenzierten und sehr subtilen Geschmacksnoten!","Genuss":"\u003cstrong\u003eBalmoral Royal Selection Vedado Tres\u003c/strong\u003e\u003cstrong\u003e \u003c/strong\u003eist im Format Corona Gorda mit einer mittleren Länge von 15 Zentimetern und einem recht großen Durchmesser von 17,5 Millimetern zu haben. Sie ist damit ergiebig und dennoch sehr handlich. Mit der Entscheidung für eine der drei Deckblattvarianten erwarten den anspruchsvollen Raucher Noten von Erde, Zedernholz, Nüssen und eine dezente, herbe Süße. Als Beispiel sei das exquisite Capa Costa Rica Deckblatt genannt, das aus Pelo de Oro Saat gezogen und voll in der Sonne ausgereift ist. Es besitzt einen süßen und sehr aromatischen Charakter, der auch besonders anspruchsvolle Aficionados neugierig machen wird.","Hintergrund":"Die Balmoral Royal Selection wird in reiner Handarbeit in der Dominikanischen Republik hergestellt, der Heimat bester Longfiller von erstklassiger Qualität. Jede einzelne Zigarre wird besonders geprüft und mindestens für sechs Monate in einem klimatisierten und mit Zedernholz ausgekleideten Raum gelagert. Der mysteriöse Name der \"verbotenen Drei\" verweist auf das fortschrittliche Viertel Vedado in Havanna. Es ist das Gegenstück zur historischen Altstadt und präsentiert sich im Stil der klassischen Moderne"},"diameter_mm":17.5,"ring":44,"length_mm":150,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador","Costa Rica","Nicaragua"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Nuss","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.5}
