{"name":"Marca Fina Dominicana Churchill","url":"https://www.noblego.de/marca-fina-dominicana-churchill/","brand":"Marca Fina","series":"Dominikanische Republik","details":{"Fazit":"Ein ausgewogenes, mildes Rauchvergnügen ist mit einer Marca Fina Dominicana Churchill garantiert. Hier findet man die perfekte Alltagszigarre, für die man sich natürlich etwas Zeit nehmen muss, die aber die beanspruchte Zeit vollmundig und geschmacksintensiv erfüllt und durch ihr karibisches Flair zu begeistern weiß.","Genuss":"Die Marca Fina Dominicana Churchill erweist sich als überraschend mild im Geschmack und wartet zudem mit dem typischen, hellen Deckblatt auf, das eine gleichmäßige Färbung innehat. Die Maße dieser Zigarre ermöglichen einen perfekten Zugwiderstand und ein sehr gutes Verhalten im Abbrand. Es bildet sich eine Asche von leicht grauer Farbe. Bereits nach dem Anzünden offenbart sich dem Zigarrenliebhaber das volle Geschmackserlebnis dieser Zigarre im Churchill-Format. So genießt man hier eine ausgewogene Mischung aus Aromen, die sowohl cremig als auch würzig sind und leicht erdige Nuancen aufweisen. Insgesamt ergibt sich ein recht fruchtiges Rauchvergnügen, das von Beginn an mild ist und diese Milde über die gesamte Rauchdauer beibehält. Daher stellt die Marca Fina Dominicana Churchill eine optimale Zigarre für Einsteiger dar, wobei echte Zigarrenkenner sie vielleicht als eine Spur zu mild empfinden könnten.","Hintergrund":"Auf keinen anderen als den berühmten britischen Premierminister Sir Winston Churchill geht dieses legendäre Zigarrenformat, heute Inbegriff für große, klobige Tabakwaren, zurück. Der englische Gentleman und Lebemann war meist immer mit einer Zigarre im Mundwinkel zu sehen, so dass ihm die Hersteller ein eigenes Zigarrenformat widmeten bzw. nach ihm benannten. Auch die Marca Fina Dominicana Churchill wird von der Federación de Tabaqueros America Central (FTAC) hergestellt und weltweit vertrieben, weshalb die Produktion nur auf einheimischen Tabak zurückgreift und in liebevoller Handarbeit erfolgt, nachdem der verwendete Tabak zwei Jahre lang gereift und anschließend fermentiert wurde."},"diameter_mm":19.8,"ring":50,"length_mm":163,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Leder","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":3.1}
