{"name":"Oscar Valladares Heaven and Hell Oscuro Toro","url":"https://www.noblego.de/oscar-valladares-heaven-and-hell-oscuro-toro-zigarren/","brand":"Oscar Valladares","series":"Heaven and Hell by Oscar","details":{"Genussverlauf":"Das dunkelbraune Deckblatt der Oscar Valladares Heaven and Hell Oscuro Toro ist nicaraguanischen Ursprungs. Honduranische Einlagetabake und ein mexikanisches Umblatt komplettieren den durchaus kräftig wirkenden Blend. Alle Tabake haben einen langen und optimalen Reifezyklus durchlaufen. Das erklärt auch, warum die sehr gut verarbeitete Toro vom ersten Zug an voll da ist und ihr delikates Aromaspiel anhand sehr erdiger Grundtöne, intensiver Schokolade-, Espresso- sowie fein nuancierter Schwarzkirschennoten souverän aufzuziehen weiß. Mit einer herrlich dazu passenden Würze unterlegt, unterhält die vollmundige Longfiller ihre Genießer über einen ungefähren Zeitraum von 90 Minuten. Zug und Abbrand bereiten dabei keinerlei nennenswerte Probleme.","Nice to know":"Oscar Valladares ist in der Zigarrenwelt mittlerweile hinlänglich für seine phantasiereichen und innovativ wirkenden Kreationen bekannt. Mit viel Liebe zum Detail und einer guten Portion Humor werden die Kisten und Bauchbinden der honduranischen Premiumzigarren vom Team rund um Oscar Valladares gestaltet. So lassen sich die Bauchbinden der beiden Heaven and Hell Zigarren durch eine geschickte Perforierung entweder zu Engelsflügeln (Connecticut Claro Toro) oder dunklen Dämonenschwingen (Oscuro Toro) ausbreiten.","Resümee":"Eine illustre Sonderedition der honduranischen Premiummarke, welche neben all ihrer ausgefeilten Präsentation auch noch jede Menge Genusspotenzial besitzt. Mit der Oscar Valladares Heaven and Hell Oscuro Toro bekommen Sie einen wahren Blickfang nach Hause geliefert, der zudem ein köstliches Rauchvergnügen garantiert. Jetzt bestellen, solange der knappe Vorrat reicht!"},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Honduras"],"binderOrigin":["Mexiko"],"wrapperType":"Oscuro","aromaProfileManufacturer":["Erdig","Espresso","Schokolade","Schwarzkirsche"],"strength":"Stark","smokingDuration":"45 bis 90 Min","price":11.9,"additionalNotes":"Limited"}
