{"name":"Rocky Patel II-XXVI Robusto","url":"https://www.noblego.de/rocky-patel-ii-xxvi-robusto/","brand":"Rocky Patel","series":"","details":{"Fazit":"Ein feiner Rum, ein leckerer Single Malt Scotch oder einfach ein gutes Wasser, hauptsache Sie nehmen sich Zeit für die Rocky Patel II-XXVI. Limitiert, lecker und lustbringend!","Genuss":"Wenn Sie die Rocky Patel II-XXVI in den Händen halten, wird Ihnen als erstes das dunkle Deckblatt auffallen, das bis auf ein paar sichtbare Adern sehr fein und ölig daher kommt. Auch der Kaltgeruch hat es in sich: eine tiefe Nase Kakao und Kaffee steigt empor und auch die Würze zeigt sich schon hier. Und Vorsicht, die Rocky Patel II-XXVI ist eine starke Zigarre und voll im Geschmack, nichts also für den leeren Magen und den unerfahrenen Raucher. Dann aber kommt der Moment des Anzündens und ein Feuerwerk von weißem Pfeffer, einem Mix von Gewürzen und etwas zart-bitter Schokolade. Nach den ersten Zügen beruhigt sich der Pfeffer, tritt in den Hintergrund und macht Platz für die dominierenden Aromen: Schokolade, Eiche und Espresso. Ein wenig Leder zeigt sich hin und wieder und auch die Gewürze zeigen sich in unterschiedlicher Ausprägung immer wieder. Zum Ende hin zeigt sich auch der weiße Pfeffer wieder stärker im Geschmacksbild. Bei der 12,7 cm langen und 20 mm „dicken“ Robusto stimmt der Zugwiderstand, der Abbrand ist wunderbar und auch die Asche gibt ein traumhaftes Bild ab. Worauf warten Sie also noch?","Hintergrund":"Am 26.02.19xx erblickte Rocky Patel das Licht der Welt und mit dieser Zigarre will er uns alle daran teilhaben lassen. Fein so! Besonders interessant hier ist die Zusammensetzung der Tabake. Das Deckblatt ist ein Connecticut Broadleaf, das Umblatt ein San Andres Blatt aus Mexiko und die Einlage besteht aus brasilianischem Mata Fina sowie nicaraguanischem Tabak aus den Regionen Condega, dem Jamastran-Tal und Ometepe."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["Mexiko"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Cremig","Eichenholz","Kaffee","Leder","Pfeffer","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":16.8,"additionalNotes":"Limited"}
