{"name":"Camacho Powerband Robusto Tubos","url":"https://www.noblego.de/camacho-powerband-robusto-tubos/","brand":"Camacho","series":"","details":{"Fazit":"Mit der Camacho Powerband erweitert Oettinger-Davidoff sein Portfolio um eine äußerst aufregende und etwas „andere“ Zigarre. Sicher ist, dass sie demnächst zahlreich in den Humidoren wahrer Aficionados zu finden sein wird.","Genuss":"Eine Robusto im klassischen 5x50 Format, wie die Camacho Powerband ist bei Weitem keine Seltenheit, allerdings hat die Aufmachung dieser „coolen“ Zigarre schon etwas Einzigartiges. Der Blend dieser wunderschön verarbeiteten Robusto besteht aus einem H2000 Deckblatt aus Ecuador, einem San Andres Negrito Umblatt aus Mexiko und Einlagetabaken aus Honduras (Corojo) sowie Nicaragua (Ligero). Die Powerband lässt im Kaltzug auf erdige und ledrige Noten schließen. Einmal entfacht zeigt sie dann ihren wahren Aromacharakter und entwickelt durch ihren cremigen Rauch komplexe Aromen, die im Verlauf frivol changieren. So bietet dieses „Powerpaket“ dem geneigten Genießer feine Noten von Kakao, Mandel und frischer Erde mit ordentlichem Chili- und Pfeffereinschlag. Eine natürlich erscheinende Süße begleitet dieses Aromenfeuerwerk passend stimmig. Startet die Camacho Powerband zunächst im mittelkräftigen Bereich, so nimmt sie im Verlauf kontinuierlich an Stärke zu. Wie auf eine gut geölte, robust gebaute Maschine, kann man sich technisch bezogen bei Abbrand und Zug vollends auf die rassige Robusto verlassen.","Hintergrund":"Als Inspirationsgrundlage für die Camacho Powerband lag der V-Motor zugrunde. So wurde die Zigarre im etwas aufwendigeren Akkordeon-Verfahren gerollt und weist damit perfekte Zugeigenschaften und ein erstaunlich dichtes Rauchvolumen auf, was beides zusammen den Aromatransport zum Gaumen enorm begünstigt."},"diameter_mm":20.7,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Ligero","Nicaragua"],"binderOrigin":["Mexican San Andres"],"wrapperType":"H2000","aromaProfileManufacturer":["Cremig","Erdig","Kakao","Mandel","Pfeffer","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13}
