{"name":"Eiroa Classic Lancero","url":"https://www.noblego.de/eiroa-classic-lancero-zigarren/","brand":"Eiroa","series":"","details":{"Genussverlauf":"Das mittelbraune Deckblatt der Classic Lancero von Eiroa macht einen qualitativ hochwertigen Eindruck. Befreit man sie aus ihrem Seidenpapiermantel, kann man ihren angenehmen Kaltgeruch nach Zeder und Erde wahrnehmen. Zu Beginn schmeichelt die Lancero dem Gaumen mit tiefen Nuss-, Zedernholz- und Kräuteraromen. Angenehm fruchtig-süße Töne begleiten das erste Rauchdrittel ebenfalls. Mit Erreichen des zweiten Drittels steigert sich die Cremigkeit deutlich, die nussigen Noten werden von feinen Leder-, Erd- und Pfefferaromen übertüncht. Im letzten Rauchabschnitt erscheint ein sehr cremiger Mix aus Leder- und Pfeffernoten, der bis zum Ende hin an Intensität gewinnt. Insgesamt zeigt sich die schmackhafte Honduranerin im gehobenen mittelkräftigen Bereich. Bei gemächlicher Zugfrequenz gibt man ihr die erforderliche Zeit, ihre Aromen bei messerscharfem Abbrand optimal entfalten zu können.","Nice to know":"Freunden des Maduro-Genusses können wir die Schwesterzigarre der Classic Lancero empfehlen. Die Eiroa CBT Maduro Lancero finden Sie bei uns \u003ca href=\"/eiroa-cbt-maduro-lancero-zigarren/\" title=\"Hier klicken, um zur Eiroa CBT Maduro Lancero zu gelangen!\" target=\"_blank\"\u003ehier\u003c/a\u003e.","Resümee":"Die Eiroa Classic Lancero steht für vollmundigen Premiumgenuss aus Honduras. Mit viel Liebe zum Detail gefertigt (Pigtail), vermag sie ihrem Genießer ein aromatisch tiefgehendes Zigarrenerlebnis zu bescheren."},"diameter_mm":15.1,"ring":38,"length_mm":177,"length_inch":0,"format":"","maker":"Christian Eiroa","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"wrapperType":"Corojo","aromaProfileManufacturer":["Cremig","Erdig","Honig","Leder","Nuss","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13}
