{"name":"Tatuaje Tattoo Universo (Toro)","url":"https://www.noblego.de/tatuaje-tattoo-universo-toro/","brand":"Tatuaje","series":"Tattoo","details":{"Fazit":"Wer es kräftig mag, kommt hier voll auf seine Kosten. Würzige Aromen runden das stilvolle Smoke- Erlebnis optimal ab. Die Tatuaje Tattoo Universo passt zu ebenso kräftigen Getränken wie einem Espresso oder vollmundig-würzigen Whiskeys.","Genuss":"Der Smoke einer Zigarre von Tatuaje ist immer ein Genuss. Allerdings sollten Sie sich darauf einstellen, dass Sie hier nichts von sanftem Charakter geboten bekommen. Pete Johnsons Zigarren sind häufig eine Hommage an den kräftigen nicaraguanischen Tabak und so ist es auch bei der Tatuaje Tattoo Universo. Einlage und Umblatt stammen aus dem mittelamerikanischen Staat während das Deckblatt ein mittelbraunes Caribbean aus Ecuador ist. Gerollt werden die Formate der Tattoo-Serie in der Tabacalera Cubana in EstelÍ, wo auch die Zigarren für My Father produziert werden. Die Toro hat eine Länge von 152 mm und einen Durchmesser von 19,8 mm. Sie erwartet eine Genussdauer von über einer Stunde, die ausgefüllt ist mit Aromen von Erde, Kaffee, süßen Noten und natürlich einer gehörigen Portion Pfeffer. Dank der erstklassigen Verarbeitung, die Zug und Abbrand mustergültig erscheinen lässt, steht einem genuss- und gehaltvollen Smoke also nichts im Wege.","Hintergrund":"Die Kisten sind ein ganz besonderer Hingucker bei den Tatuaje Tattoo Zigarren. Denn jedes Format erscheint in einer speziell verzierten Kiste. Die Motive sind dabei Originale, die Pete Johnson als Tattoo am eigenen Körper trägt. So ist das Motiv der Tatuaje Tattoo Universo ein rauchender Schädel."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kakao","Pfeffer","Süß"],"strength":"Stark","smokingDuration":"45 bis 90 Min","price":8.8}
