{"name":"Dalay Dunkel Corona","url":"https://www.noblego.de/dalay-dunkel-corona-zigarren/","brand":"Dalay","series":"Maduro","details":{"Fazit":"Die Dalay Dunkel Corona ist eine ausdrucksstarke, mittelkräftige Zigarre für den erfahrenen Aficionado. In der attraktiven Holzkiste eignet sie sich auch sehr gut als Geschenk.","Genuss":"Das eckige Format liegt gut zwischen den Fingern. Die gute Konstruktion gewährt ein tadelloses Zug- und Abbrennverhalten. Nach dem Anzünden dominieren sofort recht würzige Noten von Holz, Bitterschokolade und ein Hauch von Muskat. Der Geschmack ist insgesamt eher kräftig und verbunden mit einer zarten Schärfe. Auch der Nikotingehalt ist spürbar bei dieser mittelstarken Zigarre. Bei 16,7 Millimetern Durchmesser und einer Länge von 140 Millimetern ergibt sich eine Rauchdauer von etwa 40 Minuten. Das sehr dunkle Deckblatt der Dalay Dunkel Corona stammt aus Ecuador. Einlage und Umblatt kommen aus der Dominikanischen Republik und aus Brasilien. Diese ausgewogene Mischung führt zu Zigarren mit herber Würze und mittlerer Stärke.","Hintergrund":"Dalay Dunkel Zigarren werden in einem Geschäft der Saarbrücker Innenstadt gehandelt. Bereits seit über zwanzig Jahren sucht dieser Betrieb mit Leidenschaft Premiumzigarren aus der Dom. Rep. und empfiehlt diese ihren Kunden. Dalay Zigarren werden von erfahrenen Manufakturen in der Dominikanischen Republik gerollt und vereinen Tabake aus verschiedenen Teilen der Erde. Charakteristisch für die Dalay Dunkel Zigarren ist, dass die Tabakblätter mindestens drei Jahre reifen und fermentieren müssen, bevor sie der manuellen Verarbeitung zugeführt werden."},"diameter_mm":16.7,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","maker":"Nein","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Maduro","aromaProfileManufacturer":["Gewürze","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4}
