{"name":"De Olifant Corona Panatella","url":"https://www.noblego.de/de-olifant-corona-panetela/","brand":"De Olifant","series":"De Olifant Classic","details":{"Fazit":"Eine würzige und vollmundige Zigarre, perfekt für einen Smoke von einer guten halben bis zu einer Dreiviertelstunde. Gern auch in Begleitung von einem guten Milchkaffee oder Kakao zu genießen.","Genuss":"Die mild-aromatische Corona Panatella ist bereits zu den größeren Formaten der Firma De Olifant zu zählen, welche unter anderem durch ihre qualitativ hochwertigen Zigarillo-Kreationen Bekanntheit erlangte. Dabei ist die Panatella aufgrund ihres exquisiten Sumatra-Sand-Deckblattes eine Besonderheit. Denn dieses Deckblatt, das durch jahrelange Ballenfermentation zu seinem geschmacklichen Höhepunkt gebracht wird, überzeugt Aficionados aus aller Welt durch sein einzigartiges Aroma der würzigen Kräuternoten und Nuancen von Pfeffer. Im Rauchverlauf der Corona Panatella kommt es besonders schön zur Geltung, dabei sind auch immer wieder cremige Karamelltöne zu erahnen. Insgesamt ein vollmundiger, dabei aber milder Smoke von einer Dauer bis zu einer Dreiviertelstunde.","Hintergrund":"Hergestellt werden die Corona Panatellas in Kampen am Ijsselmeer von der Traditionsfirma De Olifant, die bereits seit 1832 zu den großen Tabakverarbeitenden Firmen zu zählen ist. De Olifant zeichnet sich in ihrer Produktverliebtheit nicht nur durch die sorgfältige Auswahl qualitativ hochwertiger, naturreiner Tabake aus, sondern auch im Design sind die Niederländer mit ihren ansprechenden Holzkisten aus Zedernholz ganz weit vorn dabei."},"diameter_mm":13.5,"ring":35,"length_mm":127,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java","Kuba"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Gewürze","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.35}
