{"name":"Culture Aniversario Corona","url":"https://www.noblego.de/culture-aniversario-corona/","brand":"Culture","series":"Aniversario","details":{"Fazit":"Die Culture Aniversario Corona ist eine mittelstarke Zigarre, die im Bundle angeboten wird und nicht nur deshalb eine sehr preiswerte Wahl im Bereich der echten Longfiller darstellt. Im Wechselspiel mit einem milden Rotwein ist diese Zigarre ein besonderer Genuss.","Genuss":"Das sehr dünne Deckblatt stammt aus Ecuador. Alle übrigen Tabake stammen aus Nicaragua. Die Corona ist angenehm fest gerollt und weist einen guten Zugwiderstand auf. Der gleichmäßige Abbrand sorgt für einen hübschen weißen Aschekegel. Culture Aniversario Corona Zigarren schmecken leicht holzig und weisen eine spürbare Stärke auf. Mit 17,1 Millimetern im Durchmesser und einer Länge von 127 Millimetern sind sie genauso lang wie ihre Robusto-Schwestern aus dieser Serie. Sie sind aber naturgemäß etwas schärfer im Rauch und kommen nicht ganz so mild am Gaumen an. Eine gute halbe Stunde lang genießt man dieses handliche Format.","Hintergrund":"Das hauptsächliche Anbaugebiet für Tabak in Nicaragua liegt in den Provinzen Estelí und Nueva Segovia im Norden der Hauptstadt Managua. Die Pan-Americana führt hier direkt durch die Tabakplantagen. Nach wie vor gelten die Tabake aus dem kubanischen Vuelta Abajo als die besten der Welt. Dennoch könnten ihnen die hervorragenden Blätter aus Nicaragua vielleicht bald einmal den Rang streitig machen. Schon jetzt werden nicaraguanische Tabake in aller Welt hoch geschätzt. Produktionsmethoden und Qualitäten wurden nach den lang anhaltenden Bürgerkriegen am Ende des letzten Jahrtausends enorm verbessert und so bieten uns Zigarren aus Nicaragua heute ein außergewöhnlich gutes Preis-Leistungs-Verhältnis."},"diameter_mm":17.1,"ring":43,"length_mm":127,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.5}
