{"name":"Chinchalero Torcidos Gordo","url":"https://www.noblego.de/chinchalero-torcidos-gordo/","brand":"Chinchalero","series":"","details":{"Fazit":"Tolles Preis-Leistungs-Verhältnis und dazu noch so überzeugend im Geschmack. Die Chinchalero Torcidos Gordo bietet ein äußerst angenehmes Rauchvergnügen und sieht für eine Alltagszigarre zudem noch unglaublich ansprechend aus.","Genuss":"Die akkurat verarbeitete Longfiller besteht aus besagten zwei Deckblättern, einem hellen Connecticut und einem kaffeebraunen Maduro. Ihr indonesisches Umblatt hält die rein nicaraguanische Einlage zusammen. Bereits am Kaltgeruch der Torcidos Gordo lässt sich festmachen, mit welchen Aromen man es im Rauchverlauf zu tun bekommt. Einmal entfacht lassen diese auch nicht sehr lange auf sich warten. Der Genießer kann sich auf klare und abwechselnd ausgeprägt aufkommende Aromen von Holz, Kaffee und Schokolade freuen, die sich in dieser Kombination sehr schön aufeinander abgestimmt zeigen. Ebenfalls sorgt das Gordo Format für ein ordentlich cremiges Rauchvolumen, was den Geschmack der Torcidos wiederum herrlich sanft gestaltet. Beim Abbrand kann es aufgrund des Doppel-Deckblatts dazu kommen, dass man hin und wieder leichte Korrekturen vornehmen muss. Im Zugverhalten weist die überzeugende Gordo allerdings optimale Eigenschaften auf.","Hintergrund":"Gerollt werden die Kreationen vom texanischen Unternehmen Horizon Cigars in der renommierten Manufaktur Carlos Toraños in Nicaragua. Der Gründer der Firma John Atherton hat es sich auf die Fahne geschrieben, dem Genussraucher hochwertigen Rauchgenuss zu erschwinglichen Preisen anzubieten und das gelingt ihm mit den Chinchaleros auf ganzer Linie."},"diameter_mm":25,"ring":63,"length_mm":101,"length_inch":0,"format":"Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"wrapperType":"Maduro","aromaProfileManufacturer":["Cremig","Gewürze","Röstaromen","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.2,"additionalNotes":"Doppeltes Deckblatt"}
