{"name":"Cuaba Divinos","url":"https://www.noblego.de/cuaba-divinos/","brand":"Cuaba","series":"","details":{"Fazit":"Zur kleinen Cuaba Divinos empfiehlt sich ein karibischer, nicht all zu herber Rum, der die geschmacklich intensiven Aromen der kleinen Vitola hervorhebt. Ein leicht süßer, aber nicht zu säuerlicher Wein würde ebenfalls eine klasse Komposition mit dieser Zigarre eingehen.","Genuss":"Die Cuaba Divinos ist die kleinste Zigarre aus dem Portfolio von Cuaba. Ihr interessantes und zugleich sehr auffälliges Erscheinungsbild und das leicht ölige Deckblatt sehen vielversprechend aus und motivieren zugleich den Raucher. Sie misst eine Länge von 10 Zentimetern und, an der dicksten Stelle, einen Durchmesser von 17 Millimeter. Ein perfekt gerolltes Colorado-Deckblatt und eine gleichmäßige Einlage machen schon rein haptisch einen klasse Eindruck. Das erste Drittel der kleinen Perfecto zeigt sich recht verhalten erdig, leicht fruchtig, grasig und ein Hauch feiner Schokolade unterstreicht das typisch kubanische Aroma. Bei leicht zunehmender Intensität erhält man im zweiten Drittel erst recht verhaltene im Verlauf aber immer vollmundiger werdende würzige herbe Lebkuchennoten. Der Abbrand dieser Vitola kann hin- und wieder leicht schräg sein, dies macht sie mit ihrer tollen Aromenvielfalt allerdings wieder gut. Trotz des intensiv würzigen, ausgereiften Geschmacks treten weder Bitternoten noch Schärfe auf. Das letzte Drittel wird geschmückt von leicht salzigen Noten, die den herben Lebkuchenton auffrischen. Dies macht die kleine Divinos zum Ende des rund halbstündigen Smokes hin noch ein wenig spannender.","Hintergrund":"Erst vor einigen Jahren, im Jahre 1996 wurden die im 19. Jahrhundert sehr begehrten traditionellen Formate wieder ins Leben gerufen. In der Manufaktur \u003ca title=\"Zu den Romeo y Julieta Zigarren\" href=\"/romeo-y-julieta-zigarren/\"\u003eRomeo y Julieta\u003c/a\u003e werden die Cuabas gefertigt. Ausschließlich erfahrene Torcedores dürfen die Doppel-Figurados produzieren, was der Qualität natürlich nur zugute kommen kann. Alle Formate beinhalten Tabake der Region Vuelta Abajo und sind vollständig von Hand gerollt."},"diameter_mm":15,"ring":38,"length_mm":100,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gras","Schokolade","Süß","Würzig"],"strength":"Sehr stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":9.5}
