{"name":"God of Fire by Don Carlos Robusto Limited Edition 2022","url":"https://www.noblego.de/god-of-fire-by-don-carlos-robusto-limited-edition-2022-zigarren/","brand":"Arturo Fuente","series":"God of Fire","details":{"Genussverlauf":"Ein prächtiges Deckblatt aus Ecuador umhüllt die erlesenen Umblatt- und Einlagetabake der mittelkräftigen God of Fire by Don Carlos Robusto Limited Edition 2022. Unter Feuer entwickelt sie zunächst tiefe erdige Noten, die von würzigen Tönen begleitet werden. Im weiteren Verlauf dominieren Aromen von Leder, Zedernholz und Creme. Im letzten Drittel scheinen alle zuvor erschienenen Noten unterschiedlich intensiv auf, bis der Genießer mit einem schokoladigen, karamelligen Finale überrascht wird. So perfekt wie diese Super-Premiumzigarre gerollt ist, gestaltet sich auch ihr Zug- und Abbrandverhalten.","Nice to know":"Hinter dem „God of Fire“ verbirgt sich die mythische Gestalt des Prometheus, der den olympischen Göttern das Feuer stahl, um es den Menschen auf der Erde zu schenken. Was danach mit Prometheus geschah, sollte allgemein bekannt sein. Man kann die harte Strafe der Götter aber auch auf der kunstvoll gefertigten Bauchbinde der köstlichen Robusto bestaunen.","Resümee":"Große Tabakkunst aus der Dominikanischen Republik! Die God of Fire by Don Carlos Robusto Limited Edition 2022 ist definitiv ein Smoke für die ganz besonderen Momente im Leben. Bevor sich ein solcher bei Ihnen ereignet, sollten Sie sich einige Exemplare dieser großartigen Zigarre sichern."},"diameter_mm":19.8,"ring":50,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Karamell","Leder","Schokolade","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":50,"additionalNotes":"Limited"}
