{"name":"Griffins Nicaragua Gran Toro","url":"https://www.noblego.de/griffins-nicaragua-gran-toro/","brand":"Griffins","series":"Nicaragua","details":{"Fazit":"So wie einem Stier an die Hörner, können Sie den Geschmack der Griffin’s Nicaragua Gran Toro förmlich greifen. Dabei ziehen Sie auch nicht die Unbill eines ausgewachsenen Bullen auf sich, sondern reizen lediglich auf angenehmste Art Ihre Geschmacksnerven. Erfrischen können Sie sich dabei zum Beispiel mit einem kühlen, herben Bier.","Genuss":"Die Geschmacksarena ist eröffnet, Einzug hält die Gran Toro der Marke Griffin’s Nicaragua. Sie wird meisterlich handgerollt in der malerischen Dominikanischen Republik unter den wachsamen Augen der strengen Qualitätsprüfer, die für die Oettinger Davidoff AG fortwährend im Einsatz sind. Den durchaus kubanischen Charakter verleiht der Gran Toro ein feines Deckblatt, welches von den hervorragenden Plantagen Nicaraguas stammt. Darunter wurde ein robustes Piloto Seco aus der Dominikanischen Republik als Umblatt verwand. In der Einlage hat man eine herrlich ausgewogene Mixtur der hochwertigsten Tabakblätter aus traditionellen Anbauregionen in Nicaragua, Honduras und der Dominkanischen Republik untergebracht. Diese aufwendige Zusammenstellung führt im Rauchverlauf zu einer wunderbar angenehmen bitteren Süße, welche gänzlich unaufdringlich wirkt und gekonnt umwoben ist von erquicklichen Röstkaffee- und Zedernnoten, mit zum Ende hin immer präsenter erscheinenden frischen pflanzlichen Aromen. Das alles ist treffend auf das Format der Gran Toro abgestimmt, sodass man einen perfekten Zug antrifft, der einen wohlig cremigen Rauch zutage fördert. Im tadellosen Abbrand zeigt sich ebenfalls die einwandfreie Qualität der Griffin’s Nicaragua Gran Toro.","Hintergrund":"Die Arbeit der Hersteller von Griffin’s Nicaragua Zigarren ist bestimmt von Leidenschaft für Qualität und Innovation. Ein bemerkenswerter Teil ihrer Philosophie ist es eine besonders enge Beziehung zu den Tabakbauern und weiterverarbeitenden Manufakturen zu hegen, um so von der Aussaat bis zur Auslieferung des fertigen Produktes an den geschätzten Kunden, stets unter der Maxime diesen absolut zufrieden zu sehen, überdurchschnittliche Resultate zu erzielen."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.5}
