{"name":"Cohiba Piramides Extra","url":"https://www.noblego.de/cohiba-piramides-extra/","brand":"Cohiba","series":"Línea Clásica","details":{"Fazit":"Die Cohiba Piramides Extra ist eine vielschichtige Havanna-Zigarre mit intensiven Aromen, cremigem Geschmack und einer ausgeprägten Aromafülle: holzige Aromen begleitet von floralen und Röstaromen, gefolgt von trocken-erdigen Nuancen und im Abgang zunehmenden Röst- und Muskat-Noten. Eine Zigarre, die ein abgerundetes Raucherlebnis verspricht – und hält.","Genuss":"Mit 160 mm Länge und einem Ringmaß von 54 ist die Cohiba Piramides Extra schon eine imposante Erscheinung und wirkt wie eine Herausforderung für geübte Aficionados. Die ersten Züge an der haselnussfarbenen leicht öligen Schönheit sind vielschichtig mit vorwiegend holzigen Aromen. Dazu mischen sich Grasnoten, Röstaromen und erdige Nuancen. Der Gesamteindruck: Cremigkeit. Nach den ersten Zügen verändern sich die Aromen etwas und die Zigarre wird im Geschmack trockener mit ledrigen Aromen. Die Erdigkeit nimmt zu. Kurze Zeit später kommen tiefe Röstaromen zum Vorschein. Interessant, wie sich der Longfiller Zug um Zug neu entfalten kann. Dies gilt auch für die Dichte der deutlich nachvollziehbaren Aromen. Im Nachgeschmack treten phasenweise feine Kaffeearomen auf. Zum Ende dominieren ledrige und schärfere Röstaromen. Die Intensität nimmt deutlich zu und die Zigarre wird abrupt vielschichtiger mit Anflügen von Muskatnuss im Nachhall. Im Gegensatz zu ihrer Schwester im Tubo entfalten sich die Aromen der Cohiba Piramides Extra einen Hauch feiner.","Hintergrund":"Auf dem Festival del Habano 2012 in Kubas Hauptstadt Havanna hatte die Cohiba Pirámides Extra ihre Premiere. Ein Jahr später ist sie endlich in Deutschland angekommen. Die Verpackung und Machart sind, wie man es von der klassischen Cohiba-Linie kennt. Mit zwei Ausnahmen: Die Figurado ist in einer eher ungewöhnlichen 10er-Kiste verpackt und außerdem die einzige der Línea Clásica, die mit einer Hologramm-Bauchbinde bestückt ist, die sie sicherer vor Fälschungen machen soll. Typisch für die Cohiba ist, dass zwei der Einlageblattarten zusätzlich ein drittes Mal in Fässern fermentiert werden, was den Zigarren zu einer außerordentlich sanften und abgerundeten Entwicklung ihrer Aromenvielfalt verhilft."},"diameter_mm":21.4,"ring":54,"length_mm":160,"length_inch":0,"format":"Piramide","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Kakao","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":114}
