{"name":"Alejandro Lopez Dominicana Gordo","url":"https://www.noblego.de/alejandro-lopez-dominicana-gordo/","brand":"Alejandro Lopez","series":"","details":{"Fazit":"Die Alejandro Lopez Dominican Gordo kommt wie viele große Formate ganz ohne Schärfe, recht sanft und allenfalls mittelkräftig daher. Sie sorgt für ein unbeschwertes Rauchvergnügen und kann daher auch einmal im Mittelpunkt eines Rauchabends stehen. Ein ausdrucksstarker, etwas erdiger Rotwein, zum Beispiel von der Ahr, passt sehr gut zu ihr.","Genuss":"Die Alejandro Lopez Dominican Gordo besticht allein durch ihre Figura. Das „dicke Ding“ wird durch die in Gold, Rot und Schwarz gehaltene Binde richtig schön. Das helle Connecticut-Shade-Deckblatt hüllt sehr gute Tabake aus der Region ein. Der Zugwiderstand ist recht gering, was das Anzünden extrem erleichtert und vom ersten Zug an einen voluminösen Rauch beschert. Geschmacklich bleibt sie während des Smokes bei Holz- und Röstaromen konstant. Die Alejandro Lopez Dominican Gordo ist zwar nur 127 Millimeter lang, besitzt aber den stattlichen Durchmesser von 23 Millimetern. Damit erzielt dieses kompakte und beeindruckende Format eine Rauchdauer von einer ganzen Stunde.","Hintergrund":"Alejandro Lopez begann schon als junger Mann von 20 Jahren seine Tabakkarriere in Panama. Nach diesen Lehrjahren ging er 1910 in die Dominikanische Republik und konnte sich dort mit seinem Talent für Tabakanbau und Verarbeitung gut behaupten. Bereits 1920 gründete er seine erste eigene Zigarrenmanufaktur in der Kleinstadt Santiago de los Caballeros. Alejandro Lopez-Zigarren sind weltweit populär und behaupten sich schon jahrzehntelang durch ihr gutes Preis-Leistungs-Verhältnis."},"diameter_mm":23,"ring":58,"length_mm":127,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.9}
