{"name":"Arturo Fuente Opus X 20 Years God's Whisper","url":"https://www.noblego.de/arturo-fuente-opus-x-20-years-gods-whisper/","brand":"Arturo Fuente","series":"Opus X","details":{"Fazit":"Die Arturo Fuente Opus X 20 Years God's Whisper ist eine traumhafte Vitola und eine absolute Ausnahmeerscheinung auf dem Zigarrenmarkt. Ein jeder Aficionado, dem es gelingt eine dieser hochwertigen Kostbarkeiten zu ergattern, kann sich wahnsinnig glücklich schätzen und sich auf einen Zigarrengenuss der ganz besonderen Art freuen.","Genuss":"Die Arturo Fuente Opus X 20 Years God's Whisper besteht gänzlich aus dominikanischen Tabaken, welche enorm lange in den hauseigenen Lagerstätten der Fuente Familie reifen durften. Diese wurden dann zu einem unwiderstehlichen Blend und einer prachtvollen Zigarre verarbeitet, deren Aromaentfaltung von einer unglaublich komplexen und cremigen Art vonstattengeht. So ist der gut 90 Minuten andauernde Rauchverlauf geprägt von fabelhaft korrelierenden Schokolade-, Kaffee-, Zedernholz- und Zitrusfruchtaromen, die sich von Rauchdrittel zu Rauchdrittel, untermalt von einer leckeren Sirupsüße, immer präsenter am Gaumen ausmachen. Dabei erfährt der Genießer zusätzlich eine Cremigkeit im Rauch, die in dieser Form beinahe einzigartig zu nennen ist. Ein perfekter Zug und ebenmäßiger Abbrand sind bei dieser Premiumstufe als selbstverständlich anzusehen.","Hintergrund":"Dem dominikanischen Hersteller Arturo Fuente gelang es in den 90er Jahren zum aller ersten Mal, geeignete Deckblätter aus den bis dato für solche Zwecke ungeeigneten dominikanischen Tabaken herzustellen. Eine herausragende Pionierleistung, die es von da an ermöglichte reine dominikanische Zigarren (Puros) zu fertigen."},"diameter_mm":22.2,"ring":56,"length_mm":165,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Nuss","Schokolade","Schwarzer Pfeffer","Süß","Zedernholz","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":45,"additionalNotes":"Limited"}
