{"name":"Paradiso Quintessence Robusto","url":"https://www.noblego.de/paradiso-quintessence-robusto/","brand":"Paradiso","series":"Quintessence","details":{"Fazit":"Die Quintessenz aus dieser Zigarrenbewertung lautet: Die Paradiso Quintessence Robusto unbedingt probieren!  Am besten noch zusammen mit einem dazu passenden Begleitgetränk wie einem im Eichenfass gereiften Cognac.","Genuss":"Diese Quintessence sorgt mit typischen Robusto-Maßen bei einer Länge von 140 Millimetern und einem 50er Ringmaß für eine gute Stunde Rauchgenuss. In dieser Zeit verströmt die Nicaraguanerin eine köstliche Aromenmischung mit fruchtigen Noten, die hin und wieder an Feigen erinnern, dann und wann aber auch eine Ahnung von getrockneten Pflaumen durchscheinen lassen. Dazu gesellt sich ein frisches Kaffeearoma, Noten von Pfeffer und eine zarte Süße, die auf den Lippen den Geschmack von Honig zurücklässt. Die Verarbeitung ist einwandfrei, was für einen ebenmäßigen Abbrand und eine stabile Asche sorgt. Auch bei dieser Zigarre wird deutlich: Der Weltklasse-Blender José Pepin Garcia zeigt mit dem kreierten Blend für die Paradiso Quintessence Robusto deutlich, was er kann und warum er zu Recht als einer der Besten seines Handwerkes gilt.","Hintergrund":"Wer diese Zigarre genießt, raucht eine Siegerin. Denn das Cigar Journal hat die Paradiso Quintessence Robusto zur \u003cstrong\u003eNummer 1 der Top 25 Zigarren des Jahres 2016\u003c/strong\u003e gekürt. Dabei floß in die Bewertung nicht nur die Qualität des Blends, die ausgeklügelte Aromenkomposition sowie die Gesamt-Konstruktion mit ein, sondern auch das Preis-Leistungsverhältnis wurde als besonders positiv bewertet."},"diameter_mm":19.8,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Kaffee","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.3}
