{"name":"Casa de Alegria Suave Torpedito","url":"https://www.noblego.de/casa-de-alegria-suave-torpedito/","brand":"Casa de Alegria","series":"Suave","details":{"Fazit":"Die Casa de Alegria Suave Torpedito ist eine kleine mittelamerikanische Schönheit, die es in Qualität und Geschmack leicht mit ihren größeren Schwestern der Serie aufnimmt. Ihr handliches Format und der angemessene Preis machen sie zur perfekten Begleiterin einer schönen Kaffeepause. Dabei vereinen sich ihre Geschmacksnoten perfekt mit dem Duft aus der Tasse.","Genuss":"Die Casa de Alegria Suave Torpedito entzückt das Auge des Liebhabers edler Zigarren allein durch ihr zierliches, verschlanktes und verkürztes Torpedo-Format. Dargeboten in der edlen Massivholzkiste aus Zedernholz mit 24 Stück wird sie zum kleinen Schatzkästchen, das sich sehr gut als Geschenk eignet. Die Qualität zeigt sich schon in dem makellosen, hellen Deckblatt, einem Connecticut Shade, gezogen an den feuchten Berhängen Ecuadors.  Die sehr fest gerollte Einlage aus Tabaken Nicaraguas ermöglicht einen erstaunlich langen Rauchgenuss von bestimmt einer halben Stunde und das bei den schlanken Maßen von 15 Millimetern im Durchmesser und 125 Millimetern in der Länge. Die zarten Röstaromen, Noten von Kaffee und Holz entfalten sich trotz des kleinen Formats erstaunlich gut. Dabei ist diese kleine Schönheit erstaunlich sanft am Gaumen und verzeiht auch einmal einen etwas temperamentvolleren Zug. Abbrand und Zug können als vorbildlich bezeichnet werden.","Hintergrund":"Diese Zigarre ist das kleinste Format in der Suave-Serie. Wie alle anderen Longfiller aus dem Hause Casa de Alegria wird sie im Zentrum der nicaraguanischen Tabakkultur in der Ortschaft Esteli gefertigt. Die Zigarren aus der Suave-Serie zeichnen sich durch eine besonders angenehme Milde und eine angenehm mittlere Stärke aus."},"diameter_mm":15,"ring":38,"length_mm":127,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Holz","Kaffee","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.3,"additionalNotes":"Fair Trade"}
