{"name":"Aurora Principes Toro","url":"https://www.noblego.de/aurora-principes-toro/","brand":"Aurora Principes","series":"","details":{"Fazit":"Top Preisleistungsverhältnis! Diese mittelkräftige Aurora Principes Toro aus der Dominikanischen Republik ist der perfekte Alltagssmoke und besonders zu Kaffee oder auch mal einem Kakao zu empfehlen. In gemütlicher Runde am Abend werden Bier, Wein oder Cognac zu optimalen Begleitern.","Genuss":"Die Aurora Principes Toro ist eine hochwertig verarbeitete Zigarre aus der Dominikanischen Republik, die auch geschmacklich hält was sie verspricht. Sie ist nicht zu fest gerollt und bietet ein perfektes Zug- und Abbrandverhalten. Dabei ist die überwiegend feste Asche von einer hellgrau-melierten Farbgebung. Geschmacklich überzeugt diese Dominikanerin durch ein Gesamtaroma, das in seiner Schlichtheit rund und delikat ist, ohne je langweilig zu werden. Die Geschmacksbasis bilden dabei grasige Töne und leckere Röstaromen. Aufgewertet werden diese durch fruchtige Noten, die eine schöne Ergänzung zu dem sonst eher herberen Aroma darstellen. Gegen Ende des Smokes scheinen dezente Pfefferaromen auf, die dieser Toro ein sacht glimmendes Feuer verleihen, ohne allzu scharf zu brennen.","Hintergrund":"Die Marke Aurora Principes by La Aurora gehört zur berühmten Zigarrenmanufaktur Léon Jimenes aus der Dominikanischen Republik. In dem Traditionsunternehmen werden seit über 100 Jahren Zigarren hergestellt und mit den Aurora Principes werden echte Qualitätszigarren im Bundle vertrieben. Durch eben diesen Bundle-Vertrieb werden die Zigarren, die zum Schutz jeweils einzeln in Zellophan verpackt werden, entsprechend günstiger."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Gras","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.15}
