{"name":"Handelsgold Classic Nr. 1","url":"https://www.noblego.de/handelsgold-classic-nr-1/","brand":"Handelsgold","series":"","details":{"Fazit":"Die Handelsgold Gold Label Classic Nr. 1 punktet mit ihrem günstigen Preis, Qualitätsrohstoffen und der guten Verarbeitung. Eine schöne und milde Zigarre, die eine  kleine Rauchpause im Alltag bestens ausstattet.","Genuss":"Ein angenehmer Kaltgeruch und ein schönes Deckblatt sind die ersten Eindrücke nach dem Entfernen der Aroma-Schutzhülle. Das Sumatra-Deckblatt ist sehr fein und makellos. Es trägt sicherlich zum milden Gesamterlebnis dieser kleinen Zigarre bei. Das Umblatt ist aus homogenisiertem Tabak hergestellt, was die Herstellungskosten wirksam senkt. Ein Kerbschnitt macht die Zigarre sofort gebrauchsfertig. Nach dem Anzünden entfaltet sich ein würziges Aroma, das auch erfahrene Raucher überzeugen wird. Bis zum Ende bleibt der milde Charakter im Rauch erhalten. Mit einer Länge von 122 Millimetern und einem Durchmesser von 17 Millimetern hat man mit der Handelsgold Gold Label Classic No. 1 das klassische Format einer Petit Corona vor sich. Bei gleichmäßigem Zug und ebensolchem Abbrand ist etwa eine halbe Stunde Rauchgenuss mit diesem kleinen Format möglich.","Hintergrund":"Hersteller und Inhaber der Marke Handelsgold ist die Firma Arnold André, heute Deutschlands größter Zigarren-Hersteller. Die Marke Handelsgold war in den 50er und 60er Jahren eines der kleinen Wahrzeichen unseres Wirtschaftswunders. Bekanntester Handelsgold-Raucher war der Ex-Bundeskanzler Ludwig Erhard, der mit seiner Parole des Maßhaltens eine kleine Epoche unserer Geschichte prägte. Handelsgold bringt seit mehr als einem halben Jahrhundert qualitativ einwandfreie Zigarillos und Zigarren auf den Markt. Mit Tabaken aus den besten Anbaugebieten der Welt in Brasilien und Indonesien schafft diese Traditionsmarke es immer wieder, ein unschlagbares Preis-Leistungsverhältnis aufzubauen."},"diameter_mm":17,"ring":43,"length_mm":122,"length_inch":0,"format":"Petit Corona","maker":"","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Indonesien"],"binderOrigin":["Bandtabak"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":4.85}
