{"name":"Casa de Alegria Criollo Toro","url":"https://www.noblego.de/casa-de-alegria-criollo-toro/","brand":"Casa de Alegria","series":"Criollo","details":{"Fazit":"Die Casa de Alegria Criollo Toro ist eine in den Aromen vielschichtige und komplexe Zigarre, die beim genussvollen Rauchen einen sehr eleganten Eindruck macht. Dies gilt auch für ihr Äußeres und die Präsentation in der 20er-Kiste. Der erfahrene Aficionado wird sie vielleicht ohne einen alkoholischen Begleiter ganz konzentriert genießen und erst danach zu einem schönen Drink greifen.","Genuss":"Nimmt man die Casa de Alegria Criollo Toro in die Hand, überzeugt sofort die gediegene handwerkliche Qualität. Sie ist mit 152 Millimetern Länge und einem Ringmaß von 50 recht stattlich und dabei sehr fest gerollt. Im Geschmack und Nikotingehalt ist sie als mittelstark einzuordnen. Ein ganz leicht geädertes, wunderbar öliges Deckblatt in kaffeebrauner Farbe sorgt für ein glänzendes Aussehen. Auch die Tabake von Umblatt und Einlage machen einen ganz hervorragenden Eindruck. Im Rauch dominieren Tabaknoten, daneben ist eine Vielfalt von flüchtigen Kopfnoten wie Bitterschokolade, Frucht, Holz und Erde auszumachen. Gleich nach dem Anzünden schmeckt diese Zigarre kräftig und wunderbar aromatisch. Langsam rauchend sollte man den olfaktorischen Genüssen nachspüren. Zu schnell geraucht, werden die wunderbaren Aromen schnell von Bitterkeit verdrängt. Etwa eine Stunde währt der erlesene Rauchgenuss.","Hintergrund":"Die Casa de Alegria Criollo Toro ist eines von vier Formaten aus der beliebten Criollo-Reihe. Sie ist die größte und kräftigste aus dieser Reihe. Die Casa de Alegria Criollo-Zigarren beinhalten nicaraguanische Tabake aus Esteli, Jalapa und Condega. Ein ausgefallenes Colorado- Deckblatt aus Criollotabak rundet die vollmundig-starke und dabei harmonische Mischung ab. Die Criollos bieten dem erfahrenen Raucher edle Longfiller auf höchstem handwerklichen Niveau. Die Manufaktur in Esteli fertigt diese Zigarren zu 100 Prozent von Hand und nach den „Fair Trade“ Grundsätzen."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Criollo","aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz","Pfeffer","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.7,"additionalNotes":"Fair Trade"}
