{"name":"Gilbert de Montsalvat Signature Line Gordo","url":"https://www.noblego.de/gilbert-de-montsalvat-signature-line-gordo-zigarren/","brand":"Gilbert de Montsalvat","series":"Signature Line","details":{"Genussverlauf":"Die Tabake der Signature Line Gordo von Gilbert de Montsalvat sind von einer herausragenden Güte und durchlaufen eine sehr strenge Qualitätsprüfung, bevor sie den erfahrenen Rollern in der hauseigenen Manufaktur ausgehändigt werden. Dabei handelt es sich um hochwertige Umblatt- und Einlagetabake sowie etwas rustikal anmutende Deckblätter. Ein bis ins Detail ausgeklügelter Blend, der bei mild bis mittelkräftigem Rauchverlauf eine außergewöhnliche Aromatiefe erkennen lässt. Neben einer zarten Süße sind es Röstaromen und spannende Noten von Kaffee und Bittermandel, welche den feinen Geschmack der mit einer sagenhaften Cremigkeit aufwartenden Premium-Longfiller bestimmen. Ein unbeschwerter Genuss von circa 90 Minuten Länge.","Nice to know":"Niemand Geringeres als Zigarren-Legende Eladio Diaz ist für den außergewöhnlichen Blend der Gilbert de Montsalvat Signature Linie verantwortlich. Bis zu seiner Pensionierung im Jahr 2022 noch für Davidoff tätig, lies sich dieser von Raymondo Bernasconi, dem Gründer der Marke Gilbert de Montsalvat für die Kreation dieser im März 2023 lancierten Zigarrenserie gewinnen. Daher lautet der Slogan zu dieser Serie auch treffend - Blended by a legend!","Resümee":"Die perfekte Wahl für anspruchsvolle Freunde milderer Premiumzigarren! Mit der Signature Line Gordo aus dem Hause Gilbert de Montsalvat bekommt man einen fantastischen Smoke nach Hause geliefert, der ohne Zweifel die Handschrift eines Meisters seiner Zunft in sich trägt. Wir wünschen jede Menge Vergnügen beim Verkosten!"},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Gordo","maker":"Eladio Diaz","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Bittermandel","Kaffee","Röstaromen","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":14.5}
