{"name":"Directos de Fabrica Corona Maduro","url":"https://www.noblego.de/directos-de-fabrica-corona-maduro/","brand":"Directos de Fabricos","series":"","details":{"Fazit":"Directos de Fabrica Zigarren sind die perfekten und sehr preiswerten Alltagszigarren für alle Zigarrenliebhaber, die eine aussagekräftige Zigarre mittlerer Stärke mögen. Man kann sie sehr gut zu einem Latte oder Espresso am Nachmittag genießen. Die Hunderter-Packung garantiert einen verschwenderischen Vorrat, so dass man auch gerne mit Freunden in die gut gefüllte Kiste greift.","Genuss":"Die Verarbeitung und der Abbrand sind einwandfrei. Der Geschmack ist etwas pfeffrig, scharf und leicht grasig. Insgesamt kann man die Directos de Fabrica Maduro Corona als mittelkräftig bezeichnen. Bei einem nicht sehr hohen Zugwiderstand hat man sie bei einer Länge von 138 Millimetern und einem Durchmesser von 16 Millimetern in einer guten halben Stunde aufgeraucht. Ein würziges, vielleicht etwas rustikales Rauchvergnügen ist dabei garantiert.","Hintergrund":"Die meisten in Deutschland verkauften Zigarren stammen bisher aus Kuba oder der Dominikanischen Republik. Ecuadorianische Zigarren gelten dagegen noch als Geheimtipp, obwohl viele bekannte Zigarrenmarken aus der ganzen Welt ihre Deckblätter in Ecuador anbauen lassen. Das Klima in diesem südamerikanischen Land ist vorzüglich für den Tabakanbau geeignet. Der Himmel in den Tabakanbaugebieten ist meistens mit einer dichten Wolkendecke verhangen. Dieses spezielle Klima Ecuadors verhindert, dass die Tabakblätter durch zu viel Sonneneinstrahlung verbrennen. Außerdem findet man außerordentlich nährstoffreiche Böden vor, aus denen die Tabakpflanzen alles ziehen, was sie zum optimalen Wachstum brauchen."},"diameter_mm":16,"ring":40,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Ecuador","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Ecuador"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Gras","Leder","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.25}
