{"name":"Quintero Londres Extra","url":"https://www.noblego.de/quintero-londres-extra/","brand":"Quintero","series":"","details":{"Fazit":"Zu der Quintero Londres Extra empfiehlt sich ein frisches, spritziges Getränk. Pure Tabakaromen und deutlich herauszuschmeckende erdige Noten füllen den Gaumen und bleiben selbst nach dem Verzehr von süßen Getränken lange dort angesiedelt.","Genuss":"Es handelt sich bei der Quintero Londres Extra um ein so genanntes „Standard“-Format mit einer Länge von 12,3 Zentimetern, einem Durchmesser von 16 Millimetern und einem 40er Ringmaß. Schon kalt duftet diese Vitola herrlich nach feinem Tabak und einem Hauch von frischem Heu. Schon gleich nach dem Anzünden entfalten sich sehr erdige und hölzerne Nuancen, die den Gaumen ein wenig prickeln lassen. Von Anfang an besticht die Quintero Londres Extra mit sehr voluminösem und dichtem Rauch. Die konstanten Aromen bleiben während des 45 bis 50 minütigen Smokes erhalten und überfordern den Raucher nicht mit zu hoher Komplexität. Das zweite Drittel beeindruckt durch ein volles Tabakaroma und einen Hauch von Röstaromen. Feste Asche und eine weiterhin sehr voluminöse Rauchentwicklung machen aus dieser preiswerten Vitola ein hochwertiges Produkt. Selbst im letzten Drittel ist die Quintero Londres Extra kaum zu vergleichen mit anderen Mediumfillern, runder Geschmack und nicht der Ansatz von Schärfe verwöhnen den Gaumen des Rauchers. Zum Finish bleibt der Geschmack von Erde und purem Tabak am Gaumen bestehen und ist dort auch nach dem Smoke noch eine Weile präsent.","Hintergrund":"Quintero gehört zu einer der wenigen Manufakturen, die nicht in der Hauptstadt Havanna entstanden sind. Gegründet wurde die Marke Quintero von Augustín Quintero und seinen vier Brüdern. Sie errichteten eine Manufaktur in einer Stadt nah an der Ostküste Kubas, in Cinfuego. Bei allen Produkten aus dem Hause Quintero handelt es sich um von Hand gerollte Mediumfiller, diese sind zwischen dem Shortfiller und der klassischen Longfiller-Zigarre angesiedelt."},"diameter_mm":16,"ring":40,"length_mm":123,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Leder","Pfeffer","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":3.7}
