{"name":"La Capitana No. 3 Corona","url":"https://www.noblego.de/la-capitana-no-3-corona/","brand":"La Capitana","series":"","details":{"Fazit":"Zum Ausklang des Abends oder in geselliger Runde, die La Capitana No. 3 Corona macht bei beidem eine gute Figur. Ihr einzigartiger Charakter, gepaart mit einem für diese Qualität günstigen Preis machen sie zu einer Zigarre für jede Gelegenheit. Wer Gefallen an ihr findet, sollte auch einen Blick auf die anderen Formate von La Capitana werfen.","Genuss":"Die La Capitana No. 3 Corona fällt sofort durch ihr ansprechendes Äußeres und ihre optimale Verarbeitung auf. Ihr tief braunes Deckblatt fühlt sich fast schon glatt an und harmoniert farblich wunderbar mit den beiden Banderolen. Mit 15 Zentimetern Länge und einem Durchmesser von 16 Millimetern bietet sie ein gut 70-minütiges, sehr ausgewogenes Rauchvergnügen. Sobald angezündet, zeigt sich die Qualität der Verarbeitung bereits am perfekten Zugverhalten. Lediglich ein kleines Nippen reicht, um viel Qualm zu produzieren, der beim Ausatmen durch seine Dichte und fast gänzlich weiße Farbe besticht.  Weitere Qualitätsmerkmale bilden der gestochen scharfe, gerade Abbrand und die sehr kompakte, weiße Asche, die einen schönen Kontrast zum Deckblatt liefert. Auch geschmacklich kann die mittelstarke No. 3 überzeugen. Der blumige Zug sowie der holzige Grundton verleihen ihr einen eher hellen und trockenen Charakter. Sensorisch wird der mittlere und vordere Zungenbereich angesprochen. Gepaart wird dies mit einer anfangs noch leichten Würze, die im weiteren Rauchverlauf jedoch stärker zur Geltung kommt. Ab dem zweiten Drittel sorgt die Einführung von Nussnoten für einen noch spannenderen Aromenmix, dessen Intensität im letzten Dritten ihren Höhepunkt findet.","Hintergrund":"Die Marke La Capitana erlangte durch ihre Auswahl an Zigarillos Bekanntheit, bevor auch Longfiller ins Sortiment aufgenommen wurden. Derzeit gibt es vier Formate, bei denen es sich um Puros aus Nicaragua handelt."},"diameter_mm":16,"ring":39,"length_mm":151,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.5}
