{"name":"Bundle Selection 3x3 Churchill Tubos","url":"https://www.noblego.de/bundle-selection-3x3-churchill-tubos/","brand":"Bundle Selection","series":"3x3","details":{"Fazit":"Die praktische Lieferung (angebohrt und im Tubos) der Bundle Selection 3x3 Churchill macht die Serie zu einem beliebten Begleiter vieler Aficionados. Der tolle Preis und das dafür untypisch reichhaltige Aroma der Zigarre, sorgen nicht nur bei Einsteigern in die Zigarrenwelt für Begeisterung. Die richtige Zigarre für jede Gelegenheit. Der Aluminiumtubos hält die Zigarre gut geschützt und damit über mehrere Tage uneingeschränkt rauchbar. Der Aromamix zwischen süß und herb kann, ebenso wie die Verarbeitungsqualität überzeugen. Als Getränk empfehlen wir einen fruchtigen Weißwein.","Genuss":"Die 3x3 Churchill Tubos misst stattliche 17,2 Zentimeter in der Länge und 1,9 Zentimeter im Durchmesser. Die Zigarre ist bereits angebohrt, so dass Sie direkt angezündet werden kann. Das helle Connecticut Deckblatt aus Ecuador ist von wenigen, sehr dünnen Adern durchzogen und lässt ein mildes Raucherlebnis vermuten. Auch der sehr süße und grasige Duft unterstreicht diese Erwartung, welche auch im ersten Drittel der Rauchverlaufs vollends erfüllt wird. Leckere florale und süße Aromen schmiegen sich an den Gaumen und hinterlassen einen tollen Eindruck. Im zweiten Drittel sorgt eine dominante Kaffeenote gekonnt für Abwechslung, bevor im letzten Drittel nussige und herbe Aromen überwiegen. Die gute Verarbeitung, der schöne Abbrand und die hellgraue Asche unterstreichen den unkomplizierten Rauchverlauf.","Hintergrund":"Bundle Selection 3x3 Tubos Zigarren werden in der Dominikanischen Republik von Hendrik Kelner hergestellt. Neben den 3x3 ist er auch für die anderen dominikanischen Zigarren des Hauses Davidoff (Griffin`s, AVO usw.) verantwortlich. Den Namen 3x3 verdanken die Zigarren ihrer Verpackungseinheit. Sie werden stets in einem Bundle zu drei Reihen mit je 3 Tubos verpackt."},"diameter_mm":19,"ring":48,"length_mm":172,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.7}
