{"name":"Davidoff Maduro Robusto","url":"https://www.noblego.de/davidoff-maduro-robusto-zigarren/","brand":"Davidoff","series":"Maduro","details":{"Genussverlauf":"Ein sage und schreibe 16 Monate hinweg fermentiertes Deckblatt aus Ecuador, ein mexikanisches Umblatt sowie handverlesene dominikanische Tabake sind die qualitätsvollen Genuss-Garanten der wie gemalt wirkenden Maduro Robusto von Davidoff. Für den Genießer hält diese Bilderbuchzigarre primär Aromen von dunkler Schokolade, Honig und gerösteten Nüssen parat. In den einzelnen Rauchdritteln werden diese dann noch stimmig von weißen Pfeffer-, Eichenholz-, Frucht- und Erdnoten untermalt. In circa 70 Minuten versprüht die Robusto ihren von mittelkräftiger Stärke bestimmten Charme bei optimalem Zug- und Abbrandgebaren.","Nice to know":"Die Tabake für die Deckblätter der Maduro Robusto werden lediglich der höchsten Blattstufe entnommen. Gerade einmal zwei Blätter daraus schaffen es pro Pflanze für die Produktion dieser Premiumreihe zugelassen zu werden. Daher wird es die besonderen Zigarren aus der Tabacalera Tabadom im dominikanischen Santiago de los Caballeros wohl nur für begrenzte Zeit geben, denn eine solch knappe Ressource lässt keine reguläre Produktion über einen längeren Zeitraum zu.","Resümee":"Bei Davidoff setzt man mit der Maduro Robusto neue Maßstäbe in der Kategorie Maduro-Zigarren. Der riesengroße Aufwand, Arbeitseinsatz und der allerhöchste Qualitätsanspruch des Herstellers rechtfertigen ihren relativ hohen Preis."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Mexiko"],"wrapperType":"Maduro","aromaProfileManufacturer":["Cremig","Erdig","Honig","Nuss","Schokolade","Trockenfrüchte","Weißer Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":50,"additionalNotes":"Limited"}
