{"name":"Carlos André Airborne Toro","url":"https://www.noblego.de/carlos-andre-airborne-toro-zigarren/","brand":"Carlos André","series":"Airborne","details":{"Genussverlauf":"Ein ölig schimmerndes Mexiko Deckblatt von sattem rotbraun kleidet die Carlos André Airborne Toro. Dieses durfte nach Ernte und anschließender Fermentation ganz fünf Jahre reifen. Neben einem nicaraguanischen Umblatt sind es Einlagetabake aus der Dominikanischen Republik, Brasilien und Nicaragua, aus denen diese schmackhafte Premium-Longfiller gefertigt wurde. Ein äußerst raffinierter Blend, der seine Genießer auf eine spannende Genusstour entführt. Geprägt wird diese von harmonisch miteinander korrelierenden Frucht-, Zartbitterschokolade-, Mandel-, Leder- und Karamellaromen, welche von einer sanften Süße und delikaten Würzkomponenten begleitet werden. Gegen Genussende wartet die einwandfrei verarbeitete Toro mit einem leicht salzigen Finish auf. Ihr Zug- und Abbrandverhalten ist zudem absolut tadellos zu nennen.","Nice to know":"Der Begriff „Airborne“ beschreibt in der Fliegerei den Moment des Abhebens. Davon inspiriert haben die verantwortlichen Masterblender von Carlos André die Airborne Zigarrenserie entwickelt. Im offiziellen Vorstellungstext des Herstellers heißt es dazu: “Inspiriert vom unvergleichlichen Gefühl zu fliegen, den Blick von oben auf die Dinge zu behalten, Visionen Wirklichkeit werden zu lassen und täglich neue Horizonte zu entdecken.“","Resümee":"Elegant und charakterstark zugleich, zeigt sich die Carlos André Airborne Toro als köstliche Premiumzigarre mit dem gewissen Etwas. Ein rundum gelungener Genuss für alle die auf der Suche nach neuen Geschmackseindrücken sind."},"diameter_mm":19.8,"ring":50,"length_mm":146,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"H2000","aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Karamell","Leder","Salzig","Süß","Toastly","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":16.5}
