{"name":"Arturo Fuente Don Carlos Doble Robusto","url":"https://www.noblego.de/arturo-fuente-don-carlos-doble-robusto-zigarren/","brand":"Arturo Fuente","series":"Arturo Fuente Don Carlos","details":{"Genussverlauf":"Neben dem oben beschriebenen Methusalem unter den Deckblättern besteht die Arturo Fuente Don Carlos Doble Robusto aus zehn Jahre lange gereiften dominikanischen Einlage- und Umblatt-Tabaken. Dieser sehr hochwertige Blend verspricht einen unglaublich ausgewogenen sowie mittelkräftigen Zigarrengenuss, der durch zarte Nuss- und Kräuteraromen eingeläutet wird. Im weiteren Verlauf entwickelt sich eine feine Note von Kaffee sowie ein angenehmes Zedernholzaroma. Das letzte Drittel bestimmen erdige und leicht pfeffrige Töne. Begleitet wird dieser köstliche Aromaverlauf von einer besonders schmackhaften Würze und einer dezenten Süße. Der Rauch dieser auf sehr hohem Niveau angesiedelten Premiumzigarre schmeichelt durch seine außerordentliche Cremigkeit ungemein dem Gaumen. Ein sehr stabiler Aschekegel und der messerscharfe Abbrand der 14,5 cm langen Doble Robusto bestätigen ihre sehr hohe Qualität.","Nice to know":"Benannt wurde diese Serie hervorragender Premiumzigarren nach dem Unternehmensgründer der dominikanischen Spitzenmarke, Don Carlos Fuente Senior.","Resümee":"Die Arturo Fuente Don Carlos Doble Robusto heimste im Jahr 2009 im Rahmen der Cigar Trophy Awards des Cigar Journals den Titel „Beste Zigarre der Dominikanischen Republik“ ein. Eine sehr hohe Auszeichnung, die zurecht an diese fantastische Zigarre verliehen wurde. Eine Empfehlung unsererseits ist daher natürlich nur reine Formsache. Einfach genießen und sich begeistern lassen!"},"diameter_mm":20.6,"ring":52,"length_mm":145,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Kräuter","Nuss","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":25.5}
