{"name":"Kristoff JT Signature Series Toro","url":"https://www.noblego.de/kristoff-jt-signature-series-toro-zigarren/","brand":"Kristoff","series":"Signature Series","details":{"Genussverlauf":"Das Erscheinungsbild der Kristoff Cigars JT Signature Toro ist schon ziemlich originell. Die etwas über 15 cm lange Zigarre ist im Boxpressed Stil gehalten und wurde am Kopf mit einem Pigtail versehen. Auch am Fuß der mittelkräftigen Dominikanerin steht etwas von ihrem feingeaderten Deckblatt aus Ecuador über. Dieser sogenannte „Closed Foot“ begünstigt die Brandannahme beim Entzünden der Zigarre und fungiert während ihrer Lagerzeit als natürlicher Aromaverschluss. Ein indonesisches Umblatt und ausgewählte Einlagetabake aus der Dominikanischen Republik und Mexiko komplettieren den aromareichen Blend der JT Signature Series Toro. Die ersten Züge sind von pfeffrigen Noten bestimmt. Diese treten nach kurzer Zeit in den Hintergrund und werden von schmackhaften Zedernholz-, Nuss-, Zartbitter-, Röst- und Erdaromen abgelöst, die über den gesamten Rauchverlauf von etwa 70 Minuten in unterschiedlichen Intensitätsgraden präsent bleiben. Mit Beginn des zweiten Drittels werden diese von einer zarten Süße unterstützt. Feine Anklänge von Vanille, blumigen und fruchtigen Tönen tauchen ebenfalls auf und sorgen für ein noch komplexeres Geschmacksbild. Gegen Rauchende intensiviert sich die Würze der Toro ein wenig, die pfeffrigen Noten kehren zurück und läuten den Ausklang des angenehm harmonischen Genusses ein.","Nice to know":"Jarrid Trudeau ist bereits seit Oktober 2014 Teil der Kristoff Cigars Familie. Ende des Jahres 2016 wurde er zum Vize-Präsident ernannt. Im Rahmen dieser Position ist er hauptsächlich für die Entwicklung von Verkaufsstrategien und deren Umsetzung verantwortlich.","Resümee":"Man kann Jarrid Trudeau zu dieser Zigarre nur gratulieren. Die Kristoff JT Signature Series Toro ist sehr delikat, bietet jede Menge Abwechslung im Aromabereich und zeigt sich den gesamten Rauchverlauf über sehr ausgeglichen. Wir können daher eine klare Kaufempfehlung aussprechen."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Blumig","Cremig","Erdig","Nuss","Pfeffer","Süß","Trockenfrüchte","Zartbitter","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.5}
