{"name":"La Flor Dominicana Andalusian Bull","url":"https://www.noblego.de/la-flor-dominicana-andalusian-bull/","brand":"La Flor Dominicana","series":"","details":{"Fazit":"Diese Zigarre ist ein unglaublich leckeres Kunstwerk aus der Dominikanischen Republik und hat den Titel „Zigarre des Jahres 2017“ mehr als verdient. Wer das Privileg besitzt, in ihren einzigartigen Genuss zu kommen, wird wohl noch Jahre danach von Selbigem schwärmen.","Genuss":"Allein der Anblick des rotbraun schimmernden Deckblatts, ein sehr seltenes ecuadorianisches Corojo Tabakblatt, gereicht Kennern schon zum Genuss. Bei den Umblatt- und Einlagetabaken dieses wahren Meisterwerkes handelt es sich um handverlesene dominikanische Tabake der Sorten Criollo’98 und Pelo d’Oro. Die mittelkräftige Premium Longfiller wartet mit einem fantastischen Aromaspiel auf, welches derart komplex und außergewöhnlich ist, wie es nur absolute Spitzenzigarren aufweisen können. Überaus cremige Schokolade-, Walnuss- und Fruchtaromen sind im Rauchverlauf omnipräsent und werden von einer deutlichen Süße sowie feinen Safran- und Kreuzkümmelwürznoten auf schmackhafteste Weise komplettiert. Die Andalusian Bull legt eine beispielhafte Ausgewogenheit an den Tag, sie balanciert gekonnt spielerisch zwischen Kraft und Feinheit, ganz ähnlich wie ein Matador, der mit dem kraftvollen Stier grazil in der Arena tanzt.","Hintergrund":"Im spanischen Andalusien ist Stierkampf ein traditioneller Volkssport, der auch heute noch die Massen begeistert und in Aufregung versetzt. Daran angelehnt hat der erfahrene Masterblender Litto Gomez die hübsche Bauchbinde der La Flor Dominicana Andalsuian Bull gestalten lassen. Diese ist in Grün gehalten wie die Hauptfarben der andalusischen Flagge, in ihrer Mitte prangt ein Stierkämpfer in eindeutiger Pose und zum krönenden Abschluss wurde der Schriftzug „Andalusian Bull“ der Handschrift des aus Andalusien stammenden und weltberühmten Malers Pablo Picasso nachempfunden. Wie bereits in der Einleitung erwähnt, wurde bei dieser Zigarre großen Wert auf jedes noch so kleine Detail gelegt."},"diameter_mm":25.4,"ring":64,"length_mm":165,"length_inch":0,"format":"Piramide","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Fruchtig","Gewürze","Holz","Schokolade","Süß","Walnuss"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":24,"additionalNotes":"Limited"}
