{"name":"J. Fuego Sangre de Toro Grande","url":"https://www.noblego.de/j-fuego-sangre-de-toro-grande/","brand":"J. Fuego","series":"J. Fuego Sangre de Toro","details":{"Fazit":"Die J. Fuego Sangre de Toro Grande ist eine Zigarre für besondere Anlässe. Sie ist kraftvoll, dominant und gleichzeitig von großer Eleganz im Äußeren und im Geschmack. Dazu sollte man eine Flasche seines Lieblings-Rotweins genießen, um einen ganzen Abend lang in den besonderen Genüssen schwelgen zu können.","Genuss":"Die J. Fuego Sangre de Toro Grande besteht ganz und gar aus feinstem Tabak aus nicaraguanischem Anbau. Criollo-Tabak, der aus Caribbean-Saat gezogen wird und Corojo-Tabake werden hier verarbeitet. Ein sehr schönes Colorado-Deckblatt hüllt die edle Tabakmischung ein. Gekrönt wird der optische Eindruck von einer zweiten Binde in Blau und Gold. Der von Hand gerollte, große und schwere Longfiller verlangt Zeit und Sachverstand für ein genussvolles Rauchen. Voluminöser Rauch und eine kräftige Würze nehmen alle Geschmacksnerven ein. Aromatisch und geschmacklich ist die Jesus Fuego Sangre de Toro Grande einfach eine Wucht.  Die Jesus Fuego Sangre de Toro Grande ist mit ihrer Länge von 152 mm und einem stattlichen Ringmaß von 60, also einem Durchmesser von 23,8 Millimetern eine höchst imposante Erscheinung. Eineinhalb bis zwei Stunden sollte man veranschlagen, um diese Zigarre behutsam zu genießen.","Hintergrund":"Nicaraguanische Puros sind erst seit wenigen Jahren auf dem Markt und stellen eine höchst interessante Abwechslung zu den bekannten Cubanos oder Zigarren aus der Dominikanischen Republik dar. Der Tabakhersteller Jesus Fuego hat sich dieser neuen Richtung angenommen und lässt die Serie ausschließlich aus nicaraguanischen Tabaken rollen. Die Zigarren dieser Serie von J. Fuego besitzen aufregende Aromen von Holz, Erde, Schokolade und Vanille. Typisch ist auch die deutlich pfeffrige Note, die den gesamten Smoke begleitet."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":5.9,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
