{"name":"H. Upmann Magnum 54","url":"https://www.noblego.de/h-upmann-magnum-54/","brand":"H. Upmann","series":"","details":{"Fazit":"Weiterer Premium Smoke aus dem wunderschönen und aufregenden Kuba! Die H. Upmann Magnum 54 wird Anhänger des milden Kubafeelings begeistern und sehr zufrieden stellen. Die ganz geduldigen Aficionados unter Ihnen werden die Begeisterung für diese Zigarre deutlich steigern können, denn einige Zeit im Humidor gebettet, entfaltet sie sich zu einem noch feineren Smoke!","Genuss":"Dass für die H. Upmann Magnum 54 nur die besten Tabakblätter des magischen Vuelta Abajo in Betracht kamen, ist wenig verwunderlich. Ihr Blend wurde im milden bis mittelkräftigeren Bereich gestaltet und weist klare Aromen grasiger, holziger und schokoladiger Natur auf. Gegen Rauchende mündet der Genuss dieser limitierten Spezialität in ein angenehm süßliches Kaffeefinale. Dabei entwickelt die schöne Kubanerin einen sehr sahnigen und cremigen Rauch, den alleine zu erleben es schon lohnt sie zu entfachen. Mit einer Länge von 120 mm kann man von ihr eine ungefähre Rauchdauer von einer halben Stunde erwarten, im modernen Jargon würde man diesbezüglich also von einem „Short Smoke“ sprechen. Die gewohnte Upmann-Qualität sorgt selbstverständlich auch bei der Magnum 54 für ein absolut zufriedenstellendes Zug- und Abbrandverhalten.","Hintergrund":"Der Weltöffentlichkeit auf dem Festival del Habano im Februar 2016 vorgestellt, gilt die H. Upmann Magnum 54 als jüngster Spross der Magnum Familie, die mit der Magnum 46 und 50 bereits zwei Mitglieder in ihren Reihen zählte. Man darf in Zukunft weiter gespannt sein, was der Genießer im Rahmen dieser geschmackvollen Serie aus dem Hause H. Upmann noch zu erwarten hat."},"diameter_mm":21.4,"ring":54,"length_mm":120,"length_inch":0,"format":"Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":19.4,"additionalNotes":"Limited"}
