{"name":"Davidoff Winston Churchill Limited Edition 2025","url":"https://www.noblego.de/davidoff-winston-churchill-limited-edition-2025-zigarren/","brand":"Davidoff","series":"Winston Churchill","details":{"Genussverlauf":"Zunächst einmal: Was für eine Kiste! Diese ist im grauen Holz ausgeführt und überrascht zunächst beim Öffnen mit zweierlei Dingen. Da wäre einerseits die einer Malerpalette nachempfundene Holzeinlage zu nennen, auf der die Zigarren guten Freunden zur Hand gereicht werden können. Und andererseits das opulente Gemälde “Cork Trees Near Mimizan” von Winston Churchill, das die Innenseite des Deckels schmückt. Eine Augenweide im wahrsten Sinne des Wortes! Wenn wir gerade noch bei den Kisten sind: 18 000 dieser Schmuckstücke werden hergestellt, von denen es lediglich 750 nach Deutschland schaffen werden. Auch die zweite Banderole des Churchill-Formats inkorporiert kunstvoll Ausschnitte von Churchills Gemälde. Im Blend haben wir es mit einem Ecuador-Deckblatt und einem Mexiko-Umblatt zu tun. Die Einlage besteht aus Tabaken der Dominikanischen Republik und Nicaraguas. Zusammen kreieren sie wortwörtlich Zigarrenkunst: Das erste Drittel startet mit Nüssen, Karamell und Nougatsüße. Im zweiten Drittel kommen Pinselstriche von Espresso, Gewürzen und Pfeffer zur Geltung, wozu am Ende noch Ingwer und Zedernholz aufkommen. Die mittelkräftige Zigarre versetzt uns in eine andere Welt - genauso wie Churchills wunderschönes Gemälde.","Resümee":"Mit der Davidoff Winston Churchill Limited Edition 2025 stellen die Schweizer ihre Raffinesse und Kunstfertigkeit unter Beweis. Eine Limited Edition, die einen historischen Staatsmann auf eine persönliche Art würdigt. Wir sind begeistert und können Ihnen nur raten, dieses streng limitierte Kunstwerk zu probieren!"},"diameter_mm":19.8,"ring":50,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Espresso","Gewürze","Karamell","Nougat","Nuss","Zitrusfrüchte"],"strength":"Medium","smokingDuration":"60 bis 90 Min","price":49,"additionalNotes":"Limited"}
