{"name":"Alec Bradley Tempus Natural Centuria","url":"https://www.noblego.de/alec-bradley-tempus-natural-centuria/","brand":"Alec Bradley","series":"","details":{"Fazit":"Bei all den Auszeichnungen, die Jahr für Jahr vergeben werden, zählt am Ende doch immer nur eines, die Zigarre muss ihrem Genießer zusagen. Dass vielen von Ihnen die Alec Bradley Tempus Natural Centuria gefallen wird, dessen sind wir uns allerdings ganz sicher.","Genuss":"Das feine Deckblatt der Tempus Natural Centuria stammt aus der Region Trojés in Honduras. Laut Alan Rubin stellt es in Sachen Qualität und Geschmack alle anderen Deckblatt Tabake des Landes in den Schatten. Das Umblatt der langen Churchill stammt ebenfalls aus ihrem Herkunftsland, in der Einlage wurden nicaraguanische und honduranische Tabake miteinander vermählt. So hat es der Genießer hierbei mit einer mittelkräftigen Zigarre zu tun, welche sich auf der Aromapalette bei erdigen, holzigen und schokoladigen Noten ansiedeln lässt. Im weiteren Rauchverlauf gesellen sich leckere Töne von Trockenfrüchten, Nougat und Kaffee dazu.\nDie Tempus Natural Centuria ist ein komplexer Smoke mit sehr ansprechender Würze. Ihre Verarbeitung geschieht von Hand und unter Einhaltung höchster Qualitätsstandards. Das lässt sich an ihrem hervorragenden Zug- und Abbrandverhalten festmachen. Eine Zigarre mit einer 94er-Wertung bei maximal 100 zu erreichenden Punkten sollte selbstverständlich handwerklich perfekt gearbeitet sein.","Hintergrund":"„Tempus“ bedeutet übersetzt nichts anderes als Zeit. Davon hat Alan Rubin zuhauf in die Entwicklung des ausgezeichneten Blends gesteckt. Ganz nach dem Motto: Gut Ding will Weile haben."},"diameter_mm":19.5,"ring":49,"length_mm":177,"length_inch":0,"format":"Churchill","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Schokolade","Trockenfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8.2}
