{"name":"CAO Amazon Basin","url":"https://www.noblego.de/cao-amazon-basin/","brand":"CAO","series":"","details":{"Genussverlauf":"Dass die CAO Amazon Basin eine besondere Zigarre ist, macht sie schon in ihrer Optik klar. Denn hier verziert kein gewöhnlicher Zigarrenring das Deckblatt, sondern ein Strang aus Tabak. Das passt zu der wilden Herkunft ihrer seltenen Braganca Tabakbeigabe in der Einlage. Der Rauchgenuss, der sich Ihnen beim Smoke dieser außergewöhnlichen Zigarre offenbart, ist an Vielschichtigkeit kaum zu überbieten. Schokolade, Erde, Holz, Leder und Pfeffer sind nur einige der aufgebotenen Aromen, dazu entfaltet sich der Rauch wunderbar cremig im Mund. Für diesen Abwechslungsreichtum an Aromen sorgt eine bunte Einlagemischung, die neben dem seltenen Braganca, weitere Tabake aus Brasilien, Nicaragua, Kolumbien und der Dominikanischen Republik beinhaltet. Das Umblatt stammt aus Nicaragua, das sattbraune Deckblatt aus Ecuador. Mit einer Länge von 152 mm und einem Durchmesser von 20,6 mm erwartet Sie ein unnachahmlicher Genuss von rund 75 bis 90 Minuten Länge.","Nice to know":"Der seltene \"Braganca\" Tabak, der in der Einlage der CAO Amazon Basin verwendet wird, wächst wild am Amazonas, wird nur alle 3 Jahre geerntet und dann zum Fermentieren gedreht und per Hand in Röhren zu sogenannten \"Carottes\" gepresst. Ganze sechs Monate reift er so, bevor er den Regenwald zur Weiterverarbeitung in der Manufaktur verlässt.","Resümee":"Die CAO Amazon Basin sorgt für ein einzigartiges Genusserlebnis und ist eine sehr schwer zu bekommende Kostbarkeit aus der weiten Welt des Zigarrengenusses."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik","Kolumbien","Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sumatra","aromaProfileManufacturer":["Cremig","Erdig","Karamell","Leder","Nuss","Pfeffer","Salzig","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14,"additionalNotes":"Limited"}
