{"name":"Aging Room F55 Quattro Espressivo ","url":"https://www.noblego.de/aging-room-f55-quattro-espressivo/","brand":"Aging Room","series":"F55 Quattro","details":{"Fazit":"Sie sehen, wir sind von der Aging Room F55 Quattro Espressivo mehr als überzeugt und laden Sie ein, unsere Begeisterung zu teilen, in dem Sie diese Zigarre rauchen.","Genuss":"Aging Room hat bereits mit den zwei bekannten Serien in Deutschland für Furore gesorgt, denn sie haben das Bild der milden Dominikaner ein Stück weiter relativiert. Dieser Prozess wird mit der Aging Room F55 Quattro Espressivo konsequent weiter verfolgt. Denn wir würden Sie zwar eher im Medium-starken Bereich verorten, das aber eher aus unserem großen Gesamtbild als aus einer reinen Länderfixierung. Als Robusto misst die Zigarre 127 x 20 mm was den Trend zu den „dicken“ Robustos weiter verstärkt. Das Ganze brennt circa 70 Minuten, in denen die Aromen nur so aufsprießen und manchmal verweilen, manchmal gleich wieder verschwinden. Von Erde über Pfeffer und Leder entspannt sich das erste Drittel und wird dann durch Honig, Florales und einer Ahnung von  Nuss ergänzt. Das ist so wunderbar komponiert, die Aging Room F55 Quattro Espressivo taugt zur Lieblingszigarre!","Hintergrund":"Das wir diese Zigarre einem deutschen Unternehmen zu verdanken haben, scheint ein netter Twist innerhalb der Zigarrenwelt zu sein. Denn einerseits beweist es die Qualität selbst Maschinen-gefertigter Ware in Deutschland und andererseits wäre es traurig, wäre dieser 2003er Sumatra nicht als Deckblatt verwendet worden. Die restlichen Tabake kommen aus dem Herstellungsland und können höchsten Ansprüchen gerecht werden."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","isBoxpressed":true,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Kakao","Leder","Muskat","Pfeffer","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.3}
