{"name":"Nicarao Classico Gordito","url":"https://www.noblego.de/nicarao-classico-gordito/","brand":"Nicarao","series":"Classico","details":{"Fazit":"Die Zigarre bietet bei angenehmer Milde einen vollen Körper und schmeichelt dem Gaumen des Rauchers mit einem Bukett originaler Aromen. Durch ihren mittelamerikanischen Hauch erfrischen Geschmack und Aromen anders als gewohnt und können so jedem passionierten Zigarrenraucher eine Abwechslung der besonderen Art bieten. Der Puro Nicaragua gelingt es mild, aber zugleich auch typisch würzig aufzutreten, ohne dabei an Komplexität einzubüßen.\nUm die Fülle an Aromen bestmöglich zur Geltung zu bringen, empfiehlt sich zu dieser Zigarre ein milder Whiskey.","Genuss":"Ein schlichtes aber dennoch anregendes und edles Ringdesign, sowie die überaus ansprechende Farbe der Nicarao Classico Gordito und ein verlockender Trockenzug überzeugen bereits im kalten Zustand. Der Geruch, den die bis dato wenig bekannte Zigarre verströmt, verspricht vorab einen Tabakgenuss der ganz besonderen Art. Gerade diese einzigartigen Aromen sind es, die die ersten Züge der 10 cm kurzen Zigarre ausmachen. Der Gaumen wird dabei mit einer erfrischenden Würze und erlesenen Kräutern verwöhnt. Der intensive Geschmack fesselt von Beginn an und wirkt neu und aufregend. Dennoch fordert diese Zigarre nicht zu sehr, da sie bis zum Ende weich und verhältnismäßig mild ist. Jegliche Säure oder Schärfe bleibt aus und außerdem trocknet die Zigarre den Mund nicht im Geringsten aus. Ab der Hälfte sind feine Nuancen von Minzen und Kräutern des Waldes zu erschmecken. Qualitativ schlägt sie sich bei einem absolut akzeptablen Preis gut und kann über die gesamte Länge von rund 30 Minuten Rauchdauer mit Konstanz und einem perfekten Abbrennverhalten punkten.","Hintergrund":"Für die Produktion einer einzigartigen Zigarre wie dieser ist das Verständnis von Umwelt und Erde unerlässlich. Doch neben der von der Tradition gelehrten  Expertise waren für die Herstellung auch die wie gewohnt hohen Qualitätsstandards maßgeblich. Nach einer ersten Gärung werden die genutzten Blätter mit hervorzuhebender Akribie klassifiziert, ehe sie für einige Zeit eingelagert werden."},"diameter_mm":19,"ring":50,"length_mm":105,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8}
