{"name":"Vegueros Tapados","url":"https://www.noblego.de/vegueros-tapados/","brand":"Vegueros","series":"","details":{"Fazit":"Die Vegueros Tapados ist eine typische Kubanerin: Temperamentvoll und auch verführerisch. Ein gutes Glas Rum gehört also unbedingt zur Steigerung des Genusses dazu.","Genuss":"Alle Tabake dieser Zigarre stammen aus Kuba. Wir haben also eine echte und wertvolle Puro aus dem Mutterland des Tabakgenusses vor uns. Der Tabak für diese Zigarre kommt aus dem Anbaugebiet Vuelta Abajo und die Zigarren werden in der Manufaktur Francisco Donatién in Pinar del Rio ganz von Hand gefertigt. Die Tapado ist eine mittelkräftige kubanische Zigarre mit erdigen Aromen und Schärfe, aber auch süßen und cremigen Noten. Sie entfaltet bereits im Kaltgeruch ein sanft süßliches Aromenspiel. Der Zugwiderstand ist angenehm, der Abbrand perfekt. Vom ersten Zug an genießt man die typische Stärke einer echten Havanna-Zigarre. Mit 18,3 Millimetern im Durchmesser und einer Länge von 12 Zentimetern hat man ein sehr angenehmes, handliches Format, das eine Dreiviertelstunde wunderbaren Rauchgenusses spendet.","Hintergrund":"\u003cem\u003eVeguero\u003c/em\u003e ist das spanische Wort für den Tabakbauern. Die Zigarren sind also den Menschen gewidmet, die in mühevoller Arbeit den edlen Rohstoff kultivieren, den wir nach der Fermentierung und Verarbeitung genießen dürfen. Die Marke gibt es bereits seit dem Jahr 1996. Im Sommer 2014 erhielten die Zigarren dieser Serie ein neues Design und neue Formate. Das hier verwendete Mareva Gruesa-Format kommt den Abmessungen einer kleinen Corona nahe."},"diameter_mm":18.3,"ring":46,"length_mm":120,"length_inch":0,"format":"Short Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Kaffee","Leder","Pfeffer","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.5}
