{"name":"Ashton Aged Maduro No. 30","url":"https://www.noblego.de/ashton-aged-maduro-no-30/","brand":"Ashton","series":"Aged Maduro","videoURLs":["https://www.youtube.com/watch?v=JToO5M22M8k"],"details":{"Fazit":"Für einen gemütlichen Feierabend mit einem halbtrockenen Weißwein oder einem dunklen Bier ist die Ashton Aged Maduro No. 30 der ideale Begleiter. Genießen Sie die Aromenvielfalt und lassen Sie sich von dieser dominikanischen Premiumzigarre verwöhnen.\nWer nicht so viel Zeit hat, aber trotzdem erstklassigen dominikanischen Zigarrengenuss erleben möchte, dem sei die Ashton Aged Maduro No. 15 im Petit Corona Format empfohlen.","Genuss":"Die mittelstarke Ashton Aged Nr. 30 besticht schon optisch durch ihr seidig-öliges Maduro Deckblatt. Und auch geschmacklich wird der erste Eindruck bestätigt. Cremiger Rauch füllt nach dem Entzünden den Mundraum, milde Aromen von Nuss, Kaffee, Holz und Pfeffer kitzeln den Gaumen und verstärken sich im Verlauf des rund anderthalbstündigen Smokes. Untermalt wird die Aromenpalette von einer süßen Grundnote, die vom Deckblatt herrührt. Aber auch die Einlage und das Umblatt aus feinsten dominikanischen Tabaken müssen sich qualitativ nicht hinter dem Deckblatt verstecken. Auf den 17 Zentimetern Länge ist das Zugverhalten optimal, der Abbrand gestaltet sich schön rund und gleichmäßig.","Hintergrund":"Die handgerollten Longfiller der Ashton Aged Maduro Serie werden in Arturo Fuentes Manufaktur in der Dominikanischen Republik von erfahrenen Torcedores gefertigt. Das Besondere ist ihr seltenes Connecticut Broadleaf Maduro Deckblatt, das durch längere Fermentation einen markant süßlichen Geschmack ausbildet."},"diameter_mm":16.7,"ring":42,"length_mm":170,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12.6}
