{"name":"Zino Platinum Z-Class Series 643 Corona","url":"https://www.noblego.de/zino-platinum-z-class-series-643-corona/","brand":"Zino","series":"Z-Class","details":{"Fazit":"Die Zino Platinum Z-Class Series 643 Corona wird Ihnen reichlich Genuss bescheren, ganz so, wie man es von Zigarren aus dem höheren Premiumsegment erwarten kann.","Genuss":"Das wunderschön glatte und seidig schimmernde Deckblatt der feinen Z-Class Corona fällt dem werten Betrachter natürlich zuallererst ins Auge. Dabei handelt es sich um ein edles Deckblatt aus der Dominkanischen Republik, darunter verbirgt sich ein robustes peruanisches Umblatt. Die kostbare Einlage bilden edle, lang gereifte Tabake aus Honduras, Nicaragua und der Dominikanischen Republik. Die Zino Platinum Z-Class Corona startet mit angenehm süßen und würzigen Noten, denen sich im unkomplizierten Rauchverlauf heuige, ledrige und blumige Aromen anschließen. Ein erfahrener Tasting-Experte attestierte der eindrucksvollen Vitola sogar einen Geschmack, der an lieblichen Wein erinnert. So etwas kommt nicht alle Tage vor und beweist einmal mehr das unglaublich gute „Näschen“ des Masterblenders Hendrik Kelner, der den Blend der Z-Class Series akribisch zusammengestellt hat.","Hintergrund":"Neben den beiden bereits länger auf dem Markt etablierten und von Aficionados weltweit sehr geschätzten Serien Platinum Crown und Scepter von Zino, reiht sich die neueste Serie der Platinum Z-Class Zigarren nahtlos und absolut ebenbürtig ein."},"diameter_mm":17,"ring":43,"length_mm":142,"length_inch":0,"format":"Corona","maker":"Hendrik Kelner","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Peru"],"aromaProfileManufacturer":["Cremig","Erdig","Leder","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4}
