{"name":"Brun del Ré 1787 Rain Forest Long Robusto","url":"https://www.noblego.de/brun-del-re-1787-rain-forest-long-robusto/","brand":"Brun del Ré","series":"Rain Forest","details":{"Genussverlauf":"Das Deckblatt der bestens verarbeiteten Brun del Ré 1787 Rain Forest Long Robusto weist einen verlockend öligen Glanz auf. Ihr sehr angenehmer süß-würziger Kaltduft lädt zu einem vielversprechenden Genusserlebnis ein. Die exotische Longfiller Zigarre startet dann auch gleich mit wunderbar voluminösem Rauch, der zunächst mit einer feinen Süße und delikaten Zedernholznoten am Gaumen schmeichelt. Im weiteren Verlauf steigert sich die Süße etwas und es kommen deutlich erkennbare Zitrusfruchtaromen hinzu, unter die sich im Fortgang zarte Nuancen von dunkler Schokolade und Erde mischen. Im letzten Drittel setzen sich dann herbe Noten gegen die abflauende Süße durch. Die fruchtigen Aromen keimen zum Finale nochmals ordentlich auf. Nach gut 70 Minuten endet dieser äußerst unterhaltsame Smoke und hinterlässt einen vollends zufriedenen Genießer.","Nice to know":"Mit den Zigarren der Rain Forest Linie von Brun del Ré unterstützt man ebenfalls die eigens vom Unternehmen gegründete Rain Forest Foundation. Diese setzt sich stark für die Erhaltung der costa-ricanischen Regenwälder und deren Tierwelt ein. Auf den bewusst aus recyceltem Papier bestehenden Boxen der Long Robusto ist zum Beispiel der vorm Aussterben bedrohte Jaguar abgebildet. 20 % aus dem Verkauf jeder Einzelzigarre kommen der Organisation zugute.","Resümee":"Mit der Brun del Ré 1787 Rain Forest Long Robusto kann man es sich richtig gut gehen lassen. Die köstliche Exotin überzeugt vollends und hilft indirekt sogar mit, die kostbaren Regenwälder zu erhalten. Wir sprechen hier ein absolute Genussempfehlung aus."},"diameter_mm":19.8,"ring":50,"length_mm":139,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"fillerOrigin":["Costa Rica"],"binderOrigin":["Costa Rica"],"aromaProfileManufacturer":["Cremig","Erdig","Herb","Süß","Zartbitter","Zedernholz","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
