{"name":"Playboy Robusto","url":"https://www.noblego.de/playboy-robusto/","brand":"Playboy","series":"","details":{"Fazit":"Die Playboy Robusto ist eine Zigarre für Genießer, soviel ist klar. Die breite und interessante Aromenvielfalt überzeugt in Kombination mit der hervorragenden Verarbeitung schnell. Wer das Playboy-Design mag, dem sei die 24er-Kiste empfohlen. Denn die Kiste in schwarz glänzendem Lack ist mit ihrer samtbezogenen Unterseite und einem im Chrom-Look glänzenden Bunny-Relief so schick, dass sie glatt als Humidor durchgehen könnte.","Genuss":"Die Optik ist auch gleich das erste, was an der Playboy Robusto positiv auffällt. Ein schönes, feingeadertes Connecticut Broadleaf-Deckblatt in warmem Braun wird von der Banderole in edlem, schwarz-silbernem Design geschmückt. Dabei ist die Verarbeitung einwandfrei, die Zigarre ist gleichmäßig und recht fest gerollt. So gestalten sich der Abbrand und auch der Zug als perfekt und die graumelierte Asche ist von stabilem Bau. Während des Smokes von rund 60 MInuten entwickeln sich samtige Zedernholz- und Kräuternoten, die im Zusammenspiel mit Tönen von Pfeffer und Gewürzen ein komplexes Aroma bilden. Zwischendurch scheinen immer wieder süße Nuancen auf, die im letzten Drittel durch eine herbere Würze und Aromen von schwarzem Pfeffer abgelöst werden. Eine durchweg spannende Aromenpalette wird hier geboten.","Hintergrund":"Die Marke Playboy, die aus einem Männermagazin hervorgegangen ist, ist nicht nur weltweit bekannt, sie hat sich auch entwickelt. Ursprünglich als ein Herrenmagazin für erotische Aktfotographie bekannt, ist der Playboy mittlerweile zu einem Journal für verschiedene Lifestyle-Themen geworden. Und das Motto „Alles, was Männern Spaß macht“ ist mit der Zigarrenlinie des Playboys auch für die Aficionados unter den Bunny-Fans konsequent umgesetzt worden. Denn diese Robusto ist mehr als ein bloßer Merchandise-Gag, sie weiß durchaus zu gefallen mit ihrem Blend, der aus fünf verschiedenen Ländern stammt.  Das Logo auf der Bauchbinde ist beim Genuss dieser Zigarre aber sicherlich ein Blickfang, der auch zum Schmunzeln veranlasst. Weckt das Bunny doch sofort Assoziationen zu Playboy-Gründer Hugh Hefner, einem der letzten echten Dandys. Und damit ist das Rauchen solch einer Zigarre ein kleines Statement sowie eine Huldigung an einen Mann, der sein Leben dem vielfältigen Genuss gewidmet hat."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Gewürze","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8}
