{"name":"Marca Fina Panama Corona Extra Edicion Limitada 2013","url":"https://www.noblego.de/marca-fina-panama-corona-extra-edicion-limitada-2013/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Die Marca Fina Panama Corona Extra ist geschmacklich wie preislich erste Sahne. Wie wäre es denn vielleicht mit einer Tasse Milchkaffee, um den cremig runden Geschmack dieser Panama-Zigarre ein wenig abzurunden?","Genuss":"Panama schmeckt gut! Ob aus Neugierde oder positiven Gesprächen im Freundeskreis über Zigarren aus Panama, man muss sie einfach einmal geraucht haben. Drei Jahre gereifte Tabake aus Panama werden für diese Zigarre handgerollt. Die Corona Extra ist ein Sandwichfiller, misst eine Länge von 14 Zentimetern und einen Durchmesser von 16 Millimetern. Das Besondere an der Marca Fina Panama Corona Extra ist ihre Tabakmischung. Das Deckblatt ist sehr dunkel und von der Oberfläche etwas rau. Von Anfang an eine sehr aromatische Zigarre, sie entfaltet ein leicht süßliches Aroma mit ein wenig Nuss im Hintergrund. Im weiteren Verlauf des Smokes gesellen sich eine leichte Schärfe und Kaffeearomen hinzu und bereichern den sehr cremigen Rauch. Der Abbrand ist annähernd kreisrund und der Geschmack im letzten Drittel gewinnt ein wenig an pfeffrigen Noten. Zum Finish hin wird sie ein wenig herb und verwöhnt den Gaumen mit einem Hauch von Bitterschokolade. Kenner schätzen den ausgesprochen cremigen Rauch dieser Vitola. Von Hand gefertigte Sandwichfiller, und dann auch noch von einer Fair-Trade-Marke? Dies dann vor allem auch noch zu einem erstklassigen Preis-Leistungs-Verhältnis – besser geht’s kaum.","Hintergrund":"Die FTAC (Federación de Tabaqueros America Central) besteht aus einem Zusammenschluss mehrerer Tabak-Farmer aus der Karibik und mehreren Ländern Mittelamerikas. Schon seit Jahren bauen kleine Familienbetriebe aus den ländlich gelegenen Gebieten hochwertige Tabake an und verkaufen diese über verschiedene Tabakbörsen an große internationale Tabakkonzerne. Die FTAC ist dafür da, den kleinen Familienbetrieben dabei zu helfen, aus ihren Ernten hochwertige Zigarren zu produzieren. Durch stetige Kontrollen der Tabake bürgt sie für einheitliche Qualitätsstandards."},"diameter_mm":18,"ring":45,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Kaffee","Kakao","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3}
