{"name":"Flor de Copan Short Magnum","url":"https://www.noblego.de/flor-de-copan-short-magnum-zigarren/","brand":"Flor de Copan","series":"Classic","details":{"Genussverlauf":"Die Short Magnum ist die kurze Dicke im Angebot von Flor de Copan. „Nur“ zehn Zentimeter lang, aber gut 23,8 Millimeter im Durchmesser misst sie. Das macht, je nach Vorliebe und Gewohnheit ihres Genießers zwischen 25 und 40 Minuten Rauchdauer aus. Nüsse und Leder dominieren ihr Aromaspektrum, das durch Röstaromen zum ausgewogenen Rauchgenuss wird. Das Zugverhalten, der Abbrand und Aschestand der mild bis mittelkräftigen Honduranerin sind überdurchschnittlich gut.","Nice to know":"In einer kühleren Hügelregion nahe der Grenze zu Guatemala und El Salvador in Honduras werden die Flor de Copan hergestellt. Schon die Mayas haben die Tradition des Tabakanbaus gepflegt, welche heutzutage in der Fabrik in Santa Rosa de Copan fortgeführt wird. Ausschließlich handgerollte Zigarren verlassen dort das Werk. Die Qualität der Zigarren von Flor de Copan schlägt sich in der Wahl der Tabake, hier speziell für die Classic Serie, nieder: Ihre Einlage besteht aus honduranischen und nicaraguanischen Tabaken, das Umblatt gedeiht in Honduras und ihr helles Connecticut Shade Deckblatt kommt aus Ecuador. Von Zedernholz ummantelt und mit einer beeindruckenden Bauchbinde versehen verkörpert jede Zigarre ein liebevoll gestaltetes Produkt.","Resümee":"Ein kurzer, aber dennoch unvergleichlich aromatischer Genuss steht Ihnen mit der Flor de Copan Short Magnum bevor. Für Einsteiger eignet sich das moderne Kurzformat besonders gut, denn durch das 60er Ringmaß wird ihr geschmeidiger Rauch angenehm abgekühlt, was dem ungeübten Gaumen in der Probierphase durchaus zum Vorteil gereicht."},"diameter_mm":23.8,"ring":60,"length_mm":101,"length_inch":0,"format":"","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Erdig","Holz","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":6.8}
