{"name":"Meerapfel Meir Robusto","url":"https://www.noblego.de/meerapfel-meir-robusto-zigarren/","brand":"Meerapfel Meir","series":"","details":{"Genussverlauf":"Zur genauen Herkunft der Tabake der Meerapfel Meir Robusto ist leider nichts bekannt. Wo die hochwertige Robusto gefertigt wird, ist ebenfalls ein Geheimnis. Sicher ist jedoch, dass nur wahre Meister des Zigarrenrollens mit ihrer Fertigung betraut wurden. Mit 14,9 cm Länge übertrumpft die gut in der Hand liegende Longfiller die Maße einer konventionellen Robusto um einige Zentimeter und schenkt ihrem Genießer somit zusätzliche Genusszeit. Bereits die ersten Züge beweisen den besonderen Stellenwert dieser luxuriösen Ausnahmezigarre. Sie entwickelt sehr fein akzentuierte Holz- und Nussaromen, die von einer delikaten, unglaublich reif wirkenden Würze begleitet werden. Dazu gesellen sich angenehme Salznoten, welche sich wunderbar in die geschmackliche Gesamtkomposition einweben. Des Weiteren ist der gesamte Rauchverlauf von einer allgegenwärtigen Cremigkeit geprägt, die den Genuss der Meir Robusto zu einem außergewöhnlichen Rauchvergnügen werden lässt.","Nice to know":"Die gold-glänzende Bauchbinde der Meerapfel Meir Zigarren unterstreicht die hohe Exklusivität dieser in jährlich streng limitierten Auflagen erscheinenden Schmankerl für den Gaumen. So werden von den schlicht und dennoch überaus elegant gestalteten 25er Holzkisten gerade einmal 613 Stück pro Format für den weltweiten Markt freigegeben.","Resümee":"Man vermutet, dass die Meerapfel Meir Robusto Tabake enthält, die bereits 20 Jahre lang in den gut gehüteten Schatzkammern der traditionsreichen Familie gelagert wurden. Uns würde das nicht wundern, denn wenn man sich dieser Zigarre widmet, wird einem in kurzer Zeit gewahr, dass man es hier mit einer alles andere als gewöhnlichen Tabakware zu tun hat."},"diameter_mm":19.8,"ring":50,"length_mm":149,"length_inch":0,"format":"Robusto","manufactureOrigin":"","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Geheim"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Holz","Nuss","Salzig","Würzig"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":49,"additionalNotes":"Limited"}
