{"name":"Bock y Ca Corona Tubo","url":"https://www.noblego.de/bock-y-ca-corona-tubo/","brand":"Bock y Ca","series":"","details":{"Fazit":"Die Bock y ca Corona Tubo ist ein angenehm milder Sommersmoke, der mit einem trockenen Weiß- oder Rotwein einen perfekten Partner gefunden hat.","Genuss":"Die Fußstapfen, in die Villiger und Söhne tritt, sind groß, aber sie können sie ausfüllen. Die Bock y Ca Zigarren können auch in dominikanischer Produktion überzeugen. Das Corona Format ist mit 15 cm etwas länger als eine klassische Corona dafür aber mit 16 mm im Durchmesser etwas schmaler. Umso eleganter liegt sie in der Hand und wirkt auch in einer zierlichen Frauenhand nicht zu wuchtig. Nimmt man sie aus ihrer Tubo-Verpackung verströmt sie einen leicht süßen Duft nach Holz. Diese Aromen treten auch zu Beginn des Smokes auf, im Rauchverlauf wird die Corona mit erdigen  Noten etwas würziger und entwickelt zum letzten Drittel eine feine Pfefferschärfe. Dennoch bleibt sie über die rund 60 Minuten Rauchdauer angenehm mild. Dafür sorgen die dominikanischen und nicaraguanischen Tabake in der Einlage und das ecuadorianische Connecticut Seed Deck- und Umblatt.","Hintergrund":"1858 wanderte der deutsche Gustav Bock Müller, der auch als Erfinder des Zigarrenrings gilt, nach Kuba aus und erfüllte sich dort seinen Traum einer eigenen Zigarrenmarke. Die Bock y Ca war geboren und erfreute sich bis zum Tode Müllers großer Beliebtheit. Ende der 1990er wurde der Marke durch die Schweizer Manufaktur Villiger zu neuem Ruhm verholfen, nun jedoch in dominikanischer Produktion."},"diameter_mm":16,"ring":40,"length_mm":151,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Gras","Holz","Pfeffer"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.8}
