{"name":"Partagás Habaneros","url":"https://www.noblego.de/partagas-habaneros/","brand":"Partagás","series":"","details":{"Fazit":"Die Partagas Habaneros ist eine sehr robust verarbeitete Zigarre. Die würzig-erdige Vitola überzeugt mit vollem Aroma. Eine klasse Zigarre für die späteren Abendstunden, zu einem Glas rauchigen Whisky.","Genuss":"Die Partagas Habaneros ist eine kräftige kubanische Zigarre im Belvederes-Format, die schon kalt sehr erdig und ledrig riecht. Das Deckblatt ist sehr fein gerippt und leicht ölig, die Einlage ist sehr gleichmäßig, es handelt sich um ein Coloradoblatt. Sie misst eine Länge von 12,5 Zentimetern und weist einen Durchmesser von 15 Millimetern auf. Typisch erdige Partagasaromen, die gleich nach dem Zünden voll da sind, begleiten den zirka 50 minütigen Smoke. Cremig-würzige Nuancen machen gleich im ersten Drittel Lust auf mehr. Der Abbrand dieser hervorragenden Vitola ist einmalig. Im zweiten Drittel gesellen sich mehr ledrige Aromen hinzu, die mit einem Hauch von Röstaromen eine hohe Komplexität vorweisen. Freunde kubanischer Zigarren kommen bei dieser Vitola voll auf ihre Kosten. Das letzte Drittel nimmt durch leicht salzige Noten, die den herben kubanisch-erdigen Geschmack etwas auffrischen, noch ein wenig an Aromenvielfalt und Komplexität zu. Zum Finale hin bestimmt eine leicht pfeffrige Note den Grundgeschmack und bleibt bis hinter den Zigarrenring erhalten.","Hintergrund":"Die Marke Partagás ist eine der ältesten Zigarrenmarken aus Kuba. 1845 gründete Don Jaime Partagás Ravelo die „Real Fábricas de Tabaco Partagás“. Die Fabrik ist die einzige Manufaktur in der kubanischen Zigarrengeschichte, die von der Gründung bis heute durchgehend die Produktion aufrechterhalten hat. Außerdem ist die Manufaktur ein sehr gern besuchtes Touristenziel. Zu Anfang belieferte die Manufaktur mehrere Königshäuser, was höchstwahrscheinlich der Grund für die Namensgebung war."},"diameter_mm":16,"ring":39,"length_mm":125,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Leder"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.7}
