{"name":"Quorum Corona","url":"https://www.noblego.de/quorum-corona/","brand":"Quorum","series":"Classic","details":{"Fazit":"Eine super leckere Zigarre mit Aromen von Nuss, Holz und dabei einer Süße, die im Hintergrund den Rauch angenehm weich macht. Für eine angenehme Abendstunde eignet sich diese Quorum Corona bestens. Versuchen Sie doch dazu den Sahnelikör Baileys Hazelnut. Er wird die Nussaromen besonders hervorheben.","Genuss":"Die Quorum im eleganten Corona Format mit einer Länge von 13,4 Zentimetern und einem Durchmesser von 17,1 Millimetern zeigt ein schönes helles Deckblatt mit feinen Adern. Sie wurde perfekt verarbeitet und bietet einen hervorragenden Zug. Nach dem Anzünden entfaltet sie sofort schwere holzige Aromen von Eiche. Dazu gesellt sich eine feine Erdigkeit, die von einer Süße begleitet wird. Der immer würziger werdende Rauch bekommt Nuancen von frischem Gras und einer sahneähnlichen Cremigkeit. Auch die Aromen des Holzes werden immer stärker und nehmen den Geschmack von Zedernholz an. Im Hintergrund kommen Aromen von frisch gemahlenem Kaffee auf und harmonieren sehr schön mit der Süße. Gegen Ende wird die Zigarre deutlich stärker und eine herbe Nikotinnote taucht auf. Diese rückt jedoch in den Hintergrund und das Finale beschert dem Aficionado einen ungeahnten Hochgenuss. Die holzigen Aromen werden von feinen nussigen Aromen abgelöst. Die Süße harmoniert perfekt mit den Nussaromen und bietet nach den 60 Minuten Smoke ein würdevolles Ende.","Hintergrund":"Die Zigarre wird in Nicaragua von Hand gerollt. Die Einlage sowie das Umblatt stammen aus Nicaragua. Für das Deckblatt wird ein besonders fein adriges Blatt aus Ecuador genutzt. Verpackt werden die Quorum Zigarren in Bundles. Seit 2002 begeistern sie durch ihr attraktives Preis- und Leistungsverhältnis den preisbewussten Aficionado."},"diameter_mm":16.9,"ring":42,"length_mm":139,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sungrown","aromaProfileManufacturer":["Holz","Kaffee","Nuss","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.6}
