{"name":"Gilbert de Montsalvat Magnum","url":"https://www.noblego.de/gilbert-de-montsalvat-magnum/","brand":"Gilbert de Montsalvat","series":"","videoURLs":["https://www.youtube.com/watch?v=1mvZfRV_k1g"],"details":{"Fazit":"Die nicaraguanische Gilbert de Montsalvat Magnum wird sowohl Neulinge als auch langjährige Aficionados überzeugen. Mittelstark und aromatisch-würzig passt Sie wunderbar zu Kaffee (auch mit Zucker).","Genuss":"Wer über solch langjährige Erfahrung im Zigarrengeschäft verfügt und dazu den Austausch darüber in dem Maße gesucht hat wie Gilbert de Montsalvat, der kann nur eine Zigarre kreieren, die auch den höchsten Ansprüchen gerecht wird. Mit der Gilbert de Montsalvat Magnum erscheint ein Double Toro-Format, das sich durch einen Blend aus feinsten nicaraguanischen und panamaischen Tabake in der Einlage mit einem nicaraguanischen Umblatt auszeichnet, welcher von einem Connecticut Seed Deckblatt aus Ecuador harmonisch abgerundet wird. Und ebenso fein wie die Verarbeitung der mittelstarken Toro gestaltet sich auch das Aromenspiel. Grasige und holzige Noten werden von nussigen und erdigen Tönen begleitet und bringen würzig-aromatisches Rauchvergnügen bis zu 90 Minuten.","Hintergrund":"Kaum jemand kann von sich behaupten, die wichtigsten Staatsmänner des 20. Jahrhunderts in Sachen Zigarren beraten zu haben. Auf der Liste von Gilbert Bénédict Augustin de Montsalvat stehen Fidel Castro, John F. Kennedy, Winston Churchill oder auch Ché Guevara, und daneben der ein oder andere Prominente aus dem Showbusiness. Kein Wunder also, dass es an der Zeit war, eine eigene Zigarrenlinie auf den Markt zu bringen, auch wenn der Namensgeber nur fiktiv ist."},"diameter_mm":22.3,"ring":56,"length_mm":151,"length_inch":0,"format":"Magnum","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua","Panama"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Gewürze","Gras","Holz","Nuss"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":8.1}
