{"name":"RoMa Craft Tobac CroMagnon Knuckle Dragger","url":"https://www.noblego.de/roma-craft-tobac-cromagnon-knuckle-dragger/","brand":"RoMa Craft Tobac","series":"CroMagnon","details":{"Fazit":"Die RoMa Craft Tobac CroMagnon Knuckle Dragger ist eine charaktervolle \nZigarre für gestandene Aficionados, die den Genuss komplexer und kräftiger Smokes bevorzugen.","Genuss":"Das Deckblatt der RoMa Craft Tobac CroMagnon Knuckle Dragger zeichnet sich als amerikanisches Connecticut Broadleaf Maduro aus und ist von bestechender Qualität. Darunter liegt ein hochwertiges Umblatt vom afrikanischen Kontinent, nämlich aus Kamerun. In der Einlage stecken feine Tabake aus dem Herkunftsland der vollmundigen Petit Robusto, Nicaragua. Der aufwendig und gekonnt verarbeitete Blend offenbart eine fabelhaft cremige Aromastruktur bestimmt von vollmundigen Kaffee-, Erde-, Holz-, Leder- und Schokoladenoten, garniert mit einer leckeren Würze sowie angenehm süßlichen madurotypischen Tönen. Die schmackhafte Longfiller ist nicht nur optisch eine reine Augenweide, in technischen Belangen wie Zug und Abbrand beweist sie ebenfalls ihre unumstrittene Premiumqualität.","Hintergrund":"Der Name RoMa Craft Tobac setzt sich aus den Namenskürzeln der beiden zigarrenbegeisterten Köpfe der Marke, Mike Rosales und Skip Martin zusammen. Die beiden Texaner sind wahre Liebhaber des Genussrauchens und haben sich es zur Aufgabe gemacht, Zigarren von einzigartiger Qualität und geschmacklichem Tiefgang zu produzieren. Ihre eigens ins Leben gerufene Zigarrenmanufaktur steht im nicaraguanischen Estelí, dort sind erfahrene Teams mit der Herstellung verschiedener Zigarrenserien von RoMa Craft Tobac beschäftigt."},"diameter_mm":20.6,"ring":52,"length_mm":102,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Kamerun"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Leder","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":8.4}
