{"name":"Gilbert de Montsalvat Perla","url":"https://www.noblego.de/gilbert-de-montsalvat-perla/","brand":"Gilbert de Montsalvat","series":"","videoURLs":["https://www.youtube.com/watch?v=1mvZfRV_k1g"],"details":{"Fazit":"Für Anfänger und Kenner - die Gilbert de Montsalvat Perla aus Nicaragua ist ein feiner kleiner Smoke, der sich für den täglichen Rauchgenuss ebenso eignet, wie als sonntägliche Frühstückszigarre zum Kaffee.","Genuss":"Die Leidenschaft für Zigarren, die sich Gilbert de Montsalvat im Laufe seines langen, ereignisreichen Lebens angeeignet hat, ist auch in der Kreation der Gilbert de Montsalvat Perla zu spüren. Ausgewogene Aromen von Nuss, Gras, Holz und Gewürzen spielen die Hauptrollen in der Mischung  aus erlesenen Tabaken Süd- und Zentralamerikas. So stammt die Einlage aus der Condega-Region in Nicaragua und der Chiriqui-Region in Panama, das Umblatt kommt ebenfalls aus Condega und das Deckblatt wurde aus Connecticut Saat in Ecuador kultiviert. Mit 10,1 Zentimetern Länge und einem Durchmesser von 14,3 Millimetern ist die Perla das kleinste Format der Gilbert de Montsalvat Zigarren, überzeugt aber wie ihre Geschwister mit einem feinen Rauch. Zug und Abbrand gestalten sich während des bis zu einer halben Stunde anhaltenden Smokes ebenso optimal.","Hintergrund":"Der Namenspate Gilbert de Montsalvat führte ein Leben wie in einem Abenteuerroman und leider entstammt er auch nur der Prosa Thomas Brunnschweilers, dem Mitbegründer der Gilbert de Montsalvat Zigarren. Weitgereist und mit der Bekanntschaft zahlreicher namhafter Persönlichkeiten erwarb der fiktive Montsalvat ein Wissen um die Zigarre, das er gerne auch in Form von Büchern oder persönlicher Beratung weitergab. Seit einigen Jahren kann man sich nun auch geschmacklich an seinem Wissen teilhaben."},"diameter_mm":14.3,"ring":36,"length_mm":101,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua","Panama"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Gewürze","Gras","Holz","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.3}
