{"name":"Villiger Anniversary Edition 2020 Toro","url":"https://www.noblego.de/villiger-anniversary-2020-toro/","brand":"Villiger","series":"","details":{"Fazit":"Die Villiger Anniversary Edition 2020 Toro ist eine wunderbare Brasil Zigarre, welche die großartige Tabakkultur des südamerikanischen Regenwaldstaates auf geschmackvollste Art vermittelt und zudem eine mehr als würdige Repräsentantin der weitreichenden und erfolgreichen Unternehmensgeschichte von Villiger.","Genuss":"Um den beiden hochgradig feierlichen Anlässen im Hause Villiger gerecht zu werden, hat man mit der Villiger Anniversary Edition 2020 Toro eine Zigarre kreiert, in der sehr viel Leidenschaft und die immense Erfahrung des Traditionshauses aus der Schweiz steckt. So hat man erlesenste und hochwertigste Brasil Tabake gewählt und daraus diese herrlich milde Sonderedition geschaffen. Das verwundert auch kaum, wenn man von der Vorliebe des Unternehmenschefs Heinrich Villiger für brasilianische Puro Zigarren weiß. Die imposante Toro bietet diesbezüglich ein beispielhaftes Rauchvergnügen von süffig-süßer Natur und feiner Würze mit brasiltypischen Schokolade-, Kaffee- und Fruchtaromen. Ein Hochgenuss der besonderen Art, den die hervorragend verarbeitete Jubiläumszigarre von Villiger über einen Zeitraum von bis zu 90 Minuten bei vorbildlichem Zug und Abbrand vorträgt.","Präsentation":"Die flache, rechteckige Holzkiste der Villiger Anniversary Edition 2020 Toro ist in schlichtem Schwarz gehalten und mit Klarlack versiegelt. In der Mitte des Kistendeckels prangt das schattierte Familienwappen von Villiger über dem das Markenlogo des Unternehmens in goldfarbenen Druck erscheint. Mit einem praktischen Schiebemechanismus aus Metall lässt sich die wunderschöne Kiste leicht öffnen und wieder verschließen. Vorne auf der rechten Seite ist eine kleine Metallplakette angebracht, auf der die jeweilige Editionsnummer der limitierten Sonderedition eingraviert ist. Die feinen Jubiläumszigarren sind zusätzlich in einem schützenden Einzelpappschuber untergebracht."},"diameter_mm":20,"ring":50,"length_mm":155,"length_inch":0,"format":"Toro","manufactureOrigin":"Brasilien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Schokolade","Süß"],"strength":"Mild","smokingDuration":"90 Min oder länger","price":19.5}
