{"name":"Davidoff Aniversario No. 1 Limited Edition Collection","url":"https://www.noblego.de/davidoff-aniversario-no-1-limited-edition-collection-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Mit den imposanten Maßen von 22 cm Länge und einem Durchmesser von 1,9 cm ausgestattet, sorgt die Davidoff Aniversario No. 1 für ein ausgiebiges Rauchvergnügen von bis zu zwei Stunden Dauer. Dabei schmeichelt die mittelkräftige Sonderedition dem Gaumen mit einem von Rauchdrittel zu Rauchdrittel spannenden und abwechslungsreichen Aromaverlauf. Zu Beginn wartet sie mit einer herrlichen Melange von verschiedenen Kräutern sowie angenehmen Creme und Zedernholznoten auf. Der zweite Genussabschnitt wird von salzig unterlegen Noten gerösteter Nüsse und feinen Zitrusfruchtanklängen bestimmt. Zum Ende des zweiten Drittels entwickelt der lange Leckerbissen Aromen von frischen Gewürzen, die sich zum großen Finale mit feinen Noten von Walnuss und Zedernholz stimmig vereinen. Anhand dieser herausragenden Komplexität lässt sich erahnen, wie aufwendig der Blend dieser hoch interessanten Sonderedition gestaltet wurde. Das seidig glänzende Deckblatt sowie ihr Umblatt stammen aus Ecuador. Die Einlage ist angefüllt mit dominikanischen Piloto Visus, San Vicente Visus und San Vicente Mejorado Visus Tabaken. Die talentiertesten Roller bei Davidoff durften daraus dieses geschichtsträchtige und handwerklich einwandfreie Format entstehen lassen, von dem weltweit insgesamt 20.800 10er Kisten existieren.","Nice to know":"Der Hersteller selbst empfiehlt einen guten Brut-Champagner als passendes Begleitgetränk zur limitierten Aniversario No. 1. Eine gute Wahl, denn der leicht herbe Champagner ergänzt die intensiven Gewürz-, Zedernholz- und Nussnoten der Zigarre hervorragend.","Resümee":"Wer Zigarrengenuss auf aller höchstem Niveau erleben möchte, sollte sich von dem zugegeben horrenden Preis der Davidoff Aniversario No. 1 Limited Edition Collection nicht abschrecken lassen. Ein zu langes Hadern über eine Anschaffung sollte man sich ebenfalls nicht leisten, denn dann kann es eventuell schon zu spät und dieser herrliche Genuss vergriffen sein."},"diameter_mm":19,"ring":48,"length_mm":220,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"wrapperType":"Connecticut","aromaProfileManufacturer":["Cremig","Gewürze","Kräuter","Nuss","Walnuss","Zedernholz"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":62,"additionalNotes":"Limited"}
