{"name":"Plasencia Cosecha 151 La Musica Robusto","url":"https://www.noblego.de/plasencia-cosecha-151-la-musica-robusto-zigarren/","brand":"Plasencia","series":"Cosecha 151","details":{"Genussverlauf":"Für die Cosecha 151 La Musica Robusto wurden ausschließlich Tabake aus Honduras verwendet. Und zwar nicht irgendwelche, sondern nur handverlesene Erzeugnisse aus der Erntesaison 2016/17. Zu einem äußerst harmonischen Blend zusammengeführt wurden diese durch die immense Erfahrung und Expertise von Nestor Plasencia, dem Chef des Familienunternehmens aus Nicaragua. Im cremigen Rauchverlauf wartet die Robusto mit komplexen Aromen von cremigem Kakao, Gewürzen und geröstetem Mandelbrot auf, die sich sehr abwechslungsreich am Gaumen präsentieren. Eine unaufdringliche und raffinierte Würze verfeinert den leckeren Geschmack der Longfiller zusätzlich. Dass man es hier mit einer absoluten Vorzeigezigarre zu tun hat, beweisen ihr perfekt eingestellter Zug und der penibel gerade Abbrand.","Nice to know":"Die Familie Plasencia ist seit langer Zeit mit dem Zigarrenhandwerk verbunden. Das kostbare Wissen und die unabdingbare Leidenschaft für feinen Zigarrengenuss wurden dabei von Generation zu Generation weiter gegeben. Seit einigen Jahren nun ernten und verarbeiten die Plasencias auch Tabake in Honduras.","Resümee":"Die Plasencia Cosecha 151 La Musica Robusto hat nicht nur einen wunderschön klingenden Namen, sondern stellt auch eindrucksvoll unter Beweis, wie außergewöhnlich geschmackvoll und einzigartig ein Blend sein kann, der aus jahrzehntelanger Tradition resultiert."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Gewürze","Kakao","Mandelbrot","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":15.5}
