{"name":"Balmoral Añejo XO Oscuro Petit Robusto FT","url":"https://www.noblego.de/balmoral-anejo-xo-oscuro-petit-robusto-ft/","brand":"Balmoral","series":"Balmoral Añejo Oscuro","details":{"Fazit":"Die Balmoral Añejo XO Oscuro Petit Robusto FT können Sie sich genüsslich zu Gemüte führen. Eine Zigarre mit solch betörendem Geschmack gehört einfach in jeden gut sortierten Humidor.","Genuss":"Das Deckblatt der Balmoral Añejo XO Oscuro Petit Robusto FT hat einen feinen öligen Glanz und stammt aus der für diese Art von Tabaken berühmten San Andres Region in Mexiko. In der Einlage der mittelkräftigen Longfiller Zigarre wurden neben nicaraguanischen Jalapa Tabaken, brasilianische Mata Norte Tabake und dominikanische Tabake der Sorte Olor verarbeitet. Von Rauchbeginn an verströmt die im Petit Robusto Format gerollte Zigarre ihren zart cremigen Rauch, der angefüllt ist mit ausgeprägten Schokolade- und Espressoaromen. Eine weiche natürliche Süße und Noten unaufdringlichen schwarzen Pfeffers komplettieren den herrlichen Geschmack dieses sehr ausgewogenen Smokes. Technisch (Zug und Abbrand) weist die schmackhafte Vitola aus dem Hause Balmoral ebenfalls hervorragende Eigenschaften auf.","Hintergrund":"Der Namenzusatz „XO“ steht für die englische Bezeichnung „exceptionally old“ was frei übersetzt so viel wie „außergewöhnlich alt“ bedeutet. Dies bezieht sich auf die Tabake der leckeren Serie, die erst nach einer enorm langen Reifephase zu den dadurch fein ausbalanciert erscheinenden Premiumzigarren verarbeitet werden."},"diameter_mm":19.1,"ring":48,"length_mm":108,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"wrapperType":"Oscuro","aromaProfileManufacturer":["Kaffee","Schokolade","Schwarzer Pfeffer","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":7.3}
