{"name":"La Aurora Preferidos Platinum","url":"https://www.noblego.de/la-aurora-preferidos-platinum/","brand":"La Aurora","series":"Preferidos Edición 1903","details":{"Fazit":"Die \"Preferidos Edicion 1903 Platinum\" von La Aurora ist ein mittelstarker, besonders aromenreicher Longfiller aus der Dominikanischen Republik für die wirklich besonderen Momente im Leben. Gefertigt wird sie aufgrund von Kriterien, die vom Firmengründer Don Eduardo León Jimenes bereits im Jahre 1903 aufgestellt worden sind.\nDiese meisterhaft gerollte Figurado hat einen stolzen Preis, diesen ist sie allerdings als absolute Premiumzigarre in jeder Hinsicht wert.","Genuss":"Die \"Platinum\" aus der Preferidos-1903-Serie von La Aurora bietet eine Dreiviertelstunde Rauchgenuss der Extraklasse. Sie hat eine Länge von 127 Millimetern, einen Durchmesser von 21 Millimetern und ist in dem Format einer Figurado (Torpedo), das nur von den erfahrensten Torcedores gefertigt werden kann, ein echter Hingucker. Schon vor dem Anrauchen verströmt diese mittelstarke Zigarre einen blumigen Duft. Während des Rauchens bietet sich eine intensive würzig-erdige Formenvielfalt mit Noten von Erdnüssen und frischem Holz. Die kunstvoll gefertigte Zigarre wird zum Ende hin noch rassiger und ist bis zum letzten Zentimeter genussvoll zu rauchen. Das Abbrandverhalten der silberfarbenen Asche ist absolut gleichmäßig und bildet messerscharfe Ringe. Bevor die \"Platinum\" verpackt wird, reifen die Tabakblätter ein Jahr in Eichenfässern und nach der Fertigung durch ausgewählte Meisterformer, die nicht mehr als 100 Zigarren am Tag rollen, sechs Monate im Aging-Raum."},"diameter_mm":21,"ring":53,"length_mm":124,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Blumig","Erdig","Kastanie","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":25}
