{"name":"The Oscar by Oscar Toro","url":"https://www.noblego.de/the-oscar-by-oscar-toro/","brand":"Oscar Valladares","series":"The Oscar","details":{"Fazit":"Danke, Oscar Valladares, für deine innovativen Ideen, die das Entdecken von neuen Zigarren so spannend machen. The Oscar Toro ist eine mediumstarke, ausgewogenen Kreation, mit leckerer Würze und Pfefferaromen, die den cremigen Smoke gelegentlich „anfeuern“. Als Begleitung empfiehlt sich hier neben Muße das Hochlegen der Beine und das gelegentliche Nippen an einem guten Drink. Probieren Sie einen guten Rum oder einen Kakao mit Schuss zu dieser Toro.","Genuss":"Auf der IPCPR 2016 hat Oscar Valladares seinen neusten Streich vorgestellt. Entfernt man das grüne Candelablatt, welches die The Oscar Toro schützt, dann kommt neben einer großen, charakteristischen grün-türkis gestalteten Bauchbinde eine perfekt verarbeitete, ölig schimmernde Zigarre zum Vorschein. Gezogen ist ihr aus Ecuador stammendes Deckblatt aus karibischem Saatgut, das Umblatt kommt aus Honduras, die Einlagentabake wuchsen in Nicaragua und Honduras. Bereits der Kaltgeruch dieser Zigarre mit seinen erdigen Noten von Schokolade macht Lust auf das Anzünden. Ist die The Oscar Toro dann entflammt, fällt rasch der sehr cremige Rauch auf. Gewürze und pfeffrige Nuancen dominieren diesen Smoke, der insgesamt mediumstark bleibt. Wenn der Rauch durch die Nase ausgestoßen wird, sind außerdem dezente Schokoladennoten zu vernehmen. Für die Dauer von gut einer Stunde – wenn Sie langsam genießen, dann auch länger – ist diese Zigarre eine perfekte Begleitung einer entspannten Genusszeit.","Hintergrund":"Bei Oscar Valladeres geht es um Handwerkskunst. Das jedenfalls ist die Botschaft, welche die 11er Kiste, die im Stil eine Zigarrenpressform gefertigt ist, verbreitet. Dabei ist diese Kiste nicht nur ein absoluter Hingucker im Humidor, sondern die Zigarren werden auch bestens geschützt. Dafür sorgt neben der Kiste auch die Einzelverpackung einer jeden Zigarre. Denn wieder einmal verwendet Oscar ein Tabakblatt, um die Zigarren einzuwickeln, statt wie sonst oft üblich Zellophan-Folie. Das ist nicht nur gut für die Umwelt, sondern vor allem auch für die Geschmacksentwicklung der The Oscar Toro. Durch das zusätzliche Tabakblatt reifen die Zigarren besser nach und die Aromen werden gepflegt. Probieren Sie es doch selbst aus und machen sich ein Bild von dieser originellen Verpackungsweise der guten Stumpen."},"diameter_mm":22,"ring":55,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Gewürze","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":14.5}
