{"name":"Nicarao Puro Exclusivo Salomon","url":"https://www.noblego.de/nicarao-puro-exclusivo-salomon/","brand":"Nicarao","series":"Exclusivo","details":{"Fazit":"Die Nicarao Exclusivo Salomon ist eine reiche, tiefe und komplexe Zigarre der mittelkräftigen Sorte, die eigentlich jeden Geschmack befriedigen sollte. Ihre feinen und würzigen Aromen überzeugen auf ganzer Linie und vertragen sich mit einer Vielzahl von Getränken, z.B. Whisky, Rum, Wein, Kaffee oder einfach Wasser. Viel Spaß beim Genießen!","Genuss":"Die stolze Diadema von 18 cm Länge und mit an der dicksten Stelle 2,3 cm Breite macht schon optisch eine Menge her. Das dunkelbraune, fast schwarze Deckblatt, welches aus Maduro-Blättern aus Karibik-Saat besteht, ist feinadrig gewachsen und glänzt seidig-ölig. Frisch angeschnitten ist der Zug noch sehr schwer, was an der formatbedingten Verengung der Zigarre am Kopfende liegt. Trotzdem wird der Gaumen mit einem schokoladigen Kaltzug erfreut. Einmal angezündet und fünf Minuten geraucht, wird der Zug deutlich besser, wodurch sich die komplexen Aromen dieser außergewöhnlichen Zigarre besonders gut entfalten können. Man schmeckt Schokolade, Kaffee, Kräuter, eine leichte Erdigkeit und ein wenig Creme. Dieses phänomenale Geschmacksbild verändert sich im Laufe der 90 Minuten Rauchgenuss nur unwesentlich, obwohl die Kraft und auch Schärfe des Tabaks geringfügig zunehmen. Doch auch dies geschieht immer im Einklang mit den übrigen Nuancen. Alles in allem ist die Nicarao Puro Exclusivo Salomon eine wirkliche Besonderheit mit komplexem und sehr eigenständigem Geschmack.","Hintergrund":"Esteli und Jalapa - dies sind die Regionen, in denen die hochwertigen Tabake für die Nicarao-Zigarren angebaut werden. Didier Houvenaghel achtete bei der Gründung seines Unternehmens besonders auf perfekte Klimabedingungen und Bodenverhältnisse für seine Tabakpflanzen und wurde in den High-Class-Regionen von Nicaragua fündig. Entsprechend rund und aromatisch fallen auch die drei Serien der Marke aus, die alle für sich kleine Meisterwerke darstellen. Die Exclusivo-Serie ist übrigens eine nicaraguanische Puro, die ausschließlich aus Houvenaghels Spitzentabaken besteht. Einmal probiert, wird man seine Philosophie sofort verstehen."},"diameter_mm":23,"ring":57,"length_mm":181,"length_inch":0,"format":"Salomones","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":25}
