{"name":"Casa de Torres Corona","url":"https://www.noblego.de/casa-de-torres-corona/","brand":"Casa de Torres","series":"Classic","details":{"Fazit":"Tolle Aromen und ein unkompliziertes Rauchverhalten. Selten findet man in dieser Preisklasse Zigarren von solch einer Qualität und prägendem Charakter wie die Corona von Casa de Torres. Sie ist geradezu ideal für Neulinge, die einen Einstieg in die Welt der Zigarren suchen. Aber auch erfahrene Aficionados werden hier voll auf ihre Kosten kommen.","Genuss":"Ein Blick auf das helle, leicht glänzende Deckblatt der Corona von Casa de Torres genügt und man erkennt sofort die hervorragende Verarbeitungsqualität dieser Zigarre.  Die Ausmaße von 12,7 Zentimetern in der Länge und 16 Millimetern im Durchmesser sorgen für ein 45-minütiges, abgerundetes und mildes Rauchvergnügen. Dieses startet gleich mit einer herrlichen Würze, die sich dauerhaft am Gaumen festsetzt und damit den Beginn dominiert. Schon jetzt zeigt sich ein überragender Zugwiderstand, ein weiterer Beweis für die überragende Verarbeitungsqualität. Nach den ersten Zügen nimmt sich die Würze ein wenig zurück und Holz gepaart mit leichten pflanzlichen Anklängen drängt in den Vordergrund. Im weiteren Rauchverlauf gesellen sich eine honigartige, unterschwellige Süße und eine Spur von Mandel hinzu, die den Smoke komplettieren.  Das Rauchvergnügen wird durch einen geraden Abbrand und eine lang stehende, hellgraue Asche abgerundet.","Hintergrund":"Die Longfiller aus Nicaragua von Casa de Torres werden von der Firma August Schuster in Bünde importiert und auch konzipiert. Das Traditionshaus, das seit 1909 Zigarren in eigener Herstellung fertigt, bietet ebenfalls Marken wie Maria Mancini, Te-Amo und Rodrigo de Jerez an."},"diameter_mm":16,"ring":40,"length_mm":127,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua","Piloto"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Heu","Holz","Honig","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":6.2}
