{"name":"Bundle Selection Honduras Lonsdale","url":"https://www.noblego.de/bundle-selection-honduras-lonsdale/","brand":"Bundle Selection","series":"Honduras","details":{"Fazit":"Qualität, die sich sehen und vor allem bezahlen lassen kann. Mit der Bundle Selection Honduras Lonsdale erhalten Sie Qualität zum kleinen Preis. Würzig im Aroma dank der honduranischen Note. Unbedingt probieren!\nTipp: Da die Bundle Selection Zigarren sich direkt nach ihrer Rollung auf den Weg zum Konsumenten machen, kann etwas Nachreifungszeit im heimischen Humidor nicht schaden.","Genuss":"Die Bundle Selection Honduras Lonsdale verarbeitet auf 15,2 cm Länge bei einem Durchmesser von 17 mm feinste Tabake aus vier verschiedenen Provenienzen. Die Einlage stammt aus Honduras, der Dominikanischen Republik und Nicaragua, das Umblatt ist ein Criollo Blatt aus Honduras. Abgerundet wird der aromatische Blend von einem Deckblatt aus Sumatra, das sich in fein geäderter Struktur um Einlage und Umblatt legt. Die Lonsdale ist fest gerollt und bietet eine Rauchdauer von über einer Stunde, in der auch Zug, Abbrand und Asche keine Beanstandungen zulassen.","Hintergrund":"In Villa Gonzalez in der Dominikanischen Republik werden die Bundle Selection Honduras Zigarren in einer Tochterfabrik der TABADOM, die auch für Davidoff, Griffins und AVO verantwortlich zeichnet, gefertigt. Zwar sind die verarbeiteten Tabake nur zweite Wahl, d.h. sie wurden als nicht gut genug für Premiumzigarren befunden, doch in der erstklassigen Verarbeitung und Handwerkskunst der Torcedores stehen die Bundle Selection Zigarren anderen Premiumerzeugnissen in nichts nach."},"diameter_mm":17,"ring":42,"length_mm":152,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.1}
