{"name":"Aging Room Havao Breve","url":"https://www.noblego.de/aging-room-havao-breve/","brand":"Aging Room","series":"Havao","details":{"Fazit":"Optisch tadellos, Zugverhalten und Abbrand sind einwandfrei, was will der Zigarrenaficionado mehr. Voll im Aroma, leicht buttrig, ist die kleine Breve ein feiner, nie scharf oder unangenehm werdender Begleiter für den mittäglichen Smoke. Ideal zu einem Milchkaffee oder einem süßen Rum, um dem täglichen Alltagsstress für einen Moment zu entfliehen.","Genuss":"Einzigartige Torcedorkunst in Verbindung mit einer sehr harmonierenden Tabakmischung aus Connecticut-Deckblättern und kräftigen, würzigen Criollo-Tabaken in der Ein- und Umlage machen diese Zigarre zum perfekten Begleiter. Die Havao Breve der Aging Room ist mit ihrem Ringmaß von 38 die kleinste im Sortiment, vergleichbar mit einer Petit Corona. Mild im Einstieg mit cremig-weichen erdigen Aromen, wirkt Sie dann im zweiten Drittel hingegen eher mittelkräftig und bekommt ein volles Rauchvolumen, das zu jedem Anlass die richtige Wahl ist. Leichte Pfeffernoten und minzige frische füllen den Mundraum eines jeden Aficionados. Gerade Einsteiger sollten diese Zigarre probieren, da diese Zigarre nach dem zweiten Drittel nicht zu kräftig wird. Trotz des kleinen Formates bleibt der kleine Longfiller selbst im letzten Drittel angenehm fruchtig-frisch mit nur leicht scharfen Nuancen, die dem Geschmack das gewisse Etwas aus dem „Aging Room“, indem sie sorgsam reifen, verleihen. Selbst Abbrand und Zugverhalten bei der kleinen Breve können sich sehen lassen, sehr schöne leicht weiß strukturierte Asche, bei intensiv holzig-erdigem Geschmack. Trotz des kleinen Formates bekommt man eine Zigarre mit einer Rauchdauer von bis zu einer halben Stunde.","Hintergrund":"Beste Bewertungen der Marke Aging Room des Cigar Aficionado im Jahr 2011 zeigen, dass es sich hierbei um ein Premiumprodukt handelt, welches aus dem Hause „Olivero“ stammt. Die Havao-Serie ist der Nachfolger der klassischen Aging Room M356, die in Deutschland bereits sehr gut angekommen ist und in jeden Humidor eines Aficionados gehört, der es abends gerne etwas kräftiger mag. Die Kombination aus mildem ecuadorianischen Deckblatt und kräftig-würziger Einlage macht aus der kleinen Aging Room Havao Breve eine einzigartige Zigarre, mit sehr ausgewogenem Geschmack und einer faszinierend milden Aromatik."},"diameter_mm":13,"ring":30,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Gewürze","Holz","Kaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.1,"additionalNotes":"Boutique Zigarre"}
