{"name":"La Aurora 107 Nicaragua Toro","url":"https://www.noblego.de/la-aurora-107-nicaragua-toro/","brand":"La Aurora","series":"107 Nicaragua","details":{"Fazit":"Die La Aurora 107 Nicaragua Toro wird zu keinem Zeitpunkt langweilig oder eintönig. Ganz im Gegenteil, mit ihrer komplexen Aromastruktur unterhält sie ihren Genießer bis zum Schluss auf einem großartigen Niveau.","Genuss":"Als nicaraguanische Puro Zigarre lässt sich die La Aurora 107 Nicaragua Toro im mittelkräftigen Stärkebereich ansiedeln. Zu Rauchbeginn präsentiert sie dem Gaumen feine Holzaromen, untermalt von fruchtigen Anklängen und einem sanften Vanilleton. Im weiteren Verlauf kann man dezente Salz- und Gewürznoten ausmachen, die einen Wandel der Aromen im zweiten Rauchdrittel ankündigen. Dabei bleiben die Holzaromen etwas im Hintergrund und machen Platz für feine Noten von Kakao und Erde. Sobald sich eine zunehmende Süße schmecken lässt, befindet man sich bereits im letzten Abschnitt des Genusses dieser hervorragend verarbeiteten Zigarre. Das Finale wird bestimmt von hellen Schokoladearomen und einem Pfefferton, der sich zum Ende hin deutlich verstärkt. Nach gut 80 Minuten ist die Toro aufgeraucht und lässt einen mehr als zufriedenen Genießer zurück.","Hintergrund":"Nicaraguanische Tabake wachsen auf besonders mineralreichen Böden und unterscheiden sich daher maßgeblich von Tabaken anderer Herkunftsländer. Das mittelamerikanische Land besitzt ein sehr hohes Aufkommen an Vulkanen, die sich wie an einer Perlenkette aufgezogen entlang seines nordpazifischen Küstengebiets säumen und über Tausende Jahre die speziellen Bodenbeschaffenheiten der umliegenden Regionen beeinflusst haben."},"diameter_mm":21.4,"ring":54,"length_mm":146,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Kakao","Pfeffer","Süß","Vanille"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2}
