{"name":"Independencia 1898 Robusto","url":"https://www.noblego.de/independencia-1898-robusto/","brand":"Independencia 1898","series":"","details":{"Fazit":"Die Independencia 1898 Robusto ist eine sehr interessante Zigarre, die noch dazu in einem ausgezeichneten Preis-Leistungsverhältnis steht. Es lohnt sich ganz bestimmt, mit ihr einmal die oft gerauchten karibischen Gefilde zu verlassen und mutig die Tabakwelt des asiatischen Kontinents zu erproben.","Genuss":"Die Independencia 1898 Robusto ist eine stattliche und dabei kompakte Zigarre mit einer  schönen, nostalgischen Bauchbinde. Sie ist recht fest gerollt und leistet dadurch einen perfekten Zugwiderstand. Das Format der Robusto ist mit 127 Millimetern Länge und beinahe 20 Millimetern Durchmesser sehr gediegen. Man kann dem Genuss dieser Zigarre über eine Stunde lang frönen und bei sehr bedächtigem Rauchen auf bis zu eineinhalb Stunden ausdehnen. Der Geschmack der Independencia 1898 Robusto ist sehr mild, sanft und angenehm. Aromen von Holz, Nüssen und Minze sind spürbar und lassen den genussvollen Smoke zum nuancenreichen Erlebnis werden.","Hintergrund":"Im Jahre 1898 wurden die Philippinen unabhängig und zum 100-jährigen Jubiläum dieses wichtigen geschichtlichen Ereignisses wurde die Zigarrenmarke Independencia 1898 auf den Markt gebracht. Die ganze Serie ist natürlich eine Hommage an die philippinische Zigarrentradition. Wie es für Jubiläumszigarren üblich ist, wird auf Qualität und Verarbeitung ein Höchstmaß an Wert und Sorgfalt gelegt, um dem staatspolitisch wichtigen Datum auch wirklich gerecht zu werden."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Philippinen","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Java"],"fillerOrigin":["Philippinen"],"binderOrigin":["Philippinen"],"aromaProfileManufacturer":["Holz","Minze","Nuss","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.22}
