{"name":"La Estancia Robusto","url":"https://www.noblego.de/la-estancia-robusto/","brand":"La Estancia","series":"","details":{"Fazit":"Die spezielle Tabakmischung der Einlage, welche für die La Estancia Robusto gewählt wurde, sorgt für eine einmalige Raucherfahrung. Durch das Zusammenspiel von Erde, Leder und Kaffee auf der einen und Nuss und Frucht auf der anderen Seite wird während der knapp 60minütigen Rauchzeit eine Aromenkomposition geschaffen, die ihresgleichen sucht.","Genuss":"Die La Estancia Robusto eröffnet den Rauchverlauf mit gut ausbalancierten Aromen von Erde, Leder, Kaffee und etwas Zedernholz. Dass als Einlage auch karibische Blätter verwendet wurden, ist deutlich an Hand ihres Geschmacksbildes zu erkennen, welches von einem dezenten Karibikstich geprägt ist und im Zusammenspiel mit aufkeimenden Nusstönen einen hervorragenden Gegenpol zu dem waldigen Grundaroma schafft. Während des weiteren Smokes schwingen im Hintergrund milde Fruchtnuancen, die an Citrus erinnern. Die La Estancia Robusto, mit einer Länge von 12,40 cm bei einem 50er Ringmaß, weist auf Grund ihrer herausragend ebenmäßigen Rollung eine kreisrunde Abbrandlinie auf, die in Verbindung mit einem sehr leichtgängigen Zug für knappe 60 Minuten Rauchvergnügen sorgt.","Hintergrund":"Als Werk der Familie Meerapfel wurde für die Zigarren der La Estancia Serie eine einzigartige Tabakzusammensetzung auserwählt. Während für das Deck- sowie Umblatt Tabake aus Nicaragua verwendet werden, dient als Einlage eine Mischung aus nicaraguanischen, dominikanischen, honduranischen und karibischen Tabakblättern. Gefertigt werden die Zigarren in einer, bis dato nicht genannten, Fabrik auf Honduras."},"diameter_mm":19.8,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Honduras","Karibik","Nicaragua"],"aromaProfileManufacturer":["Erdig","Ingwer","Kaffee","Nuss","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.6}
