{"name":"Leon Jimenes Series 300 Cameroon Robusto","url":"https://www.noblego.de/leon-jimenes-series-300-cameroon-robusto/","brand":"León Jimenes","series":"Leon Jimenes Series 300","details":{"Genussverlauf":"Rein äußerlich macht die Leon Jimenes Series 300 Cameroon Robusto mit ihrem dunkelbraunen, ölig schimmernden Kamerun Deckblatt und der ansprechend designten Doppel-Bauchbinde einen sehr wertigen Eindruck. Unter dem Deckblatt liegt ein nicaraguanisches Umblatt sowie eine aus nicaraguanischen, dominikanischen und peruanischen Tabaken zusammengesetzte Einlage. Zu Beginn wartet die Robusto mit intensiven süß-würzigen und holzig-ledrigen Noten, zu denen sich im weiteren Verlauf schöne Erdaromen und eine fruchtige Schärfe gesellen, auf. Holz und Erde dominieren dann das zweite Rauchdrittel, in dem ebenfalls leichte Spitzen von Kaffee auszumachen sind. Im letzten Drittel intensivieren sich die oben genannten Aromen noch etwas. Röstaromen und eine sanfte Chili-Schärfe läuten das baldige Ende des mit einem satt-cremigen Rauch ausgestatten Smokes ein. Ein leichter Zug und absolut vorbildlicher Abbrand sorgen für einen entspannten und sorglosen Zigarrengenuss.","Nice to know":"Eigentlich ist die dominikanische Marke Leon Jimenes bekannt für eher milde Zigarrenkreationen. Mit den Zigarren der Series 300 Cameroon beweist die Marke jedoch eindrucksvoll, ebenfalls sehr gute Zigarren mit höherem Stärkegrad kreieren zu können.","Resümee":"Die Leon Jimenes Series 300 Cameroon Robusto ist eine sehr unterhaltsame und hochwertige Premiumzigarre. Wir empfehlen Sie daher gerne weiter!"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Chili-Pfeffer","Cremig","Erdig","Fruchtig","Holz","Kaffee","Leder","Leicht Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4}
