{"name":"CAO Italia Ciao","url":"https://www.noblego.de/cao-italia-ciao/","brand":"CAO","series":"Italia","details":{"Fazit":"Viva Italia – die CAO Italia Ciao ist ein honduranischer Longfiller, der mit seiner italienischen Einlage Seltenheitswert genießt. Dieses einzigartige Aroma sollten Sie unbedingt probiert haben – am besten ganz landestypisch mit einem Espresso oder Cappuccino.","Genuss":"Wie schon die Brazilia Serie von CAO ist auch die CAO Italia in den landestypischen Farben gestaltet. Grün, rot und weiß bilden den Hintergrund für den goldenen CAO Schriftzug. Und der genigte Aficionado weiß sofort, hier ist nicht nur in der äußeren Aufmachung viel Liebe zum Detail im Spiel. Fünf Länder vereinen sich in der CAO Italia Ciao. Aus karibischem Saatgut werden sowohl die honduranischen Tabake für das Deck- und Umblatt gezogen, als auch die namengebenden italienischen Tabake in der Einlage, die mit nicaraguanischen und peruanischen zu einem einzigartigen Blend verschmelzen, der sich besonders durch sein erdig-süßes Aroma auszeichnet. Daneben lassen sich Anklänge von Leder, Kaffee und Kakao erkennen, die von einer leichten Pfeffrigkeit begleitet werden. Die Robusto verspricht mit einer Länge von 12,7 Zentimetern und dem Durchmesser von 22 Millimetern einen angenehm mittelstarken bis starken Smoke bis zu 60 Minuten.","Hintergrund":"Es ist schon mehr als 40 Jahre her, dass karibisches Saatgut nach Italien gelangte, um dort exklusiv für CAO angebaut zu werden. Neben den CAO Brazilia sind die CAO Italia ein weiteres gelungenes Experiment mit heimatverbundenen Tabakspezialitäten."},"diameter_mm":22,"ring":56,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Italien","Nicaragua","Peru"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Holz","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
