{"name":"Nicarao Especial Toro","url":"https://www.noblego.de/nicarao-especial-toro/","brand":"Nicarao","series":"Edición Especial","details":{"Fazit":"Mit der Nicarao Especial ist Didier Houvenaghel ein ganz besonderer Blend gelungen. Die besonders lange Reifezeit schlägt sich in einem bemerkenswerten und einzigartigen Tabakgenuss nieder. Der Puro Nicaragua gelingt es einen aromatischen Geschmack mit einer vortrefflichen Milde und Ausgeglichenheit zu verbinden.","Genuss":"Der Nicarao Especial Toro ist es ein Leichtes, die Blicke der Zigarrenliebhaber auf sich zu ziehen. Das Zusammenspiel zwischen Banderole und Deckblatt überzeugt ebenso wie bei der Classico-Serie. Die Rollung der 15 cm langen und 19 mm dicken Toro scheint nicht zu fest und bereits der Kaltzug verspricht ein überaus aromatisches Raucherlebnis. Mit einem tollen erdigen Geschmack und viel Würze kann dieser Longfiller von Beginn an mehr als nur unterhalten. Der Raucher wird überrascht von einer Milde, die bei solch intensiven Aromen höchst ungewohnt und neu erscheint. Die Aromen-Vielfalt entwickelt sich dezent und frische Gewürze ziehen die Aufmerksamkeit auf sich. Trotz des charakterstarken Geschmacks wird der Raucher nicht überfordert. Das verdankt die Zigarre auch einer exzellenten Verarbeitung. Während des gesamten Rauchverlaufs von rund einer Stunde entwickelt sich keine Schärfe und selbst bei schnellerem Ziehen bleibt die Zigarre verhältnismäßig kühl und ausgeglichen.","Hintergrund":"Die Tatsache, dass dem Firmengründer Didier Houvenaghel der Aufbau seiner Marke in Kuba aus politischen Gründen versagt wurde, führte ihn schließlich nach Nicaragua, wo die mittlerweile berühmten Anbaugebiete hervorragende Boden- und Klimabedingungen bieten. Nicarao war der Legende nach der Name eines Indianerhäuptlings Mittelamerikas, der zur Zeit der spanischen Konquistadoren im heutigen Nicaragua sein Dasein fristete. Diese Zigarren werden nach wie vor von Hand gerollt - aus einer kunstvollen Mischung der Blätter, die in den Böden von Condega, Estelí, Jalapa, Ometepe und Somoto gewachsen sind. Der gezielte Einsatz  schwarzer Tabaksorten wie Corojo 99, Criollo 98 oder H2000 verspricht eine Vielzahl verschiedenster Kombinationen sowie einen gut abgerundeten Rauchgenuss."},"diameter_mm":19,"ring":48,"length_mm":151,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Heu","Kaffee","Nuss","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2}
