{"name":"Asylum 13 Hercule","url":"https://www.noblego.de/asylum-13-hercule/","brand":"Asylum","series":"13","details":{"Fazit":"Ein Smoke, der Zeit braucht, aber wer sich die nimmt, wird belohnt. Würzige Aromen und nicaraguanische Tiefe. Und ein Hingucker ist die Asylum 13 Hercule allemal.","Genuss":"Die Asylum 13 Hercule ist eine nicaraguanische Puro mit einem mittelstarken bis starken Blend. Deckblatt und Einlage sind kräftige Havanna-Saaten, die in der nährstoffreichen schwarzen Vulkanerde Nicaraguas gewachsen sind. Entnimmt man den voluminösen Longfiller seiner Zellophanhülle, verströmt er einen intensiven Geruch nach Waldboden, Erde und starke süße Noten. Die Gigantes liegt ob ihrer Maße recht schwer in der Hand. Nach dem Anzünden kommen zunächst die pfeffrigen Noten zum Vorschein, die im Verlauf des ersten Drittels Platz für Aromen von Kakao und Leder machen. Letzteres nimmt im zweiten Drittel etwas zu, die Kakao-Note wandelt sich in ein schokoladiges Aroma und der Pfeffer tritt wieder in den Vordergrund. Dieses Zusammenspiel aus Schokolade, Pfeffer und Leder bleibt bis zum Ende des bis zu zweieinhalbstündigen Smokes erhalten. Der Abbrand ist trotz des sehr voluminösen Formats schön gerade und zudem recht gemächlich, sodass die Zigarre nicht heiß wird. Der Smoke ist aber durchaus eher erfahreneren Genießern zu empfehlen.","Hintergrund":"Ihre Premiere feierten die Zigarren von Asylum auf der IPCPR 2012. Aus der Zusammenarbeit von Tom Lazuka und Kevin Baxter mit Christian Eiroa ist eine gelungene Zigarrenmarke mit mittlerweile verschiedenen Serien entstanden. Die Asylum 13 Zigarren umfassen vier Formate, darunter auch ein richtiges Schwergewicht: die \u003ca title=\"Hier geht's zur Asylum 13 Goliath\" href=\"/asylum-13-goliath/\"\u003eAsylum 13 Goliath\u003c/a\u003e mit einem unfassbaren 80er Ringmaß."},"diameter_mm":27.8,"ring":70,"length_mm":178,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Leder","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":11.5}
