{"name":"Oliva Connecticut Reserve Robusto","url":"https://www.noblego.de/oliva-connecticut-reserve-robusto/","brand":"Oliva","series":"Connecticut Reserve","details":{"Fazit":"Typisch hohe Qualität aus dem Hause Oliva! Auch die Oliva Connecticut Reserve Robusto glänzt mit hochwertiger Verarbeitung und einem vielseitigen Geschmackserlebnis. Zwar ist diese nicaraguanische Zigarre etwas milder als die meisten aus der Region, jedoch versprüht sie den klassischen Charme des Connecticut Deckblatts wie keine andere. Freunde milder Zigarren und der Marke Oliva, speziell der Oliva O und Oliva G Serie, dürfen bedenkenlos zugreifen.","Genuss":"Der milde Charakter der Oliva Connecticut Reserve Robusto wird in den stattlichen Maßen von 12,7 Zentimetern Länge und einem Durchmesser von 20 Millimetern verpackt. Trotz des teils zügigen Abbrands ist eine Rauchdauer von 60 Minuten gegeben. Das helle Connecticut Deckblatt ist farblich einheitlich und weist dünne, kaum fühlbare Adern auf. Die Oliva-typische hohe Qualität setzt sich mit der Verarbeitung des Kopfes fort. Dieser ist makellos verarbeitet und duftet nach grünem Tee. Das Zedernholz versprühende Bouquet setzt sich geschmacklich fort. Holz und Leder dominieren den pompös, lockeren Smoke im ersten Drittel. Frische, florale Momente und Lakritz beleben den Mundraum und belegen seidig den Gaumen. Des Weiteren entsteht die Assoziation von Milchkaffee. Im mittleren Teil wird diese prägnanter, der Smoke wird harmonischer. Zum Finish wartet die Oliva Connecticut Reserve mit dezenten Röstaromen und dominierenden Gartenkräutern auf. Der Zug ist über die gesamte Zigarre leicht und komfortabel, der Abbrand ist gleichmäßig. Die Asche kann mit ihrem deckend weißen Kleid inklusive Pigmenten, sowie ihrer Beständigkeit begeistern.","Hintergrund":"Die Oliva Connecticut Reserve Robusto verwendet für Einlage und Umblatt Tabake aus Nicaragua, das Deckblatt ist ein Connecticut Shade aus Ecuador. Der Longfiller bekam sehr gute Wertungen: 91 Punkte im „Cigar Snob“ und 4 von 5 Sternen im „European Cigar Cult Journal“ und zuletzt 93 Punkte inklusive Best Buy Prädikat im Cigar Journal 3/2016."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Holz","Kaffee","Leder","Röstaromen"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
