{"name":"Nicarao Classico Robusto","url":"https://www.noblego.de/nicarao-classico-robusto/","brand":"Nicarao","series":"Classico","details":{"Fazit":"Durch den Einsatz des Saatgutes Criollo 98 erhält die Nicarao Classico Robusto ihren einzigartig würzigen Charakter, welcher zu keiner Zeit aufdringlich wird.Gerade der Variation verschiedener Noten, die der Tabaksorte Corojo 99 entspringen, verleihen dieser Zigarre ihre Authentizität und eröffnen ihr damit die Chance, mehr als bloß eine gute Alternative zu anderen bekannten Nicaragua Puros dazustellen. Obwohl eine Entwicklung zu erkennen ist, bleibt das Raucherlebnis bemerkenswert konstant.\nDie Kombination von sanften und kräftigen, doch zeitlich frischen und klaren Aromen dürfte ein breites Spektrum an Aficionados ansprechen. Die Nicarao Classico Robusto entfaltet ihren vollen Geschmack am besten bei einem milden Whiskey.","Genuss":"Diese Zigarre beeindruckt optisch mit einem tollen Körper sowie einer bemerkenswerten Dichte. Die besondere Farbe des Deckblattes dieser Reihe vermag  die meisten Anhänger des besonderen Tabakgenusses schon vor dem Entzünden zu fesseln. Gerade im Zusammenspiel mit der einfach aber edel designten, dunkel- bis olivgrünen Banderole kann dies überzeugen. Die ölige Farbe und ein guter Trockenzug versprechen neben einem besonders aromatischen Raucherlebnis auch erlesene Tabaksaat und erfahrene Handarbeit. Das geschulte Auge erkennt kaum Unebenheiten auf dem Deckblatt, was ebenfalls auf höchste Qualität hinweist. Beim Entzünden fällt sofort auf, wie angenehm kühl und weich sich diese Zigarre zu rauchen vermag. Pflanzen, grüner Pfeffer und Leder prägen die erste Hälfte des rund 60-minütigen Raucherlebnisses. Eindrucksvoll ergänzt wird dies durch etwas Minze. Ohne aufdringlich zu werden nimmt die Würze später zu. Die floralen und frischen Nuancen bleiben dabei bestehen. Die Optik wird durch die dunkelgraue Asche, welche einen festen Eindruck macht, abgerundet.","Hintergrund":"Kreiert vom Tabakexperten Didier Houvenaghel begeistert die Linie Nicarao Classico besonders durch ihren mittelamerikanischen Hauch und die auffallende Komplexität an Aromen. Die Grundlage für eine Puro Nicaragua, welche das Angebot Nicaraguas nebenbei bemerkt, mehr als bloß erweitert, wird in den Anbaugebieten von Jalapa und Estelí geschaffen. Die Einlage bildet Tabak der Sorte Rosado, für das Deckblatt wird Rosado Claro aus Jalapa verwandt. Alle reiften zuvor anderthalb bis viereinhalb Jahre."},"diameter_mm":20,"ring":50,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.2}
