{"name":"Principle Cigars Accomplice White Label Toro","url":"https://www.noblego.de/principle-cigars-accomplice-white-label-toro/","brand":"Principle Cigars","series":"","details":{"Genussverlauf":"Erfahrene Roller der Kelner Boutique Factory in der Dominikanischen Republik stellen die Accomplice White Label Toro von Principle Cigars aus einem brasilianischen Deckblatt, einer dominikanischen-US-amerikanischen Einlage und einem dominikanischen Umblatt von Hand her. Nach der Fertigstellung wird sie mit einer weißen Bauch- und Fußbinde aus Stoff versehen. Die beiden Binden bieten einen optisch gelungenen Kontrast zu dem sattbraunen, ölig schimmernden Deckblatt. Nach dem Entzünden verströmt die Toro einen sanft-cremigen Rauch, der zunächst leichte Pfeffernoten an den Gaumen trägt. Nach einigen Zügen werden diese von einer zarten Süße, feinen Sandelholz- und Nussaromen abgelöst. Im weiteren Verlauf keimen immer wieder Noten von Kaffee und Leder auf, die sich unter die vordergründigen Aromen mischen. Insgesamt findet man hier einen mild bis mittelkräftigen und sehr stimmigen Genuss vor. Das gute Zug- und Abbrandverhalten der White Label Toro lässt ein völlig entspanntes Raucherlebnis zu.","Nice to know":"Die schicken 5er Blechetuis, in denen dieser delikate Smoke ebenfalls erhältlich ist, sind die ideale Wahl für interessierte und probierfreudige Genießer.","Resümee":"Mit der Principle Cigars Accomplice White Label Toro erhalten Sie eine mehr als solide Zigarre, die sich aufgrund ihres sanften Charakters an Freunde nicht zu milder, aber auch nicht zu kräftiger Tabakrollen wendet. Ein schmackhaftes Stück, das wir Ihnen sehr gerne weiterempfehlen!"},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominican Criollo"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Cubra","aromaProfileManufacturer":["Cremig","Holz","Kaffee","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":9.9}
