{"name":"Fonseca Delicias","url":"https://www.noblego.de/fonseca-delicias/","brand":"Fonseca","series":"","details":{"Fazit":"Nicht die schönste aller Zigarren und doch eine leckere Wahl, die insbesondere mit Getränken, die das Zusammenspiel von Süße und Säure beherrschen, hervorragend harmoniert. Ein richtig leckerer Smoke, die Fonseca Delicias.","Genuss":"Wenn Sie die Fonseca Delicias in den Händen halten, werden Sie einige kleine Unebenheiten erkennen. Um es vorweg zu nehmen, diese sorgen auch immer wieder für einen etwas unregelmäßigen Abbrand. Dieser reguliert sich trotz allem immer wieder von allein und lässt den Raucher in vollkommener Entspanntheit mit den Aromen dieser günstigen kubanischen Zigarre zurück. Erstaunliche 45 Minuten kann man die Petit Corona rauchen, sie verzeiht auch die eine oder andere Minute der Nichtachtung. Von Erde über Honig, mildem grünen Pfeffer, einer nach Eiche strebenden Holzigkeit entwickeln sich über den Rauchverlauf noch schwarzer Pfeffer, Nuss und gelegentliche Röstaromen. Alles in allem kann die 12 Zentimeter lange und 15 Millimeter „dünne“ Zigarre Erstaunliches, wenn man den Preis zu Rate zieht. Einzig der Zugwiderstand kann als zu groß beschrieben werden, erst ab der Mitte normalisiert sich der Zug.","Hintergrund":"Das Seidenpapier der Fonseca Zigarren hat über die Jahre einen Kultstatus erreicht. In der Masse der zellophanierten Zigarren hebt sich dies auch angenehm ab. Im kubanischen Kosmos gilt die Fonseca als leichte Zigarre. Wenn man die gesamte Zigarrenwelt als Maßstab nimmt, kommt aber eher ein mittelstarkes Erlebnis heraus."},"diameter_mm":15,"ring":38,"length_mm":120,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Eichenholz","Erdig","Gras","Grüner Pfeffer","Honig","Nuss","Schwarzer Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.4}
