{"name":"E.P. Carrillo Pledge Apogee Double Toro","url":"https://www.noblego.de/e-p-carrillo-pledge-apogee-double-toro-zigarren/","brand":"E.P. Carrillo","series":"Pledge","details":{"Genussverlauf":"Ein halbes Jahr Entwicklungszeit steckt in dem durchaus vollmundigen und aromareichen Blend der E.P. Carrillo Pledge Apogee Double Toro. Ihr sattbraunes Deckblatt stammt aus den USA, darunter liegt ein ecuadorianisches Umblatt, das hervorragende Einlagetabake aus Nicaragua umschließt. Sie startet mit einer ordentlichen Pfeffernote, die sich nach mehreren Zügen immer mehr zurücknimmt, um komplex veranlagten Frucht-, Kaffee- und Schokoladearomen Platz zu machen. Im letzten Rauchabschnitt werden diese von einer leckeren Kakaonote abgelöst, welche wiederum von nussigen und fruchtigen Tönen begleitet wird. Die perfekt verarbeitete Boxpressed Zigarre verströmt jede Menge dichten, cremig anmutenden Rauch und brennt gemächlich sowie kerzengerade ab.","Nice to know":"Die eindrucksvollen Formate der Pledge Serie von Ernesto Perez Carrillo wurden schon des öfteren mit verschiedensten Auszeichnungen versehen. Ihr charaktervoller Blend richtet sich definitiv an erfahrene Zigarrenliebhaber, die an sehr komplexen und starken Zigarren interessiert sind.","Resümee":"Mit der E.P. Carrillo Pledge Apogee Double Toro macht man es sich am besten nach einem opulenten Dinner gemütlich. Mit gut gefülltem Magen hat man dann die erforderliche Muße, sich ihrem überaus spannenden Aromaverlauf in aller Ruhe hinzugeben. Ein fantastischer Genuss der allerersten Güteklasse!"},"diameter_mm":23,"ring":58,"length_mm":153,"length_inch":0,"format":"Double Toro","maker":"E.P. Carrillo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["USA"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Hickory-Nuss","Kakao","Karamell","Schokolade","Schwarzer Pfeffer","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":18.6}
