{"name":"Casa Culinaria Blue Churchill","url":"https://www.noblego.de/casa-culinaria-blue-churchill/","brand":"Casa Culinaria","series":"Blue","details":{"Fazit":"Jeder Aficionado, welcher eine angenehm milde Zigarre zum Spitzenpreis sucht, kann hier nichts falsch machen. Dazu passt ein leichtes Weißbier oder ein Milchkaffee sehr gut.","Genuss":"Obwohl es sich bei der Casa Culinaria Blue Churchill um eine Zigarre der mildesten Serie der Marke handelt, ist diese trotzdem ein echter Genuss in ihrer Aromenvielfalt. Schon Ihr angenehmer Kaltgeruch weiß zu betören.  Geschmacklich entwickelt die Blue Churchill anfänglich leicht holzige Noten mit einer hintergründigen Süße, welche im Verlauf von einer angenehmen Schärfe abgelöst wird. Sie lässt sich sehr leicht ziehen und hat einen schönen, gleichmäßigen Abbrand. Die Casa Culinaria Blue Churchill wird aus verschiedenen dominikanischen Tabaksorten, hauptsächlich aber aus Olorblättern hergestellt. Eingehüllt in ein goldenes Connecticut Shade Deckblatt, ist sie auch optisch ein echter Hingucker.","Hintergrund":"Die Casa Culinaria ist eine Marke, welche im Auftrag des Zigarrenvertriebs Paul Bugge hergestellt wird.  Die blaue Linie ist die mildeste der Casa Culinaria Reihe und somit genau das Richtige für Aficionados, welche den milden Smoke bevorzugen. Da die Casa Culinaria Zigarren ausschließlich in autorisierten Manufakturen Paul Bugges hergestellt werden, ist garantiert, dass ausschließlich die feinsten Tabake verarbeitet werden. Zudem ist für jeden Geschmack von der sehr leichten blauen Linie über die mittelstarke grüne aus Nicaragua bis hin zur kräftigen roten, die richtige Zigarre dabei. Alle Zigarren der Casa Culinaria Reihe sind Blends."},"diameter_mm":19,"ring":48,"length_mm":168,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Holz","Schärfe","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.3}
