{"name":"Cohiba Medio Siglo A/T","url":"https://www.noblego.de/cohiba-medio-siglo-a-t/","brand":"Cohiba","series":"Siglo (Línea 1492)","details":{"Genussverlauf":"Die kleine, aber dafür umso edlere Medio Siglo A/T von Cohiba lässt sich insgesamt im mittelkräftigen Stärkebereich ansiedeln. Ihr geschmeidiger Rauch schmeichelt dem Gaumen mit komplex auftretenden floralen und grasigen Noten, welche im Verlauf von schmackhaften Nuss-, Kakao- und Lederaromen ergänzt werden. Etwa zur Halbzeit tauchen dazwischen immer mal wieder fein dosierte Töne pikanten Pfeffers auf, die dem erlesenen Blend aus kubanischen Spitzentabaken zusätzliche Tiefe verleihen. Man sollte die nahezu perfekt verarbeitete Short Robusto gemächlich rauchen und nicht mit zu schnell aufeinanderfolgenden Zügen überstrapazieren. Dann nämlich kann sie ihren delikaten Geschmack wie vorgesehen zur Entfaltung bringen.","Nice to know":"Die Zigarren der Siglo Linea 1492 Serie von Cohiba wurde für Aficionados entwickelt, welche nicht allzu kräftige Blends bevorzugen, aber dennoch nicht auf den exklusiven Genuss der mit Abstand bekanntesten Zigarrenmarke der Welt verzichten wollen.","Resümee":"Ein luxuriöses Kurzformat für hochanspruchsvolle Genießergaumen. Wer sich die Cohiba Medio Siglo A/T leisten möchte, der sollte wenn möglich mindestens zwei Exemplare erstehen. Eines zum gleich probieren und das andere zum Reifen für einige Jahre im hauseigenen Humidor pflegen. Denn mit ein paar Jahren auf dem Buckel zeigt die Medio Siglo eigentlich erst ihr volles Genusspotenzial und beweist eindrucksvoll, warum sie Teil der aufregenden Cohiba-Familie ist."},"diameter_mm":20.6,"ring":52,"length_mm":101,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Blumig","Cremig","Gras","Kakao","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":66}
