{"name":"Quorum Shade Torpedo","url":"https://www.noblego.de/quorum-shade-torpedo/","brand":"Quorum","series":"Shade","details":{"Fazit":"Die Quorum Shade Torpedo ist eine sehr ausgewogene Zigarre mit leckeren Aromen von Zedernholz und einer leichten Süße, die den Smoke sehr ausgewogen und rund gestalten. Eine klassische Zigarre für den Abend im Biergarten, da sie wenig Aufmerksamkeit braucht und durch ihren ausgewogenen Geschmack nicht zu aufdringlich wird.","Genuss":"Die Quorum Shade Torpedo besteht aus einer Einlage und einem Umblatt aus Nicaragua, das Deckblatt dieser Vitola ist aus Connecticut. Diese Mischung der Tabake verspricht einen würzigen Smoke mit guter Verarbeitung. Die Torpedo misst eine Länge von 15 Zentimetern, einen Durchmesser von 20 Millimetern und überzeugt von Anfang bis Ende auf ganzer Linie. Anfangs eher zurückhaltend entwickelt sie sich nach einigen Zügen und eine süßliche Würze, die von leichten Zedernholznoten begleitet wird, gibt nun in dem zirka 80 Minuten langen Smoke den Ton an. Die Qualität dieser Vitola ist absolut stimmig, das Zugverhalten ist ebenfalls beeindruckend gut. Das zweite Drittel bleibt leicht süßlich und holzig unterlegt. Die Aromen des Holzes werden ein wenig stärker und eine Prise frisch gemahlener Kaffee kommt hinzu. Zum Finish hin steigert sich der Geschmack ein wenig und wird von einer feinen pfeffrigen Schärfe begleitet.","Hintergrund":"Die Marke Quorum ist durch ihre Classic Serie bei Rauchern von Bundleware sehr bekannt geworden. Nach dem Erfolg mit ihrem ersten Bundle folgt nun die Serie „Quorum Shade“, die Anklang bei Menschen aus aller Welt findet. Das Interessanteste an dieser neuen Serie ist, dass das Deckblatt aus Connecticut stammt und nicht wie bisher aus Nicaragua. Ein einmaliges Preis-Leistungs-Verhältnis hat vermutlich ebenfalls etwas mit dem Erfolg dieser Zigarren zu tun."},"diameter_mm":21,"ring":53,"length_mm":150,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Erdig","Holz","Pfeffer"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":3.6}
