{"name":"H. Upmann Regalias","url":"https://www.noblego.de/h-upmann-regalias/","brand":"H. Upmann","series":"","details":{"Fazit":"Zu der kleinen H. Upmann Regalias empfiehlt sich ein nicht allzu intensiver Rum, der die feinen geschmacklichen Nuancen dieser Vitola nicht übertönt. Selbst eine Tasse frisch aufgebrühten Kaffees würde mit dieser Zigarre eine klasse Komposition eingehen.","Genuss":"Bei der H. Upmann Regalias handelt es sich um eine Zigarre im Petit Corona Format, die leicht boxpressed daherkommt. Sie misst eine Länge von 12,7 Zentimetern und einen Durchmesser von 16,7 Millimetern. Ein sehr gutes Preis-Leistungs-Verhältnis und eine überaus gute Verarbeitung machen aus dieser Vitola eine wunderbare Alltagszigarre. Rein haptisch ist diese Zigarre vielleicht nicht immer perfekt, was dem Geschmack aber nicht im Wege steht. Das erste Drittel der H. Upmann Regalias ist eher zurückhaltend und leicht fruchtig-grasig und hinterlässt einen klasse Eindruck. Im weiteren Verlauf unterstreichen leichte Röstaromen das typisch kubanische Aroma. Bei leicht zunehmender Intensität erhält man im zweiten Drittel sehr hervorstechende Lebkuchennoten. Die Asche ist sehr fest und der Abbrand einfach perfekt, leichter Zug und vollmundiger Rauch im Mundraum des Genießers machen diesen 40-minütigen Smoke sehr spannend. Selbst das letzte Drittel weist weder Bitternoten noch Schärfe auf und wird von leicht salzigem Geschmack aufgefrischt, was die kleine H. Upmann Regalias zum Finish hin noch ein wenig spannender macht.","Hintergrund":"Seit Mitte des 19. Jahrhunderts stehen die Gebrüder Hermann und August Upmann mit ihrem Namen für Qualität und überaus wohlschmeckende Zigarren. Die aus einer Bankiersfamilie abstammenden Brüder haben ihre Zigarren anfangs nur an Kunden der Upmannschen Bank versendet. Die sehr schön verzierten Kisten mit 11 Goldmedaillen von internationalen Auszeichnungen schmücken die Kisten noch bis heute. Heutzutage werden H. Upmann-Zigarren in der Manufaktur „La Madama“ gefertigt, die frühere Manufaktur Namens „Jose Marti“ wird heute anderweitig genutzt. Die Tabake aus der Region Vuelto Abajo machen aus einer jeden H. Upmann eine sehr ausgewogene komplexe Zigarre."},"diameter_mm":16.7,"ring":42,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.8}
