{"name":"Plasencia Cosecha 151 San Diego Corona Gorda","url":"https://www.noblego.de/plasencia-cosecha-151-san-diego-corona-gorda-zigarren/","brand":"Plasencia","series":"Cosecha 151","details":{"Genussverlauf":"Mit der Plasencia Cosecha 151 San Diego Corona Gorda erscheint eine weitere beeindruckende Premiumzigarre der für ihre raffinierten und gehaltvollen Kreationen über alle Grenzen Nicaraguas hinaus bekannten Marke. Hergestellt werden die fantastisch gearbeiteten Cosecha 151 Zigarren in Honduras, wo die Plasencias seit einigen Jahren ebenfalls eine Zigarrenmanufaktur betreiben. Die geschmackliche Charakteristik des 13,5 cm langen Corona Gorda Formats ist geprägt von cremigen Kakaonoten, Gewürzen und geröstetem Mandelbrot. Dabei legen diese Aromen eine beispielhafte Komplexität an den Tag, die diesen unglaublich guten Premiumgenuss zu einem ganz besonderen Raucherlebnis werden lässt. Die Zug- und Abbrandeigenschaften dieser von erfahrenen Händen gefertigten Top-Zigarre lassen sich mit einem einzigen Wort beschreiben: perfekt!","Nice to know":"Der spanische Begriff Cosecha bedeutet ins Deutsche übersetzt „Ernte“. Die 151. Erntesaison bei Plasencia muss eine ganz besonders Erfolgreiche gewesen sein, denn nicht ohne Grund hat man gerade diese Tabake verwendet, um daraus eine neue Serie wahnsinnig delikater Premiumzigarren zu kreieren.","Resümee":"Eines ist sicher, wer die Plasencia Cosecha 151 San Diego Corona Gorda nicht probiert, dem entgeht ein besonders feiner und außergewöhnlich harmonischer Zigarrengenuss von mittelkräftigem Stärkegrad. Sehr schmackhaft und empfehlenswert!"},"diameter_mm":18.2,"ring":46,"length_mm":135,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Gewürze","Kakao","Mandelbrot","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":12.5}
