{"name":"CAO Bones Blind Hughie Toro ","url":"https://www.noblego.de/cao-bones-blind-hughie-toro-zigarren/","brand":"CAO","series":"Bones","details":{"Genussverlauf":"Ein ebenholzfarbenes Connecticut Broadleaf aus den USA dient der CAO Bones Blind Hughie Toro als Deckblatt. Darunter befindet sich ein ebenfalls aus US-amerikanischem Anbau stammendes Umblatt, welches die honduranischen und nicaraguanischen Einlagetabake der etwas 15 cm langen Longfiller umschließt. Es sind gut miteinander harmonierende Noten von Heu, Holz, Gras, Erde, Toffee und Pfeffer, die das erste Rauchdrittel bestimmen. Tiefe Erd- und Zartbitterschokoladearomen setzten sich im zweiten Abschnitt durch. Im letzten Drittel keimen viele der genannten Noten nuanciert wieder auf, sodass ein schmackhafter Gesamteindruck im Genussgedächtnis haften bleibt. Konstruktionsweise kann man diese aromareiche Zigarre als Vorbild für völlig unkompliziertes Zug- und Abbrandverhalten ansehen.","Nice to know":"Wie bereits auf den Kisten der CAO Bones Zigarren angedeutet wird, thematisiert die Serie das Dominospiel, welches sich im mittelamerikanischen Raum größter Beliebtheit erfreut. Der englische Begriff „Bones“ steht dabei für die Spielsteine, die man früher noch aus alten Knochen herstellte. Als „Blind Hughie“ wird eine bestimmte Variante des kurzweiligen Gesellschaftsspiels bezeichnet.","Resümee":"Eine gelungene und sehr ausgewogen schmeckende Kreation des Masterblenders Rick Rodriguez. Die CAO Bones Blind Hughie Toro begeistert nicht nur aufgrund ihres hervorragenden Preis-Leistungs-Verhältnisses, sondern ist eine ernst zu nehmende Konkurrenz für ähnlich aufgebaute Zigarren anderer Hersteller."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rick Rodriguez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Connecticut","USA"],"wrapperType":"Connecticut Broadleaf","aromaProfileManufacturer":["Erdig","Leder","Roter Pfeffer","Toast","Toffee","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":7.5}
