{"name":"Don Pepin Garcia Series JJ Salomones","url":"https://www.noblego.de/don-pepin-garcia-series-jj-salomones/","brand":"Don Pepin Garcia","series":"Series JJ","details":{"Fazit":"Ein waldiges Grundaroma, gepaart mit bitterer, dunkler Schokolade. Durch diese Komposition sorgt die Don Pepin Garcia Series JJ Salomones im Zusammenspiel mit einer hervorragenden Verarbeitung für pures Rauchvergnügen.\nWer ein ähnliches Geschmackserlebnis zu etwas niedrigeren Preisen sucht, der sollte unbedingt einmal die \u003ca title=\"Don Pepin Garcia Black Label Zigarren bei Noblego\" href=\"/don-pepin-garcia-black-label/\"\u003eDon Pepin Garcia Black Label Serie\u003c/a\u003e probieren.","Genuss":"Schon der Kaltzug der Don Pepin Garcia Series JJ Salomones zeigt sich abwechslungsreich und offenbart ein breites Aromenspektrum aus Kakao, Würze, Zedernholz und Leder. Nach dem Anfeuern startet die Zigarre pepin-typisch mit kräftigen Pfeffernoten, die jedoch im weiteren Verlauf abnehmen und so Platz für waldige Aromen wie Erde, Leder und Zedernholz machen. Als Gegenpol dazu schwingt beständig eine Nuance von dunkler Schokolade im Hintergrund mit. Gegen Ende hin entwickelt der 18,4 cm lange und 22,6 mm dicke Longfiller einen kräftigeren Nikotingeschmack, der jedoch durch Lagerung im Humidor abgeschwächt werden kann. Wie man es von Don Pepin Garcia gewohnt ist, sucht die Verarbeitung der Series JJ Salomones ihresgleichen. Dies resultiert in einer kreisrunden Abbrandlinie und einem perfekten Kegel beim Abaschen. Der Zugwiderstand ist etwas schwergängig, fördert aber nichts desto weniger Unmengen an cremigem Rauch. Die Rauchdauer liegt bei ca. 100 Minuten.","Hintergrund":"Gerollt in Miami, bestechen die Zigarren der Serie JJ, die ihren Namen aus den Anfangsbuchstaben von Vater und Sohn, José und Jaime Garcia, herleiten, durch ein zartes nicaraguanisches Rosado-Deckblatt, welches sie, in Verbindung mit dem Umblatt und der Einlage, die ebenfalls aus Nicaragua stammen, zu echten Puros macht."},"diameter_mm":22.6,"ring":57,"length_mm":184,"length_inch":0,"format":"Salomones","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Leder","Minze","Muskat","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":20,"additionalNotes":"Limited"}
