{"name":"Romeo y Julieta Petit Churchill Tubo","url":"https://www.noblego.de/romeo-y-julieta-petit-churchill-tubo/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Mit ihrem üppigen Ringmaß und ihrem nahezu makellosen Colorado-Deckblatt ist die Romeo y Julieta Petit Churchill Tubos eine tolle Wahl für den besonderen alltäglichen Genuss. Die Zigarre verströmt einen frischen, floralen Duft mit einem Anklang von grünem Tee und offenbart vielschichtige Aromen bei einem bemerkenswert ausgeglichenen Geschmack. Ein Kaffee oder ein Classic Malt harmonieren hervorragend.","Genuss":"Die serien-typische zweite Banderole verleiht der Zigarre\u003cstrong\u003e \u003c/strong\u003eeinen besonderen und edlen Charakter. Dieses trifft ebenso auf den schicken Tubos zu, der diesen Longfiller schützt und ziert.\u003cstrong\u003e \u003c/strong\u003eBei einem guten Zugwiderstand begeistert die Romeo y Julieta Petit Churchill Tubos von Beginn an. Der Geschmack ist prompt aromatisch und es bildet sich ein dichter Rauch. Auf der Zunge entwickelt sich recht schnell ein typisch kubanischer Geschmack, der ausgewogen und ausdruckstark ist.\u003cstrong\u003e \u003c/strong\u003eEs entsteht sehr wenig Schärfe, die den runden Gesamteindruck stören könnte. Bereits im ersten Drittel erscheinen weiche, cremige Aromen nach Kakao und Holz, die im Verlauf etwas an Stärke zunehmen, wobei etwas Kaffee, Leder und dunkle Schokolade die Aufmerksamkeit auf sich ziehen. Dennoch bleibt die Stärke gering und die Petit Churchill lässt jede Schärfe vermissen. Die geschmackliche Entwicklung steht den größeren Formaten dieser Serie nur wenig nach und überfordert zu keiner Zeit.","Hintergrund":"Zigarren aus dem Hause Romeo y Julieta gelten als besonders ausgewogen in ihrem Aroma. Diese Eigenschaft macht sie zu einem Klassiker unter den kubanischen Zigarren und nicht zu Unrecht weltberühmt. Ihr Erfolg ist den exzellenten Tabaksorten zu verdanken, die seit jeher in der Region Vuelta Abajo geerntet werden. Heute bietet Romeo y Julieta das wohl umfassendste Sortiment an kubanischen Zigarren an. Alle Zigarren sind per Hand gerollte Longfiller."},"diameter_mm":19.8,"ring":50,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Leder","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":15}
