{"name":"La Aurora Preferidos No. 1","url":"https://www.noblego.de/la-aurora-preferidos-no-1/","brand":"La Aurora","series":"Preferidos Edición 1903","details":{"Fazit":"Die La Aurora Preferidos No. 1 ist eine erhabene, gehaltvolle und geschmacklich abwechslungsreiche Zigarre, die dennoch auf der milden Seite anzusiedeln ist. Ein besonderer Smoke, den Sie so schnell nicht vergessen werden.","Genuss":"Hält man diese Zigarre in den Händen, wird schnell klar, in welcher Liga die La Aurora Preferidos No. 1 spielt. Das aus Kamerun stammende Deckblatt ummantelt diese hervorragend verarbeitete Perfecto, die im Inneren Tabake aus der Dominikanischen Republik birgt. Der Kaltduft ist mit seinem Hauch von Kaffee und einer dezenten Süße betörend. Einmal angeraucht, offenbart sich schnell das dezente Aromenspiel, das bei aller Milde Abwechslung bereithält. Dabei gesellen sich etwa alle paar gerauchten Zentimeter neue Aromen hinzu, sodass eine Melange aus Kaffee, dem Aroma gerösteter Nüsse, Holz, feiner Zeder,  dezenter Grasnoten sowie eines dezent erdigen Geschmacks entsteht. Dazu ein unübertreffbarer Abbrand, ein perfekter Zug und eine graue, stabile Asche. Hervorragend!","Hintergrund":"Es könnte eine Aschenputtel-Geschichte sein. Als Söhne eines Tabakbauern begann die Geschichte von Antonio León und Don Eduardo León Jimenes. Inmitten von Tabakpflanzen aufgewachsen, lernten sie schon früh, wie eine perfekte Zigarre zusammengestellt und gedreht wird. So dauerte es nicht lang, bis sie 1903 ihre erste Manufaktur gründeten und die Erfolgsgeschichte nahm ihren Lauf. Somit gibt es das Traditionsunternehmen in Familienhand seit über 100 Jahren, was man den Zigarren von La Aurora hinsichtlich ihrer Qualität auch anmerkt. Denn hier sind Menschen am Werk, die sich seit Jahrzehnten auf die Suche nach den perfekten Ingredienzien begaben und sie schließlich fanden."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kaffee","Röstaromen","Zedernholz"],"strength":"Mild","smokingDuration":"45 bis 90 Min","price":21}
