{"name":"La Gloria Cubana Edición Regional Glorias ER 2015","url":"https://www.noblego.de/la-gloria-cubana-edicion-regional-glorias-er-2015/","brand":"La Gloria Cubana","series":"","details":{"Fazit":"Die La Gloria Cubana Edición Regional Glorias ER 2015 ist eine außerordentlich guter Longfiller aus Kuba, der aufgrund seiner Stärke vor allem gestandenen Aficionados munden wird. Beine hochlegen, dazu ein Glas kräftigen Whisky und genießen!","Genuss":"Die La Gloria Cubana Edición Regional Glorias ER 2015 ist etwas Besonderes. Darauf verweist bereits der zweite Zigarrenring mit dem Schriftzug „Exclusivo 5ta Avenida“ was übersetzt etwa so viel bedeutet wie „exklusiv für 5th Avenue“. Ebenfalls auffällig ist das seltene Figurado-Format der kubanischen Dame, das Rodolfo genannt wird und zu den größten Figurado-Formaten überhaupt gehört. Mit der stattlichen Länge von 178 Millimetern und einem recht großen Ringmaß von 54 fällt diese Zigarre aus dem sonstigen Repertoire der oftmals eher schlanken Havannas ein wenig heraus. Und sorgt dabei für ordentlich würzigen Rauch, ist sie erst einmal angezündet. Aromatisch präsentiert sie kräftige Erdnoten, außerdem ist Holz präsent und immer wieder schmeckt man herrlich kräftige Röstaromen. Hinzu kommt der Rauch, der mal nussige Anklänge, mal Creme an den Gaumen trägt. Ab dem zweiten Drittel macht sich zunehmend Pfeffer bemerkbar, der im interessanten Spiel mit den übrigen Aromen steht. Und auch was die Verarbeitung betrifft, gibt es nichts zu beanstanden, denn diese Kubanerin ist einwandfrei gerollt und präsentiert eine stabile, grau-weiß-melierte Asche.","Hintergrund":"Die La Gloria Cubana Edición Regional Glorias ER 2015 ist, wie der Name schon vermuten lässt, eine limitierte Edition. Im September 2016 erreichten 6000 Kisten zu je 10 Zigarren den Importeur 5th Avenue, mit einiger Verzögerung standen die ersten Kisten dann auch in den Regalen der Händler. Erhältlich ist die Edición Regional allerdings nur in Deutschland, Österreich und Polen, denn in diesen drei Ländern ist 5th Avenue offizieller Alleinimporteur von Habanos. Aufgrund der begrenzten Verfügbarkeit der speziellen Tabakblätter, die für diese Zigarre im besten Anbaugebiet Kubas— Vuelta Abajo – gezogen wurden, wird diese Edition vermutlich nicht lange zu haben sein. Wem die la Gloria Cubana schmeckt, sollte sich also besser einen Vorrat anlegen."},"diameter_mm":21.4,"ring":54,"length_mm":178,"length_inch":0,"format":"Figurado","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Röstaromen"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":19.1,"additionalNotes":"Limited"}
