{"name":"Miro Robusto","url":"https://www.noblego.de/miro-robusto/","brand":"Miro","series":"","details":{"Fazit":"Die Miro Robusto ist eine hochwertige Zigarre für Aficionados, die gerne etwas Neues entdecken und vielleicht auch einmal Gleichgesinnte mit etwas Besonderem überraschen wollen. Als hochwertiges und anspruchsvolles Geschenk ist die solide gefertigte Zedernholzkiste mit 20 Stück ganz besonders gut geeignet.","Genuss":"Miro Robustos sind perfekt gerollt und von einem sehr schönen, schokoladenbraunen und wunderbar öligen Deckblatt aus Honduras umhüllt. Der Abbrand ist tadellos. Schon vom ersten Zug an erlebt man eine große Geschmacksfülle im voluminösen Rauch. Die kräftigen Aromen hinterlassen im Abgang erdige Untertöne, wie sie oft in Zigarren Mittelamerikas zu schmecken sind. Insgesamt bleibt die Zigarre im Rauchverlauf cremig und angenehm weich. Eine zart pfefferige Note im Mittelbau lässt gegen Ende eher nach. Die Einlage der Miro Robusto Zigarren besteht aus honduranischen Tabaken und ist mit etwas nicaraguanischem und ecuadorianischem Tabak gemixt. Diese gekonnte Mischung sorgt für einen sehr gehaltvollen Geschmack im gesamten Rauchverlauf. Dieser währt bei den Abmessungen von 134 x 20 Millimetern rund 45 bis 55 Minuten.","Hintergrund":"Miro ist in Deutschland eine noch recht junge Zigarren-Marke. Wie viele andere Newcomer holte sie das Zigarrenhaus Paul Bugge zu uns. Diese Zigarren werden in einer der größeren Manufakturen in Danlí, Honduras hergestellt. Honduras hat sich in jüngerer Zeit neben Nicaragua und Ecuador als Hersteller für Zigarren aus dem mittelamerikanischen Raum einen guten Namen gemacht. Große Hersteller wie \u003ca title=\"Flor de Selva Zigarren bei Noblego\" href=\"/flor-de-selva-zigarren/\"\u003eFlor de Selva\u003c/a\u003e und \u003ca title=\"Rocky Patel Zigarren bei Noblego\" href=\"/rocky-patel/\"\u003eRocky Patel\u003c/a\u003e lassen ihre Zigarren in Honduras fertigen. Perfekte klimatische Bedingungen mit vielen Regenfällen und milden Temperaturen lassen einen würzigen, landestypischen Tabak entstehen."},"diameter_mm":20,"ring":50,"length_mm":134,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Ecuador","Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Leder","Nuss","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.9}
