{"name":"Gilbert de Montsalvat 10 Years Anniversary Toro Gordo","url":"https://www.noblego.de/gilbert-de-montsalvat-10-years-anniversary-toro-gordo/","brand":"Gilbert de Montsalvat","series":"","details":{"Fazit":"Lassen Sie den feinen Geschmack der Gilbert de Montsalvat 10 Years Anniversary in aller Ruhe auf sich wirken und nehmen Sie sich die Zeit diesen herrlichen Genuss kennenzulernen. Es lohnt sich sehr!","Genuss":"Edle Tabake dreier Herkunftsländer wurden für die Gilbert de Montsalvat 10 Years Anniversary miteinander stimmig vereint. Im Einzelnen handelt es sich dabei um ein sehr hochwertiges ecuadorianisches Deckblatt unter dem ein Umblatt aus Nicaragua sowie eine handverlesene Auswahl dominikanischer Premiumtabake verborgen sind. Mit einem Ringmaß von 58 und einer Länge von 14,6 cm zeigt sich die handgerollte Jubiläumszigarre als sehr stattliche Toro Gordo. Diese wartet gleich zu Rauchbeginn mit einem dichten cremigen Rauch auf, der neben wunderbar miteinander harmonisierenden Aromen von Kaffee, Schokolade, Nuss, Erde und Frucht, eine sanfte Karamellsüße sowie unaufdringliche Pfefferwürze enthält. Wie bereits erwähnt, sollte man für den Genuss der Gilbert de Montsalvat 10 Years Anniversary ungefähr 2 Stunden Zeit einplanen. Machen Sie sich dabei auf ein durch und durch angenehmes und stets im mittelkräftigen Bereich bleibendes Raucherlebnis gefasst, bei dem Sie sich ganz dem leckeren Geschmack der limitierten Sonderedition widmen können, denn ihr Zug und Abbrand lassen sich als geradezu perfekt bezeichnen.","Hintergrund":"Die Gilbert de Montsalvat 10 Years Anniversary unterstreicht eindrucksvoll, wofür die Zigarren des Schweizers Raymondo Bernasconi seit nunmehr zehn Jahren bekannt sind. Es sind allesamt hochqualitative Kreationen, mit raffinierten Blends versehen, die aus einer aufrichtigen Leidenschaft für richtig gute Zigarren entstehen."},"diameter_mm":23,"ring":58,"length_mm":146,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Karamell","Nuss","Pfeffer","Schokolade","Trockenfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":11.9,"additionalNotes":"Limited"}
