{"name":"Daniel Marshall DM2 Churchill","url":"https://www.noblego.de/daniel-marshall-dm2-churchill/","brand":"Daniel Marshall","series":"","details":{"Fazit":"Schon das Format der Daniel Marshall DM2 Churchill verlangt Zeit und Ausgeglichenheit für den perfekten und richtig langen Rauchgenuss. Ebenso gehört bestimmt für viele Aficionados eine schöne Flasche Rotwein dazu, so dass Rauchdauer und Länge des Trinkgenusses im Einklang stehen. Ein schöner Barolo aus dem Piemont könnte es mit den ausgeprägten Geschmacksnoten dieser Zigarre aufnehmen.","Genuss":"Die Daniel Marshall DM2 Churchill ist eine Zigarre, deren edle Tabake  allesamt aus Nicaragua stammen. Daniel Marshall hat sie zusammen mit dem kubanischen Masterblender Manuel Quesada kreiert. Allein die im Jalapa-Tal angebauten Deckblätter sind 5 Jahre lang gereift. Das Ergebnis ist eine wundervoll aromatische Zigarre mit deutlichen Holz- und Kaffeearomen. Dazu gesellt sich eine zarte Zimtnote, die im Rauchverlauf immer mal wieder hervortritt. Mit 19,1 Millimetern im Durchmesser und einer stattlichen Länge von 176 Millimetern haben wir eine richtig große Zigarre vor uns, die knapp zwei Stunden lang außergewöhnlichen Tabakgenuss beschert.","Hintergrund":"Daniel Marshall ist in den USA ein sehr bekannter Hersteller von edlen Humidoren und Accessoires. Die DM2 Churchill von Daniel Marshall wird aus einer Kombination von drei edlen Tabaksorten aus Nicaragua hergestellt. Diese Tabake werden ausschließlich von den besten Plantagen in bevorzugten Anbaugebieten bezogen. Inspiriert durch seinen Lieblingskaffee kreierte er die Linie der DM2 Zigarren, die reich an Schokoladen- und Kaffeearomen sind."},"diameter_mm":19.1,"ring":48,"length_mm":176,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Schokolade","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":8.8}
