{"name":"Caldwell Eastern Standard Sungrown Magnum","url":"https://www.noblego.de/caldwell-eastern-standard-sungrown-magnum/","brand":"Caldwell","series":"","details":{"Fazit":"Mit der Caldwell Eastern Standard Sungrown Magnum steht Ihnen ein kraftvolles und sattes Raucherlebnis bevor. Nehmen Sie sich die Zeit für diese hervorragende Premiumzigarre, es lohnt sich!","Genuss":"Wenn man die Caldwell Eastern Standard Sungrown Magnum in den Händen hält, fällt einem gleich die fantastische Qualität dieser kräftigen Zigarre auf. Der betörende Duft des in der mexikanischen Sonne gereiften Deckblattes der mit einem 60er-Ringmaß ausgestatteten Magnum verspricht einen äußerst verheißungsvollen und delikaten Smoke. Ausgewählte dominikanische und mexikanische Einlagetabake sowie ein ecuadorianisches Umblatt komplettieren den raffinierten Blend. Die bisher stärkste Zigarre aus dem hochinteressanten Portfolio von Robert Caldwell präsentiert ihre aufkommenden Aromen von dunkler Zartbitterschokolade, Kakao und Zedernholz von schmackhafter Würze (schwarzer Pfeffer, Zimt) getragen, herrlich ausbalanciert und komplex. Ein überaus cremiges und technisch sauberes Rauchvergnügen, für das sich der geneigte Genießer bis zu zwei Stunden Zeit nehmen sollte.","Hintergrund":"Die Caldwell Eastern Standard Sungrown Magnum ist an ihrem Kopf mit einem sogenannten Pigtail versehen. Diesen kleinen gezwirbelten Tabakzopf kann man einfach abknipsen und das dadurch entstandene Loch als Rauchkanal nutzen, ein konventionelles Anschneiden der Zigarre ist dann nicht mehr von Nöten."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Magnum","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Ecuador"],"wrapperType":"Sungrown","aromaProfileManufacturer":["Kakao","Schwarzer Pfeffer","Zartbitter","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.5}
