{"name":"Culture Dominican Robusto","url":"https://www.noblego.de/culture-dominican-robusto/","brand":"Culture","series":"Dominican","details":{"Fazit":"Culture Dominican Robusto Zigarren sind handliche Zigarren für jede Gelegenheit. Sie sind mild, fein-würzig und stellen auch den anspruchsvollen Zigarren-Liebhaber zufrieden. Allein wegen der Rauchdauer passen sie am besten in die stressarme Zeit des Feierabends zu einem guten Glas Wein.","Genuss":"Diese schöne, hell ummantelte Zigarre im beliebten Robusto-Format liegt fest gerollt und kompakt extrem gut in der Hand und duftet schon vor dem Anzünden verführerisch nach Heu und Sommerwiese. Das Deckblatt aus Honduras verstärkt den milden Charakter mit seinen süßlichen Komponenten. Die Einlage besteht aus einer Mischung von besten Tabaken aus der Dominikanischen Republik mit kleinen Anteilen aus nicaraguanischem Premiumtabak. Auch das Umblatt stammt aus der Dominikanischen Republik. Der sehr feine und zart würzige Geschmack präsentiert Komponenten von Holz und Gewürzen. Mit ihren Abmessungen von 127 Millimetern in der Länge und einem Durchmesser von 20 Millimetern schenkt sie uns eine gute Dreiviertelstunde lang bis zum letzten Zug den vollen Geschmack.","Hintergrund":"Für die Culture Dominican Robusto werden nur Premiumtabake verwendet, die in der Dominikanischen Republik heranwachsen. Über sechs Monate lang müssen die Zigarren in Jutebändern eingerollt reifen, bevor sie konfektioniert und verschifft werden. Die Qualität garantieren Kontrollen und der Vertrieb durch Paul Bugge Deutschland."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Schokolade"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.1}
