{"name":"Davidoff Dominicana Short Robusto","url":"https://www.noblego.de/davidoff-dominicana-short-robusto-zigarren/","brand":"Davidoff","series":"Dominicana","details":{"Genussverlauf":"Die Einlage der Davidoff Dominicana Short Robusto setzt sich aus fünf hochwertigen Vintage-Tabaken aus der Dominikanischen Republik zusammen, die wie alle Tabake der cremigen Longfiller eine Reifezeit von sechs Jahren absolvieren durften. Ihr feines Deckblatt ist ein speziell gezüchteter dominikanischer Hybridtabak, unter dem ein ecuadorianisches Umblatt verarbeitet wurde. Ein interessanter Blend, welcher der Short Robusto ein wunderbar komplex auftretendes Aromaaufkommen verleiht. So dominieren im ersten Rauchdrittel delikate Noten frischer Gewürze sowie ein unaufdringlicher Ton schwarzen Pfeffers den Geschmack. Im zweiten Drittel bestimmen eine unnachahmliche Cremigkeit und intensive Schokolade- sowie Ledernoten den Genuss. Das letzte Drittel ist von schmackhaften Noten getrockneter Früchte geprägt, die von der zuvor angeklungenen Cremigkeit bis zum letzten Zug begleitet werden. Ein überaus köstliches Rauchvergnügen, von ebenfalls beispielhafter Qualität bei Zug und Abbrand.","Nice to know":"Die Davidoff Dominicana Serie zählt zu den ikonischen Zigarren der Davidoff White Band Collection. Dazu gehören noch die Serien Davidoff Aniversario, Grand Cru, Millenium und Signature.","Resümee":"Die Davidoff Dominicana Short Robusto verspricht wunderbar intensiven Zigarrengenuss und beweist dabei die gewohnt hohe Qualität, für die alle Zigarren von Davidoff stehen. Zunächst erscheint die Dominicana Serie nur in streng limitierter Auflage, interessierte Aficionados sollten daher frühzeitig bestellen."},"diameter_mm":20,"ring":50,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Eichenholz","Fruchtig","Gewürze","Leder","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":18.9,"additionalNotes":"Pigtail"}
