{"name":"Cavalier Genève White Series Salomones","url":"https://www.noblego.de/cavalier-geneve-white-series-salomones-zigarren/","brand":"Cavalier","series":"","details":{"Genussverlauf":"Das Deckblatt der Cavalier Genève White Series Salomones stammt aus Brasilien. Für ein Deckblatt dieser Herkunft erscheint es ungewöhnlich hell, weist jedoch eine sehr hohe Qualität auf. Ein in Honduras gezogenes Connecticut Umblatt sowie Einlagetabake aus Nicaragua, Paraguay und der Dominikanischen Republik komplettieren die sehr gute Zutatenliste, aus der dieser herrliche Genuss entstanden ist. Bereits mit dem ersten Zug beweist das wunderschöne und meisterhaft gefertigte Format seinen cremigen Charakter. Ein buttriger Rauch trägt im ersten Drittel eine ganze Reihe an verschiedenen Nussaromen an den Gaumen. Ein Hauch von weißem Pfeffer schwingt dabei harmonisch im Hintergrund mit. Nach kurzer Zeit entsteht eine sehr feine süße Note, die an Nougat erinnert. Hinzu kommen schöne Noten von Zedernholz, die das zweite Rauchdrittel bestimmen. Zarte Röst- und Kaffeearomen wiederum von einem Hauch Pfeffer umspielt, dominieren große Teile des letzten Rauchabschnitts, der mit einem wunderbar süßen Finale endet. Zug- und Abbrandprobleme hat der Genießer bei dieser perfekt gerollten Zigarre nicht zu erwarten.","Nice to know":"Wie alle Zigarren der Marke Cavalier Genève trägt natürlich auch die Salomones der White Series die obligatorische Raute aus echtem Blattgold unter ihrer Bauchbinde. Dieses Gimmick mit hohem Wiedererkennungswert bietet einen zusätzlichen Reiz, denn sobald die Glut an dem Blattgoldstreifen zu züngeln beginnt, kann man beobachten, wie die Raute nach und nach mit dem Aschekegel der Zigarre verschmilzt.","Resümee":"Eine außergewöhnlich gute Zigarre aus honduranischer Produktion, die vom ersten bis zum letzten Zug mit ihrer feinen Cremigkeit und wunderbar abwechslungsreichen Aromen zu überzeugen weiß. In gut sortierten Humidoren sollte die Cavalier Genève White Series Salomones auf jeden Fall zu finden sein."},"diameter_mm":19.8,"ring":50,"length_mm":178,"length_inch":0,"format":"Salomones","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Paraguay"],"binderOrigin":["Connecticut Shade","Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Kaffee","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":15.5}
