{"name":"Maravilla Edicion Limitada Short Churchill","url":"https://www.noblego.de/maravilla-edicion-limitada-short-churchill/","brand":"Maravilla","series":"Edicion Limitada","details":{"Fazit":"Dieser kurze aber dafür umso dickere Stumpen gefällt. Die Maravilla Edicion Limitada Short Churchill verwöhnt für die Dauer einer guten halben Stunde mit ihrem betörenden Aromenbouquet. Am besten zusammen mit einem edlen Tropfen zu genießen.","Genuss":"Mit einer Einlage aus der Dominikanischen Republik und einem Umblatt und Deckblatt aus Ecuador ist dieser Zigarre alles Notwendige mit auf den Weg gegeben worden, um mit interessantem und ausbalanciertem Aroma daher zu kommen. Dabei beginnt das Rauchvergnügen bereits in dem Moment, in welchem die Maravilla Edicion Limitada Short Churchill der rot-glänzend lackierten Zedernholzkiste entnommen wird. Perfekt verarbeitet und mit einem grasig-herben Kaltgeruch beginnt schon das „kalte Genießen“ vielversprechend. Ist die Dominikanische Dame dann erst einmal entzündet, verströmt sie vor allem eine überwältigende Cremigkeit. Hinzu gesellen sich Aromen von einer zarten Süße, erdigen Noten und dem Geschmack von Kaffee. Die Röstaromen kommen immer wieder herrlich nussig daher.","Hintergrund":"Für diese Zigarrenlinie wurde Maravilla bereits vielfach gelobt. Wir finden zu Recht. Denn mit der Edicion Limitada ist den Machern aus der Dominikanischen Republik eine Serie gelungen, die bei milder Stärke mit wohlbalanciertem Aroma daher kommt. Und wenn solch eine Zigarre dann noch in so einer schönen Produktverpackung  angeboten wird, dann macht der Genuss gleich doppelt Spaß."},"diameter_mm":21.4,"ring":54,"length_mm":110,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.9}
