{"name":"Alec Bradley Black Market Filthy Hooligan Barber Pole 2023","url":"https://www.noblego.de/alec-bradley-black-market-filthy-hooligan-barber-pole-2023-zigarren/","brand":"Alec Bradley","series":"Black Market","details":{"Fazit":"Ob Sie nun den St. Patrick’s Day standesgemäß feiern wollen oder sich einfach an den wunderschön angenehm zu rauchenden Filthy Hooligans erfreuen möchten, bleibt natürlich ganz Ihnen überlassen. In jedem Fall sollten Sie sich einige der streng limitierten „Hingucker“ sichern, schließlich erscheinen sie nur einmal im Jahr und sind erfahrungsgemäß rasend schnell vergriffen.","Genuss":"Die Alec Bradley Black Market Filthy Hooligan stellte als sogenannte Candela Zigarre eine Besonderheit auf dem deutschen Markt dar. Bis in die 70er Jahre des letzten Jahrhunderts sehr beliebt, waren die grünen Zigarren zwischenzeitlich vom Markt verschwunden. Heutzutage wird die mittelstarke Toro in Honduras im ansprechenden „Barber-Pole Style“ gerollt und weist eine hervorragende Verarbeitung auf. Das Abbrand und Zug gut sind, ist selbstverständlich. Die leichte Süße des zusätzlichen Sumatra Deckblatts aus Ecuador prägt den gesamten Rauchverlauf. Außerdem erzeugt der cremige Rauch ein unglaublich sanftes Gefühl am Gaumen, das den Genuss der eher milden Honduraner besonders angenehm gestaltet.","Hintergrund":"Dass der Name Alec Bradley Black Market Filthy Hooligan insbesondere in Deutschland nicht die besten Assoziationen hervorruft sei verziehen. Wenn Sie versprechen, niemanden zu verhauen, wenn Sie diese Zigarre rauchen, dann wird sie das nicaraguanische Deckblatt aus Jalapa für diese „Aufgabe“ in Verbindung mit dem Sumatraumblatt und den honduranischen und Panamaesen Tabaken entschädigen."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras","Nicaragua"],"fillerOrigin":["Honduras","Panama"],"binderOrigin":["Ecuador","Sumatra"],"aromaProfileManufacturer":["Cremig","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11,"additionalNotes":"Boutique Zigarre, Doppeltes Deckblatt"}
