{"name":"Romeo y Julieta Añejados Churchill A/T","url":"https://www.noblego.de/romeo-y-julieta-anejados-churchill-at/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Die Romeo y Julieta Añejados Churchill A/T versprüht einen ganz besonderen Charme, den der Reife und des Alters. Geschmacklich eine Offenbarung für jeden Genussraucher! Leider gibt es nur einen Haken, denn diese Sonderedition erscheint nur einmal, und zwar in sehr, sehr begrenzten Stückzahlen. Greifen Sie also zu, solange sich die Gelegenheit bietet.","Genuss":"Die Romeo y Julieta Añejados Churchill A/T befindet sich wohl im allerbesten Zigarrenalter. Mit mindestens zehn Jahren Reifezeit ist sie somit die „älteste“ Habanos Añejados, die je in Deutschland auf den Markt gekommen ist. Zum Vergleich, alle anderen Añejados vor ihr, wiesen eine Reifezeit von fünf bis acht Jahren auf. Die Reifelagerung dieser speziellen Sondereditionen findet auf Kuba unter optimalen Bedingungen statt. Nach zehn Jahren hat die Romeo y Julieta Añejdaos Chruchill A/T eine extraordinäre Komplexität erlangt, so wirkt sie im Geschmack deutlich runder und ausbalancierter. Von Drittel zu Drittel kann der Genießer bei dieser Zigarre die feinen Übergänge und abwechslungsreichen Aromakombinationen erfahren. Der sehr cremige Genuss dieser außergewöhnlichen Kubanerin ist geprägt von klaren Kaffee-, Toast-, Schokolade-, Leder-, Erd- und Zedernholzaromen, die sich abwechselnd präsent am Gaumen bemerkbar machen, je nachdem in welchem Rauchdrittel man sich gerade befindet. Durch die lange Reifung hat sich zudem eine besonders delikate Tabaksüße entwickelt, welche die zuvor genannten Aromen während des gesamten 90-minütigen Rauchverlaufs vortrefflich unterlegt.","Hintergrund":"Zum ersten Mal in der Historie der speziellen „Habanos Añejados“ Serie hat man ein Format gewählt, welches bereits im Portfolio der Marke existiert. Sonst war es nämlich üblich, eine Añejados in einem Format herauszubringen, das die jeweilige Marke bisher noch nie im Sortiment geführt hat. Dadurch hat man die einmalige Möglichkeit, die relativ frische Churchill aus dem regulären Sortiment von Romeo y Julieta zu probieren und danach das mindestens zehn Jahre reifgelagerte Exemplar der Añejados Serie. Ein spannender Vergleich, der sicher deutlich aufzeigt, welch immenses Potenzial in Havanna Zigarren schlummert, wenn man sie einige Jahre unter besten Bedingungen im Humidor lagert."},"diameter_mm":18.7,"ring":47,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":27,"additionalNotes":"Aged"}
