{"name":"Flor de las Antillas Toro","url":"https://www.noblego.de/flor-de-las-antillas-toro/","brand":"Flor de Antillas","series":"Sun Grown","details":{"Fazit":"Von den hervorragend verarbeiteten Qualitätsrohstoffen, über die kräftig-würzige Komposition, bis hin zur ansprechenden Produktpräsentation stimmt hier einfach alles! Besonders Liebhaber kräftiger Zigarren werden diese Toro zu schätzen wissen, doch auch allen anderen Aficionados sei ein Tasting hier wärmstens ans Herz gelegt. In einer geselligen Runde am Abend oder auch zu einem Glas Rum sehr zu empfehlen.","Genuss":"Diese Zigarre ist eine Erscheinung. Das ölig glänzende, sonnengereifte Deckblatt aus Nicaragua mit der ansprechenden Bauchbinde im Vintage-Kuba-Design ist von hervorragender Qualität und macht sogleich Lust auf mehr. Der Kaltgeruch offenbart bereits leckere Kakao-und Kaffeetöne, die auch während des Smokes immer wieder aufscheinen. Ferner sind dezent-blumige Noten im kalten Zustand zu vernehmen. Nach dem Anzünden sind vor allem Aromen von weißem Pfeffer präsent, die den erdig-würzige Grundtenor wunderbar ergänzen. Im weiteren Rauchverlauf gesellen sich dann nussige Nuancen und auch Ledertöne dazu. Die Flor de las Antillas Toro zeichnet sich vor allem durch ihr hervorragend ausbalanciertes Aromenspiel aus, so dass ihr der Titel „Beste Zigarre des Jahres 2012“ vollkommen zu Recht zukommt. Besonders schön ist bei dieser Puro auch noch der dicke, cremige Rauch, der förmlich auf der Zunge vergeht. Das Zugverhalten ist einwandfrei, ebenso wie der Abbrand, der sich bei gelegentlich vorkommendem Schiefbrand zu Beginn des Smokes schnell selbst korrigiert.","Hintergrund":"Die neue Serie Flor de las Antillas geht auf die Kappe des wohlbekannten Don Pepin Garcia. Kurz nachdem sie anlässlich des 91. Geburtstages von  Federal Cigars vorgestellt wurde, sorgte sie bereits für einiges Aufsehen, was sich nach der hervorragenden Bewertung durch das renommierte Journal „Cigar Aficionado“ verstärkt hat. Desweiteren ist diese Linie als eine Hommage an Kuba als die Heimat von Pepin Garcia zu verstehen. Darauf verweisen neben dem Namen, der übersetzt „Blume der Antillen“ bedeutet und somit als Metapher für die Insel in der Karibik zu verstehen ist, auch die Vintage-Holzkisten und die Banderole im kubanischen Stil, sowie das aus der Karibik stammende Saatgut. Daher dürfte diese neue Serie aus Nicaragua auch Habanos-Liebhabern durchaus munden."},"diameter_mm":22,"ring":56,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Sungrown","aromaProfileManufacturer":["Erdig","Kakao","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.8}
