{"name":"La Ley Mareva","url":"https://www.noblego.de/la-ley-mareva/","brand":"La Ley","series":"","details":{"Fazit":"Trotz ihrer geringen Größe wird die La Ley Mareva in einer wunderschönen Massivholzkiste geliefert. Sie steht ihrer größeren Schwester, der Robusto, geschmacklich in nichts nach und passt hervorragend zu einem kräftigen Rotwein, wie zum Beispiel einem Rioja Reserva aus der Bodega Barón de Ley, um dem Namen der Zigarre treu zu bleiben.","Genuss":"Die La Rey Mareva ist von einem sehr schönen und hellen Deckblatt aus Nicaragua eingehüllt. Auch das Umblatt stammt von dort. Die Einlage ergänzt dieses Duett mit einer Mischung von Tabaken aus Honduras und Nicaragua sowie einer weiteren, streng geheimen Komponente. Die La Ley Mareva zeigt sich völlig problemlos im Abbrand und stellt dem Raucher keinen großen Zugwiderstand entgegen. Dadurch entwickelt sie trotz des kleinen Formats einen erstaunlich voluminösen Rauch, der eine gewisse Rauheit mit herbem Geschmack auf der Zunge produziert. Dabei bietet diese Zigarre Noten von Holz und Kakao. Das Format von 17,5 x 102 Millimetern beschert dem neugierigen Aficionado eine gute halbe Stunde gehobenen Rauchgenusses.","Hintergrund":"Das junge Team um Didier Houvenaghel und AJ Fernandez ist für den Geschmack und die Produktion dieser ganz besonderen Zigarren verantwortlich. Sie wurden von Houvenaghel konsequent aus der alten kubanischen Tabaktradition entwickelt. Aus politischen und wirtschaftlichen Gründen ging Didier Houvenaghel jedoch nach Nicaragua, wo er seine Kenntnisse nun erfolgreich umsetzt. Der Name La Ley bedeutet „das Gesetz“. Damit wird wohl die vorbildliche handwerkliche Verarbeitung der Zigarre gemeint sein."},"diameter_mm":17.5,"ring":44,"length_mm":102,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Leder","Süß"],"strength":"Medium","smokingDuration":"20 bis 45 Min","price":12.75}
