{"name":"Davidoff Winston Churchill Limited Edition 2022 Perfecto","url":"https://www.noblego.de/davidoff-winston-churchill-limited-edition-2022-perfecto-zigarren/","brand":"Davidoff","series":"Winston Churchill","details":{"Genussverlauf":"Das absolut makellose und ölig schimmernde Deckblatt der Davidoff Winston Churchill Limited Edition 2022 Perfecto stammt aus Ecuador. Darunter wurde ein gehaltvolles Negro San Andres Seco Umblatt verarbeitet. Die spannende Einlage dieser kräftigen Zigarre besteht aus einer raffinierten Mischung dominikanischer und nicaraguanischer Premiumtabake. Frische Gewürze, zarte Aromen von Leder und Schwarztee bestimmen den Genuss der wie aus einem Bilderbuch entsprungenen Perfecto mit einem maximalen Ringmaß von 61 zu Anfang. Mit Beginn des zweiten Rauchdrittels wandeln sich die Aromen hin zu cremigen Walnuss- und Kakao-Noten, die von zarten floralen Tönen flankiert werden. Im letzten Drittel sind es herrlich intensive Leder-, Zedernholz- und Pfefferaromen, die den Genuss der wunderschönen Sonderedition final definieren. Vom ersten bis zum letzten Zug zeigt die an beiden Enden spitz zulaufende Davidoff Limited Edition 2022 Perfecto keinerlei Schwächen beim Abbrand. Dieser geht zudem aufgrund einer perfekten Rollung sehr gemächlich vonstatten, sodass man an der knapp 15 cm langen Sonderedition gut 60 bis 70 Minuten Freude hat.","Nice to know":"Die limitierten Sondereditionen aus der Winston Churchill Reihe vereinen die hervorragenden Blends der „The Late Hour Series“ und der „The Original Series“ von Davidoff. Das Resultat ist ein sehr vielfältiger und von enormer Komplexität angefüllter Genuss.","Resümee":"Wie lange der Vorrat an den Davidoff Winston Churchill Limited Edition 2022 Perfectos reichen wird, können wir nicht vorhersehen. Die Erfahrung mit den Vorgängern dieser Sonderauflage hat allerdings gezeigt, dass aufgrund der hohen Nachfrage und Beliebtheit dieses Artikels nicht viel Zeit verstreichen wird, bis die in einer weltweiten Auflage von 12.300 Kisten erschienenen Leckerbissen vergriffen sein werden."},"diameter_mm":24,"ring":61,"length_mm":149,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Blumig","Gewürze","Kaffee","Kakao","Leder","Pfeffer","Walnuss","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":31,"additionalNotes":"Limited"}
