{"name":"Kristoff Classic Robusto","url":"https://www.noblego.de/kristoff-classic-robusto/","brand":"Kristoff","series":"","details":{"Fazit":"Die Kristoff Classic Robusto ist die perfekte Zigarre für all diejenigen, die bei einer mediumstarken Zigarre auf ausgewogene Aromenbouquets Wert legen. Als Begleitgetränk bietet sich hier ein gutes Glas Cognac oder auch ein herber Cocktail an.","Genuss":"Typisch Kristoff Zigarre kommt auch die Kristoff Classic Robusto mit einem Pigtail und einem wilden Zigarrenfuß aus dem Humidor. Dabei sorgt die silbrig schimmernde Bauchbinde im Vintage-Look dafür, dass hier ein gewisses Retro-Feeling aufkommen kann und auch Assoziationen zu einer Stange Dynamit geweckt werden. Auf der Stärkeskala bleibt diese Dominikanerin aber im Medium-Bereich, auch wenn Sie dann und wann durchaus stärkere Anwandlungen hat. Aromatisch bietet diese Zigarre Noten von Gewürzen, gerösteten Nüssen und eine dezente aber delikate Süße. Sie erinnert außerdem während des Smokes mmer wieder mal an Honig und schmeckt nach Zedernholz. Abwechslungsreich und lecker!","Hintergrund":"In den USA ist diese Serie unter einem anderen Namen bekannt, der jedoch in Europa aufgrund markenrechtlicher Gründe nicht erlaubt ist. Mit ihm soll aber auf die starke Verwurzelung zur Karibik, sowohl in der Herstellung als auch im Aroma hingewiesen werden. Denn in der Manufaktur werden die Kristoff-Zigarren nur von den besten Master-Blendern gerollt, die über langjährige Erfahrung mit kubanischen Zigarren verfügen."},"diameter_mm":21.43,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.8,"additionalNotes":"Pigtail"}
