{"name":"Macanudo Maduro Baron de Rothschild","url":"https://www.noblego.de/macanudo-maduro-baron-de-rothschild/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Mit der Macanudo Maduro Baron de Rothschild darf sich jeder Aficionado ein bisschen geadelt fühlen. Die ausgewogenen Aromen des mittelstarken Blends harmonieren bestens mit einem Irish Coffee, Irish Whiskey oder einem dunklen irischen Bier.","Genuss":"Das Lonsdale Format wurde zu Ehren des fünften Herzogs von Lonsdale, der ein großer Zigarrenliebhaber war, von der kubanischen Marke Rafael Gonzales eingeführt. Aber auch andere Marken bedienten sich schnell dieses eleganten Formates, das im Fall der Macanudo Maduro Baron de Rothschild eine Länge von 16,2 Zentimetern und einen Durchmesser von 16 Millimetern vorzuweisen hat. Ihre Einlage stammt aus der Dominikanischen Republik und wie auch das Umblatt aus Mexiko, das Deckblatt ist ein Broadleaf Maduro aus dem Connecticut River Valley. Die aromatische Struktur wird von weichen und cremigen Noten bestimmt, die Erde, Leder, Zartbitterschokolade, Nuss und Kakao herausschmecken lassen. Typisch für das Maduro Deckblatt sind die süßen Untertöne ergänzt durch würzige Pfeffernuancen, die aber nie zu unangenehm stark hervortreten. Zug und Abbrand bleiben während der bis zu 80 Minuten Rauchdauer stets optimal.","Hintergrund":"Der Name Rothschild geht zurück auf eine jüdische Bankiersdynastie aus Deutschland, deren Gründer Mayer Amschel Rothschild im Frankfurter Ghetto den Grundstein für den Aufstieg der Familie legte. Einem seiner Enkel wurde 1885 die englische Peerswürde verliehen, womit dieser in den Hochadel aufgenommen wurde und den Titel Baron tragen durfte."},"diameter_mm":16,"ring":40,"length_mm":162,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8}
