{"name":"Balmoral Añejo XO Petit Robusto Ft","url":"https://www.noblego.de/balmoral-anejo-xo-petit-robusto-ft/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Ein wunderbarer Smoke für ein kleines Zeitfenster – die Balmoral Añejo XO Petit Robusto gibt genau den richtigen Startkick in einen genussvollen Abend.","Genuss":"Kam die Balmoral Añejo 18 Serie noch mit zwei Formaten daher, kann die Balmoral Añejo XO schon mit drei Formaten aufwarten. Wir treffen auf zwei alte Bekannte, die Torpedo MK52 und Rothschild Masivo, und ein neues Gesicht, die Petit Robusto Flagtail mit dem charakteristischen Büschel am Zugende. Nur 11 cm Länge und ein Durchmesser von 19 mm machen sie zu einem schön knackigen Smoke für eine gute halbe Stunde. Die verwendeten Tabake sind über lange Jahre gereift und entfalten ein komplexes Aroma am Gaumen, das geprägt ist von viel Würze, etwas Kakao, dunkler Schokolade und Süße und einer schönen Portion Zedernholznoten. Präsentiert werden die Balmoral Añejo XO Petit Robusto Flagtail wie auch schon ihre Vorgänger in einer schicken dunklen Holzkiste, die in jeder Raucherlounge gut zur Geltung kommt. Der Abbrand ist schön gerade und hinterlässt eine dunkelgraue recht feste Asche.","Hintergrund":"Im Blend der Balmoral Anejo XO Serie vereinen sich ein brasilianisches Arapiraca Sungrown Deckblatt, ein dominikanisches Olor Umblatt und eine dominikanische, nicaraguanische und brasilianische Einlage. Das klingt sehr ähnlich wie die Añejo 18 ist aber noch ein kleines bisschen raffinierter."},"diameter_mm":19,"ring":48,"length_mm":109,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"wrapperType":"Arapiraca","aromaProfileManufacturer":["Gewürze","Kakao","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.2,"additionalNotes":"Limited, Pigtail"}
