{"name":"Tobajara Brasil Maduro Robusto","url":"https://www.noblego.de/tobajara-brasil-maduro-robusto/","brand":"Tobajara","series":"","details":{"Fazit":"Allein schon, weil es sie so selten gibt, die brasilianischen Puros, muss man hier zuschlagen. Darüber hinaus kann die Tobajara Brasil Maduro Robusto auch geschmacklich und mit ihrer Verarbeitung auf ganzer Linie überzeugen. Also ab auf die Einkaufsliste damit.\nProbieren Sie auch die \u003ca title=\"Hier geht's zur Tobajara Brasil Claro Robusto\" href=\"/tobajara-brasil-claro-robusto/\"\u003eTobajara Brasil Claro Robusto\u003c/a\u003e.","Genuss":"Tabak aus Brasilien konnte sich in den letzten Jahren immer mehr auf dem weltweiten Zigarrenmarkt etablieren. In vielen Blends hat er als Bestandteil ein zu Hause gefunden und vor allem für Deckblätter ist er sehr beliebt. Deckblätter aus Mata Fina zählen zu den teuersten weltweit. Umso schöner ist es, wenn eine Zigarre ganz aus brasilianischem Tabak gefertigt wird, wie es bei der Tobajara Brasil Maduro Robusto der Fall ist. Denn handgerollte brasilianische Puros sind immer noch eine Seltenheit. Über 124 mm Länge und mit einem Durchmesser von 19,8 mm entfaltet die Tobajara Brasil Maduro Robusto süß-würzige Aromen, bleibt aber während des Rauchverlaufs stets im mittelstarken Bereich. Erde, Schokolade, Holz und Frucht dominieren den gut 50 bis 60 minütigen Smoke. Am Ende bleibt eine feste weiße Asche, die wie Abbrand und Zug ganz nach dem Geschmack eines jeden Aficionados ist.","Hintergrund":"Die Tobajara Brasil Zigarren werden vom Schweizer Unternehmen Villiger vertrieben. Von Hand gerollt werden die Longfiller in dessen Tochterunternehmen „Charutos Tobajara Ltda.“, welches den Tabak vom Anbaubetrieb Ermor Tabarama bezieht. Besonders am Tabak ist, dass die Pflanzen im Ganzen geerntet und zum Trocknen aufgehängt werden. So werden die Blätter während der Trocknungsphase weiterhin mit Nährstoffen aus dem „Stamm“ versorgt und erhalten ihren typischen Geschmack und die dunkle Farbe."},"diameter_mm":19.8,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Brasilien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Holz","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.25}
