{"name":"Davidoff Year of the Dragon Limited Edition 2024 Double Corona","url":"https://www.noblego.de/davidoff-year-of-the-dragon-limited-edition-2024-double-corona-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Acht erlesene Tabaksorten kamen bei der Davidoff Year of the Dragon Limited Edition 2024 Double Corona zum Einsatz. Ihr mittelkräftiger Blend setzt sich aus einem hochwertigen Ecuador Deckblatt, einem dominikanischen Umblatt sowie einer spannenden mexikanisch-nicaraguanisch-dominikanischen Einlagemischung zusammen. Ein absolutes Novum stellt der ca. 2 cm offene Fuß der Sonderedition dar. Somit sind die ersten Züge an dieser sehr komplexen Kreation ohne Einfluss des Deckblatts zu genießen. Feine Erd-, Holz- und Kräuternoten bestimmen den Genussauftakt, bis man das Deckblatt erreicht. Dann entwickeln sich vollmundige Aromen von Nüssen, Creme und Lakritz, welche im intensiveren zweiten Rauchabschnitt von Honig-, Pfeffer- und Zitrusfruchtnoten abgelöst werden. Das letzte Rauchdrittel ist geprägt von einem omnipräsenten Aroma dunkler Schokolade, stimmig flankiert von frischen Gewürz- und Eichenholztönen. Nach etwa 90 bis 100 Minuten neigt sich das köstliche Aromaspektakel dem Ende zu und hinterlässt einen zufriedenen sowie bestens unterhaltenen Genießer.","Nice to know":"Davidoff spricht als Pairing-Empfehlung zu der Year of the Dragon Limited Edition 2024 die Kombination mit dem klassischen Kir Royal aus. Die fruchtig-süße Mischung von Champagner und Crème de Cassis entpuppt sich als perfekter Begleiter zu den vordergründigen Aromen des luxuriösen Großformats.","Resümee":"Ohne Zweifel kann man die Davidoff Year of the Dragon Limited Edition 2024 Double Corona als bisher gelungenste Sonderedition der chinesischen Neujahrsreihe von Davidoff bezeichnen. Sichern Sie sich diesen in Geschmack und Präsentation formvollendeten Schatz, solange er verfügbar ist!"},"diameter_mm":20,"ring":50,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Mexiko","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Eichenholz","Honig","Kräuter","Lakritz","Nuss","Schokolade","Weißer Pfeffer","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":68,"additionalNotes":"Limited"}
