{"name":"El Credito Robusto","url":"https://www.noblego.de/el-credito-robusto/","brand":"El Credito","series":"","details":{"Fazit":"Die El Credito Robusto zeichnet sich für eine dominikanische Zigarre durch einen auffallend kräftigen Geschmack aus. Die Mischung ist komplex und reich an Aromen. Der erfahrene Zigarrenraucher wird diese ausgezeichnete, würzige und gehaltvolle Zigarre auch als Alternative zur Havanna schätzen lernen.","Genuss":"Bereits das Äußere der El Credito Robusto lässt die Herzen der Anhänger des besonderen Tabakgenusses höher schlagen. Die Banderole harmoniert prächtig mit der mittelbraunen Farbe des Deckblatts und ein feiner Geruch von Zedernholz verwöhnt die Nase. Im Robusto-Format  mit 12,7 cm Länge und einem Ringmaß von 50 bietet sich dem Kenner ein charakterstarkes angenehm würziges Raucherlebnis. Den eleganten Zedernholznoten gelingt es, sich sauber um den würzigen und vordergründigen Geschmack von Erde und Leder zu legen. Das Finish sorgt mit seinen einnehmenden Röstaromen dafür, dass der Raucher die El Credito Robusto noch lange nachdem sie erloschen ist auf der Zunge und am Gaumen spürt. Handwerklich kann die Zigarre ebenso überzeugen: Der Abbrand ist sauber und der Zugwiderstand angenehm.","Hintergrund":"El Credito steht seit jeher für handgefertigte, charismatische Tabakware sowie für charakterstarken Rauchgenuss. Die Firma bietet Longfiller-Zigarren mit zwei Linien an: Die klassische Linie mit 8 Formaten und die exquisite Serie R mit vier Formaten größerer Ringmaße."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Connecticut Seed","aromaProfileManufacturer":["Erdig","Leder","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.8}
