{"name":"Henk Maori Haka La Doña Edición Limitada 2018 Churchill","url":"https://www.noblego.de/henk-maori-haka-la-dona-edicion-limitada-2018-churchill-zigarren/","brand":"Henk Maori","series":"","details":{"Genussverlauf":"Das Jahr 2009 war für die nicaraguanischen Tabakbauern ein extrem gutes Erntejahr. Zu dieser Zeit herrschten nahezu optimale Bedingungen für das Gedeihen von Tabaken der höchsten Qualitätsstufe. In der Henk Maori Haka La Doña Edición Limitada 2018 Churchill stecken ausschließlich Tabake des Jahrgangs 2009, die aus der Schatzkammer des bekannten Masterblenders A.J. Fernandez stammen. Daraus wurde von den erfahrensten Rollern diese 16,5 cm lange und mit einem Ringmaß von 50 versehene Köstlichkeit gefertigt. Die mild bis mittelkräftige Puro trägt keine konventionelle Bauchbinde, das Logo der Marke Henk Maori wurde direkt auf ihr Deckblatt gelasert. Hält man die Churchill in seinen Händen, fühlt man gleich, dass man es hier nicht mit einer gewöhnlichen Zigarre zu tun hat. Einmal entfacht, entwickelt sie sogleich einen herrlich dichten, cremigen Rauch, der während einer ungefähren Rauchzeit von 120 Minuten vollmundige und sehr komplex auftretende Aromen von Kaffee, Schokolade, Nuss, Toast, Leder, Holz und Erde preisgibt. Dazu scheinen abwechselnd fruchtig-scharfe oder pfeffrig-süße Noten durch, die der äußerst angenehm zu genießenden Puro eine unnachahmliche Tiefe verleihen. Ein an Ausgewogenheit kaum zu überbietender Genuss, ohne jegliche Schwächen bei Zug und Abbrand.","Nice to know":"Heiko Poerz, Inhaber der Marke Henk Maori, vertreibt in erster Linie hochwertige Koffer und Reisehumidore für Zigarren. Er selbst ist eingefleischter Aficionado seit etwa 40 Jahren und hat sich mit den Henk Maori Zigarren einen lang gehegten Lebenstraum erfüllt.","Resümee":"Die Henk Maori Haka La Doña Edición Limitada 2018 Churchill ist Luxus pur und ganz sicher keine Zigarre für jeden Tag. Mit ihr feiert man die ganz besonderen Momente im Leben. Sie ist wie ein guter Champagner und wahrscheinlich noch besser als das."},"diameter_mm":19.8,"ring":50,"length_mm":165,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Leder","Milchschokolade","Nuss","Pfeffer","Süß","Toast","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":36,"additionalNotes":"Limited"}
