{"name":"Flor de Copan Rothschild","url":"https://www.noblego.de/flor-de-copan-rothschild/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Eine solche Zigarre eignet sich hervorragend zum abendlichen Rotwein im Grünen oder vorm Kamin. Sowohl Einsteiger als auch erfahrene Afficionados werden an dieser Zigarre ihren Spaß haben.\nDie Rothschild von Flor de Copan ist eine ausgewogen milde und aromatische Zigarre, die die besten Eigenschaften in sich vereinigt.","Genuss":"Die Rothschild aus der Classic Serie von Flor de Copan ist dem Format nach eine Robusto. Mit ihren knapp 13 Zentimetern Länge und einem Durchmesser von annähernd 20 Millimetern ist diese Zigarre schon eine Herausforderung. Mehr oder Weniger eine Stunde dauert das Raucherlebnis mit ihr an. Mild und aromatisch ist die Rothschild, wie ihre Geschwister der Classic Serie von Flor de Copan. Der Rauch, der sich nach dem sich leicht gestaltenden Entzünden der Zigarre einstellt ist voll und cremig.  Aromen von Schokolade und Kakao dominieren, dezent zeigt sich etwas Nuss und eine leichte Süße lässt sich wahrnehmen. Bis zum letzten Zug wachst die Rothschild und stört weder mit Bitterstoffen noch übertriebenen Röstaromen. Der Abbrand, das Zugverhalten und die Ascheentwicklung sind sehr gut.","Hintergrund":"Durch ihre Herkunft, aus einer kleinen Stadt in einer hügeligen Region Honduras‘, sind alle Flor de Copans gekennzeichnet. Sie macht die Zigarren aus der Fabrik in Santa Rosa de Copan zu etwas besonderem. Schon vor tausenden Jahren wurde in diesem Gebiet Tabak angebaut, von den Maya. Deshalb bilden die Tabake aus der Region das Umblatt und sind Teil der Einlage. Diese wird ergänzt durch Tabak aus Nicaragua. Das Deckblatt ist ein Connecticut Shade aus Ecuador. Diese Verbindung schafft auch in dieser Zigarre ein außergewöhnlich aromatisches Ambiente bei gleichzeitiger Milde."},"diameter_mm":19.8,"ring":50,"length_mm":129,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Cremig","Kakao","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.7}
