{"name":"Davidoff Nicaragua 10th Anniversary Limited Edtition Gran Toro","url":"https://www.noblego.de/davidoff-nicaragua-10th-anniversary-limited-edtition-gran-toro-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Ein durchaus kräftiger Blend liegt der Davidoff Nicaragua 10th Anniversary Limited Edition Gran Toro zugrunde. Ein makelloses Deckblatt aus Ecuador mit feinem öligen Schimmer umschließt ein Umblatt aus der nicaraguanischen Region Jalapa. In der Einlage befinden sich neben einem für sechs Monate im Fass gereiften Seco aus Estelí vier weitere Premiumtabaksorten aus nicaraguanischem Anbau. Das knapp 15 cm lange Gran Toro Format startet mit komplex auftretenden Nussaromen, zu denen sich Noten von Gewürzen und Leder gesellen. Durch die lang gereiften Tabake zeigt sich ein sehr ausgewogenes Geschmacksbild. Im zweiten Drittel ebbt die würzige Komponente deutlich ab, um intensiven Noten von Eichenholz, Milchkaffee sowie einem Hauch Eukalyptus Raum zur Entfaltung zu geben. Im finalen Drittel steigert sich die Intensität nochmals, die Milchkaffeearomen wandeln sich zu schwarzem Kaffee, untermalt von Röst- und Kräuteraromen. Nach gut 80 Minuten findet dieses spannende Aromenspektakel ein Ende und hinterlässt einen mehr als zufriedengestellten Aficionado.","Nice to know":"Als Pairing-Tipp empfiehlt der Hersteller einen reifen nicaraguanischen Rum mit süß-würziger Geschmacksstruktur, welche mit den vordergründigen Aromen der Nicaragua 10th Anniversary wunderbar harmonieren soll. Ein Beispiel für einen solchen Rum aus Nicaragua wäre der \u003ca href=\"/flor-de-cana-rum-18-jahre/\" title=\"Den Flor de Caña 18 Jahre kennenlernen!\" target=\"_blank\"\u003eFlor de Caña Rum 18 Jahre\u003c/a\u003e.","Resümee":"Die Davidoff Nicaragua 10th Anniversary Limited Edition Gran Toro verspricht ein besonders komplexes und aromaintensives Rauchvergnügen auf aller höchstem Niveau. Bestellen Sie diese herausragende und erfahrungsgemäß zügig vergriffene Sonderedition rechtzeitig und bereiten Sie sich auf ein delikates Premiumrauchvergnügen vor."},"diameter_mm":23,"ring":58,"length_mm":152,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Eichenholz","Eukalyptus","Gewürze","Kaffee","Kräuter","Leder","Milchkaffee","Nuss","Röstaromen"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"60 bis 90 Min","price":36,"additionalNotes":"Limited"}
