{"name":"Tatuaje Fausto FT 166 Short Churchill","url":"https://www.noblego.de/tatuaje-fausto-ft-166-short-churchill/","brand":"Tatuaje","series":"Tatuaje Fausto","details":{"Fazit":"Eine starke Zigarre für die starken Momente im Leben. Genießen Sie dazu ebenso kräftige Getränke wie einen vollmundigen Single Malt Whisky, Portwein oder starken, aromatischen Hochlandkaffee, die im Vergleich zur Tatuaje Fausto FT166 Short Churchill geschmacklich nicht untergehen, sondern sie optimal ergänzen.","Genuss":"Zwar ist die Tatuaje Fausto FT 166 Short Churchill mit 16,3 Zentimetern Länge etwas kürzer als es für ein Churchill Format üblich ist, dennoch stellt sie nach der Avion 11 das längste Format der Tatuaje Fausto Linie dar. Mit dem Durchmesser von 19 Millimetern liegt sie schlank und elegant in der Hand und ist haptisch wie optisch einwandfrei verarbeitet. Ihr würziger Blend besteht aus nicaraguanischen Ligero Tabaken aus Esteli und Jalapa, vollendet mit einem ecuadorianischen Maduro Deckblatt, das dem hocharomatischen Smoke eine süße Note verleiht. Daneben entfalten sich intensive Aromen von Holz und Erde mit pfefferigen Noten im Abgang, die zum letzten Drittel von Kaffee- und Schokoladenaromen begleitet werden. Die mehr als 90 Minuten Rauchgenuss werden gekrönt durch ein perfektes Zug- und Abbrandverhalten, das die hochwertige Verarbeitung erkennen lässt.","Hintergrund":"Ursprünglich war der Blend der Tatuaje Fausto eine Kreation eigens für einen Zigarrenhändler auf Hawaii. Die limitierte T110 war so erfolgreich, dass Pete Johnson dieselbe Zusammensetzung der Tabake in die Fausto Serie übernahm und in fünf verschiedenen Formaten auf den internationalen Markt brachte."},"diameter_mm":19,"ring":50,"length_mm":163,"length_inch":0,"format":"Short Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer"],"strength":"Sehr stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11}
