{"name":"Miguel Private Cigars No. 5 Robusto","url":"https://www.noblego.de/miguel-private-cigars-no-5-robusto/","brand":"Miguel Private Cigars","series":"","details":{"Fazit":"Der No. 5 Robusto aus dem Sortiment von Miguel Private Cigars gelingt es selbst den erfahrenen Zigarren-Raucher zu fordern und zu unterhalten. Mit einer anspruchsvollen Würze und einer ausgezeichneten Verarbeitung kann sie mit jeder anderen sogenannten Premium-Zigarre mithalten und beweist schnell, dass sie viel mehr als nur ein Geheimtipp für Berlin ist.","Genuss":"Die No. 5 ist die kräftigste und würzigste Reihe aus dem Sortiment von Miguel Private Cigars. Mit einer Länge von 126 Millimetern und einem Durchmesser von 19 Millimetern entspricht die Zigarre den typischen Ausmaßen des Robusto-Formats. Mit einem angenehm erdigen Geruch und einem aromatischen Trockenzug weckt die Miguel Private Cigars No. 5 Robusto Erwartungen auf ein besonders würziges Raucherlebnis. Diesem wird sie bereits bei den ersten Zügen gerecht. Die Zigarre offenbart schnell eine Fülle an Aromen, wobei die schweren und erdigen im Vordergrund stehen. Es wird schnell deutlich, dass dies alles andere als eine Zigarre für Einsteiger ist. Der Zugwiderstand ist gering, sodass der gesamte Mundraum von dem dichten Rauch und dessen würzigen Aromen eingenommen wird. Die hell- bis mittelgraue Asche gibt neben dem dunklen Deckblatt ein sehr stimmiges Bild ab und der Abbrand ist schlichtweg als makellos zu beschreiben.","Hintergrund":"Michael „Miguel“ Diersch lernte die „Faszination Tabak“ auf Kuba kennen, die eigentliche Tabakproduktion erst später in der Dominikanischen Republik. Mit einem überschaubaren Angebot und einer Sonderauflage im Jahr beschränkt sich Michael Diersch seit seiner Unternehmensgründung auf das Wesentliche. Die 5 Reihen decken das Spektrum von mild bis kräftg gut ab und bieten für jeden Zigarrenliebhaber den richtigen Longfiller. In der Einlage der No. 5 werden 3 Blends Piloto aus dem Cibao Tal verarbeitet. Das Umblatt kommt aus der Dominikanischen Republik, als Deckblatt dient ein ecuadorianisches Cameroon Seed."},"diameter_mm":19,"ring":48,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.6}
