{"name":"Culture Aniversario Belicoso","url":"https://www.noblego.de/culture-aniversario-belicoso/","brand":"Culture","series":"Aniversario","details":{"Fazit":"Die Culture Aniversario Belicoso ist eine wunderbar aromatische und mittelstarke Zigarre. Format und Aromenspiel werden auch erfahrene Genießer überzeugen. Als Weinbegleiter passt ein gut gekühlter Pouilly-Fumé ganz ausgezeichnet dazu.","Genuss":"Bis auf das Deckblatt stammen auch bei dieser Zigarre der Aniversario-Serie die Tabake aus Nicaragua. Sie entfalten bereits im Kaltgeruch eine sanfte Schokoladennote. Die Zigarre lässt sich durch die Verjüngung wunderbar knapp anschneiden. Zusammen mit dem großen Format verführt dies geradezu zu einem genüsslichen und langsamen Rauchen, was das Aromenspiel ungemein fördert. In der Einlage findet sich auch ein gewisser Maduro-Anteil, der einen Hauch von Süße als Gegenspieler zu den holzigen Noten liefert. Typisch für das Belicoso-Format ist die kontinuierliche Steigerung von Stärke und Würze je weiter man sie raucht. Der Zugwiderstand ist angenehm, der Abbrand perfekt. Mit 20,6 Millimetern im Durchmesser an der dicksten Stelle und einer Länge von 152 Millimetern erlebt man eine nachhaltige Zigarre mit über einer Stunde Rauchgenuss.","Hintergrund":"Die Zigarren der Culture Serie Aniversario kamen im Jahre 2014 als Messeneuheit auf den Markt und ergänzten die Culture Zigarren aus dem Hause Paul Bugge um vergleichsweise milde und gut ausbalancierte Zigarren. Die Tabake wurden für diese Serie einer zusätzlichen Fermentation unterzogen, was vermutlich die Cremigkeit des Smokes ausmacht. Wie alle anderen Zigarren dieser Serie werden auch die Culture Aniversario Belicosos im wirklich preisgünstigen Bundle angeboten."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.7}
