{"name":"Nicarao Puro Exclusivo Don Rafa","url":"https://www.noblego.de/nicarao-puro-exclusivo-don-rafa/","brand":"Nicarao","series":"Exclusivo","details":{"Fazit":"Die Nicarao Exclusivo Don Rafa ist eine wahrlich vorzügliche nicaraguanische Puro voll tiefer und vielfältiger Aromen, die sogar den verwöhntesten Aficionado noch zu überraschen vermag. Die Verarbeitung der besonderen und seltenen Tabake ist exorbitant, die Optik ganz besonders edel. Kombiniert mit einem Milchkaffee oder einem süßlichen Rum lässt sich ein echtes Geschmacksfeuerwerk erleben.","Genuss":"Angeschnitten offenbart die Churchill-Zigarre von knapp 18 cm Länge und gut 2,2 cm Breite einen wirklich guten Zug, womit man bei Zigarren dieser Länge nicht immer rechnen kann. Das Aroma des Kaltzuges ist bereits würzig-herb, etwas kaffeeähnlich und erinnert etwas an eine kräftige Brazil. Dieser sehr positive erste Eindruck bestätigt sich genau so im angezündeten Zustand der Nicarao. Das rein nicaraguanische Blattgut macht sich hier bemerkbar, ebenso das Natural Maduro Deckblatt aus Caribbean-Saat. Kräftig-würzig mit Kaffee und Kräuter-Aromen von Salbei, Rosmarin oder auch Thymian kommt die nicaraguanische Puro daher, dabei entwickelt sie im anderthalbstündigen Rauchverlauf eine angenehme, an Peperoni erinnernde Schärfe, die sich aber nur im Hintergrund hält und zu keiner Zeit unangenehm wird. Das fein-röstige Aroma von Kaffee gewinnt Zentimeter für Zentimeter an Prägnanz und wird nach und nach von kräftigen, erdigen und schokoladigen Geschmackskomponenten begleitet. Zum Schluss wird die Nicarao Puro Exclusivo Don Rafa noch wirklich kräftig und erinnert ein wenig an kubanischen Tabak. Alles in allem eine interessante und schmackhafte Erfahrung.","Hintergrund":"Didier Houvenaghel, Gründer der Marke Nicarao, kam eher auf Umwegen zur Fabrikation eigener Zigarren. Er studierte zunächst Agrarökonomie und schloss sein Studium in Kuba ab. Dort begann er, sich für die perfekten Bodenverhältnisse zum Tabakanbau zu interessieren und ließ sich später in Nicaragua nieder, um in den Regionen Esteli und Jalapa mit dem Anbau zu beginnen. Gerade diese Regionen sind besonders für den Anbau besonders dunkler Tabake geeignet, was man den Nicarao Exclusivos deutlich anmerkt."},"diameter_mm":21.4,"ring":54,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":20.5}
