{"name":"Zino Platinum Z-Class Series 654 Toro","url":"https://www.noblego.de/zino-platinum-z-class-series-654-toro/","brand":"Zino","series":"Platinum","details":{"Fazit":"Mit der Zino Platinum Z-Class Series 654 Toro holen Sie sich absoluten Zigarrenhochgenuss nach Hause. Einfach zurücklehnen und die feinen Aromen auf sich wirken lassen, dann ist höchste Entspannung garantiert.","Genuss":"Bei der Zino Platinum Z-Class Toro handelt es sich um die kräftigste Vitola der Serie aus der Dominikanischen Republik. Ihr Blend besteht in der Einlage aus dominikanischen, honduranischen und nicaraguanischen Premiumtabaken, das Umblatt stammt aus dem südamerikanischen Tabaktraditionsland Peru. Das seidig matte dominikanische Deckblatt glänzt wunderschön matt seidig und trägt offen zur Schau, mit welch bestechender Qualität der geneigte Genießer es hierbei zu tun hat. Zudem kann dieser sich auf vielfältige Aromen freuen, welche sich abwechselnd im Rauchverlauf am Gaumen präsentieren. Der besonders dichte cremige Rauch der Toro lädt zu einem vollmundigen Rauchvergnügen ein. Zug und Abbrand sind bei dieser Zigarre als absolut einwandfrei zu bezeichnen.","Hintergrund":"Bei Davidoff in der Dominikanischen Republik ist kein Geringerer als der Masterblender Hendrik Kelner für die Zusammenstellung der Tabake und den letzten Schliff an den äußerst hochwertigen Zigarren verantwortlich. Seine jahrzehntelange Erfahrung und ausgezeichnete Expertise im Umgang mit Premiumzigarren hilft ihm dabei natürlich enorm. Bezogen auf die Zino Platinum Z-Class Series beweist Kelner das einmal mehr sehr eindrucksvoll."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Hendrik Kelner","manufactureOrigin":"Dominikanische Republik","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Peru"],"aromaProfileManufacturer":["Erdig","Honig","Kaffee","Nuss","Orange","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.4}
