{"name":"Ashton Aged Maduro Esquire Maduro","url":"https://www.noblego.de/ashton-aged-maduro-esquire-maduro/","brand":"Ashton","series":"Aged Maduro","videoURLs":["https://www.youtube.com/watch?v=JToO5M22M8k"],"details":{"Fazit":"Klein aber oho. Die Ashton Aged Maduro Esquire hat es in sich. Harmonische Aromen von Kräutern, Nuss, Holz gepaart mit einer leichten Süße begleiten diesen außergewöhnlichen Smoke. Eine schöne Zigarre für die kurzen Erholungspausen. Dazu passt ein Cappuccino ebenso gut wie ein kräftiger Portwein oder ein dunkles Bier.\nWem der Genuss zu kurz ausfällt, dem seien das Robusto oder Corona-Format der Ashton Aged Maduro Serie ans Herz gelegt.\n","Genuss":"Schon optisch sind die Ashton Aged Maduro Esquire ein absoluter Genuss. Das dunkle, leicht ölig glänzende Connecticut-Deckblatt beschert dieser kleinen, mittelstarken Zigarre nicht nur ihre charakteristische Optik, sondern gibt mit der süßlichen Note auch geschmacklich den Ton an. Durch die geringe Größe von 10,3 Zentimetern und dem Durchmesser von 11,9 Millimetern kommen die Aromen gleich voll zur Geltung. Nuss, Holz und eine Melange aus verschiedenen Kräutern verwöhnen den Gaumen des Genießers, begleitet vom süßlichen Unterton des Deckblattes. Umblatt und Einlage stammen Ashton-typisch aus der Dominikanischen Republik. Mit gut 20 Minuten ein zwar kurzer, aber sehr intensiver und aromatischer Smoke, der Sie überzeugen wird.","Hintergrund":"Seit 1985 wird die Marke Ashton von dem amerikanischen Unternehmensgründer Robert Levin produziert. Alle Serien und Formate werden in der Dominikanischen Republik von den erfahrenen Torcedores der Manufaktur von Arturo Fuente handgefertigt und stehen qualitativ auf allerhöchstem Niveau."},"diameter_mm":11.9,"ring":28,"length_mm":103,"length_inch":0,"format":"Chicos","manufactureOrigin":"Dominikanische Republik","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Gewürze","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"kürzer als 20 Min","price":3}
