{"name":"H. Upmann Connossieur No. 1","url":"https://www.noblego.de/h-upmann-connossieur-no-1/","brand":"H. Upmann","series":"","details":{"Fazit":"Die H. Upmann Connossieur No. 1 ist eine durchaus robust strukturierte Abendzigarre, die ideal zu einem vollmundigen Rum oder Kaffeegetränken passt. Ein sanfter Brandy wäre eine weitere Option, um das einmalige Aroma der H. Upmann Connossieur No. 1 zu beflügeln.","Genuss":"Das sehr feinadrige Deckblatt der H. Upmann Connossieur No. 1 fühlt sich sehr fein und trotzdem fest an, ist leicht ölig und weist einen leicht grasigen Kaltgeruch auf. Sie ist ein klassisches Robusto-Format mit einer Länge von 12,7 Zentimetern und einem Durchmesser von 19,05 Millimetern. Sofort nach dem Anzünden entfalten sich klassische kubanische ledrig, erdige Aromen, die gleich im ersten Drittel den Takt angeben, in welche Richtung es gehen wird. Leicht grasige Aromen unterstreichen ihren klassischen kubanischen Geschmack. Im zweiten Drittel kommt eine leichte Süße hinzu, die von milden Pfeffernoten unterstrichen wird. Der Abbrand dieser Vitola ist einfach perfekt, außerdem steht sie mit einem sehr schönen Aschebild da. Zug um Zug vergrößert sich das Rauchvolumen, ohne unangenehm Scharf zu werden, kommen immer mehr Pfeffernoten hinzu. Das letzte Drittel nimmt noch ein wenig Aromen hinzu und wird etwas stärker, für eine kubanische Zigarre bleibt sie allerdings trotzdem recht leicht. Selbst einem Anfänger ist diese Zigarre zu empfehlen, um einen Eindruck von kubanischen Zigarren zu bekommen. Bis zum Schluss bleibt diese Vitola perfekt und sehr ausgewogen.","Hintergrund":"Als die Gebrüder August und Hermann Upmann die Marke im Jahre 1844 gründeten, haben sie das „H.“ verwendet, da es die spanische Abkürzung für „Hermanos“ (Brüder) ist. Die Gebrüder stammen aus einer deutschen Bankiersfamilie und haben anfangs Ihre Zigarren nach Europa versendet, wo sie zunächst nur an Kunden der upmannschen Bank weitergegeben wurden. Sie lieferten erstklassige Qualität und Kisten aus Holz, mit einer Garantieerklärung und der Unterschrift Hermann Upmanns. Bis heute zieren 11 Goldmedaillen des 19. Jahrhunderts die Kisten."},"diameter_mm":19,"ring":48,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Honig","Leder","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.4}
