{"name":"Davidoff Nicaragua Toro","url":"https://www.noblego.de/davidoff-nicaragua-toro/","brand":"Davidoff","series":"Nicaragua","details":{"Genussverlauf":"Mit einem unglaublich wunderschönen Rosado-Deckblatt versehen, macht die Davidoff Nicaragua Toro äußerlich schon mal eine wahnsinnig gute Figur. Die mittelkräftige bis kräftige Puro ist weiterhin mit einem Umblatt aus der Region Jalapa und verschiedenen Einlagetabaken aus den nicaraguanischen Tabakhochburgen Condega, Estelí und Ometepe ausgestattet worden. Nach einem herrlich würzigen und pfeffrigen Start kommen bei der top verarbeiteten Toro besonders ausgewogene Schokoladenoten zum Vorschein. Diese zeigen sich im Wechsel mal süß, mal zartbitter. Darunter mischen sich angenehme Zedernholz- und Erdaromen, welche die Raffinesse dieser Köstlichkeit von Davidoff spielerisch unterstreichen. Gut 90 Minuten bereitet die mit viel cremigem Rauch aufwartende Longfiller ihrem Genießer jede Menge Genussfreude auf sehr hohem Niveau. Zug und Abbrand gehen dabei absolut perfekt vonstatten, ganz wie man es von einer Davidoff Zigarre erwarten kann.","Nice to know":"Die Entwicklung neuer und spannender Zigarren folgt bei Davidoff einer jahrzehntelangen Tradition, welche auf dem Pioniergeist des Markengründers und Tabakexperten Zino Davidoff beruht, der stets nach neuen Herausforderungen suchte, um den Genussmarkt mit innovativen und aufregenden Neuerscheinungen zu bereichern.","Resümee":"Die Davidoff Nicaragua Toro ist eine stattliche und intensiv schmeckende Premiumzigarre von allererster Güte. Wer sie genießt, kann sich sicher sein, etwas ganz Besonderes in den Händen zu halten."},"diameter_mm":22,"ring":54,"length_mm":140,"length_inch":0,"format":"Toro","maker":"Hendrik Kelner","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"wrapperType":"Rosado","aromaProfileManufacturer":["Cremig","Erdig","Holz","Schokolade","Süß","Weißer Pfeffer","Würzig","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":23.5}
