{"name":"Davidoff Robusto Real Especiales 7 Limited Edition 2019","url":"https://www.noblego.de/davidoff-robusto-real-especiales-7-limited-edition-2019/","brand":"Davidoff","series":"Limited Editions","details":{"Fazit":"Natürlich hat die Davidoff Robusto Real Especiales 7 Limited Edition ihren Preis. Was man allerdings dafür von der streng limitierten Sonderedition geboten bekommt, ist einfach galaktisch und beinahe nicht von dieser Welt.","Genuss":"Mit der Davidoff Robusto Real Especiales 7 Limited Edition hat man eine Zigarre geschaffen, die es auf eindrucksvollste Art und Weise schafft, den Mix aus sieben unterschiedlichen Tabaksorten zu einem nie da gewesenen Geschmackserlebnis werden zu lassen. Das Deckblatt der mittelkräftigen Dominikanerin stammt aus Ecuador, wo zur Zeit die besten Tabake zu diesem Zwecke gedeihen. Die Tabake der Einlage und des Umblatts sind allesamt auf den unternehmenseigenen Plantagen in der Dominikanischen Republik gewachsen und wurden geduldig unter strengsten Qualitätskontrollen gereift. Resultat ist eine wahnsinnig komplexe Aromaentfaltung, bei der sich prägnante Holz-, Erd-, Walnuss-, Zitrone- und Milchkaffeearomen, begleitet von süß-salzigen Karamellnoten am Genießergaumen tummeln. Das Ganze wird von einem angenehm sahnig-cremigen Rauch getragen. Geschmacklich bewegt sich diese Ausnahmeerscheinung von Premiumzigarre auf einem sehr hohen und fast unerreichbaren Niveau. Genau wie ihr Zug- und Abbrandverhalten, was als absolut perfekt einzustufen ist.","Hintergrund":"Es ist schon bemerkenswert, mit wie viel Hingabe und Leidenschaft man bei Davidoff daran arbeitet den Aficionados weltweit immer wieder außergewöhnliche Zigarrenerlebnisse zu bereiten. Branchenintern hat man es lange für unmöglich gehalten, eine solche Anzahl verschiedener Tabake in einem Blend zu vereinen. Doch bereits im Jahre 2004 gelang es einem sehr erfahrenen Blending-Team von Davidoff, das „Wunder“ wahr zu machen."},"diameter_mm":19,"ring":48,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Blumig","Cremig","Erdig","Holz","Kaffee","Karamell","Walnuss"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":25,"additionalNotes":"Limited"}
