{"name":"Davidoff Royal Release Salomones","url":"https://www.noblego.de/davidoff-royal-release-salomones-14952/","brand":"Davidoff","series":"Royal Release","details":{"Genussverlauf":"Ihre komplexe, ausgewogene Tabakmischung betört die Sinne mit einer Intensität, die alles Alltägliche verblassen lässt. Royal Release Zigarren durchlaufen eine systematische Selektion, die über das Prädikat „sehr gut“ weit hinausgeht. Das einzigartige Deckblatt aus „Aromatica Dominicana“ verleiht den Zigarren ihren noblen Glanz und wird ausschließlich für die unvergleichlichen Zigarren der Royal Release Serie verwendet. Alle Tabake, die in dieser absoluten Ausnahmezigarre stecken, haben eine mindestens acht Jahre lange Reifezeit absolviert und gehören zu den erlesensten Sorten, die dem Premiumhersteller aus der Dominikanischen Republik zur Verfügung stehen. So begeistert sie durch einen besonders komplexen und akribisch ausgewogenen Aromaverlauf, der von deutlich auftretenden Erd-, Zedernholz-, Schokolade- und Nussnoten, die von unglaublich cremigen und feinsüßen Tönen trefflich untermalt werden, bestimmt ist. Ein alles bisher Bekannte übertreffender Genusstraum, der durch die Royal Release Salomones wahr wird.","Resümee":"Die Royal Release Salomones ist alles andere als alltäglich. Sie gehört unumstritten zur Créme de la Créme der Créme de la Créme unter den Premiumzigarren. Diese Ausnahmezigarre erscheint nur in sehr kleinen Auflagen und unterliegt somit einer strengen Limitierung!"},"diameter_mm":22.6,"ring":57,"length_mm":210,"length_inch":0,"format":"Salomones","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominican Criollo","Hybrid Olor/Piloto Ligero","Ligero","Piloto Ligero","San Vicente Visus"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Erdig","Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":140,"additionalNotes":"Limited"}
