{"name":"Marca Fina Dominicana Colosales","url":"https://www.noblego.de/marca-fina-dominicana-colosales/","brand":"Marca Fina","series":"Dominikanische Republik","details":{"Fazit":"Die Marca Fina Dominicana Colosales bietet uns eine große Tabakportion mit landestypischen Eigenschaften der Dominikanischen Republik zu einem sehr günstigen Preis an. Hierzu passt ganz vorzüglich ein karibischer Rum.","Genuss":"Beim Öffnen der Verpackung strömt einem ein angenehm honigsüßer Tabakduft entgegen, der typisch für viele DomRep Zigarren ist. Der vollmundige Rauchgenuss ist ausgewogen und mild, wie man es bei einem großen Format erwarten darf. Der Geschmack ist von einer delikaten Schärfe, herben Noten aber auch von einem ganz zarten Kakaoaroma im Hintergrund geprägt. Auch in der Stärke liegen sie etwas über ihren Schwestern, den Marca Fina Colosales aus Panama. 175 Millimeter Länge und ein Durchmesser von 23 Millimetern garantieren eine Rauchdauer von über einer Stunde.","Hintergrund":"Marca Fina hat auch für die Dominikanische Republik eine eigene Serie aufgelegt. Die verwendeten Tabake durchlaufen einen mindestens zwei Jahre lang währenden Reifungsprozess. Nach dem Rollen der Zigarren werden jeweils 16 Stück mit Jute zu einem Bundle geschnürt. Diese originäre Präsentation verweist sicherlich auch auf die faire Vermarktung, die nur durch den Schutz der \"Federación de Tabaqueros America Central\" möglich ist. In ihr haben sich Kleinbauern und kleine Manufakturen verschiedener Tabakanbaugebiete in Mittelamerika und der Karibik zusammengeschlossen. Nur gemeinsam sind sie in der Lage, wenigstens einen Teil ihrer Tabakernte selbst zu verarbeiten und zu vermarkten."},"diameter_mm":23,"ring":58,"length_mm":175,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Leder","Pfeffer"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":3.8}
