{"name":"Macanudo Emissary España Perfecto","url":"https://www.noblego.de/macanudo-emissary-espana-perfecto-zigarren/","brand":"Macanudo","series":"Emissary España","details":{"Genussverlauf":"Aus einem US-amerikanischen Broadleaf Deckblatt, einem nicaraguanischen Umblatt und einer kolumbianisch-dominikanisch-nicaraguanisch-spanischen Einlage wird das wunderschöne Perfecto Format der Macanudo Emissary España Serie gerollt. Die sich zum Kopf hin verjüngende Zigarre ist von mittelkräftiger Stärke und angefüllt mit köstlichen Aromen von geröstetem Zedernholz, Mandel und Karamell. Zusammen mit der köstlichen Würze der reifen Tabake entsteht so ein ganz besonderes Genusserlebnis, welches selbst den anspruchsvollsten Aficionado ins Schwärmen geraten lässt. Bei optimalen Zug- und Abbrandeigenschaften schmeichelt diese feine Kreation dem Gaumen etwa 70 bis 80 Minuten.","Nice to know":"Zusammengefasst beläuft sich das Tabakalter der Emissary España Perfecto auf 38 Jahre. Im Einzelnen teilt sich das Alter ihrer Tabake wie folgt auf:\nDeckblatt: 5 Jahre\nUmblatt: 6 Jahre\nEinlage: Kolumbien 6 Jahre, Nicaragua 6 Jahre, Dom. Rep. 5 Jahre, Spanien 10 Jahre","Resümee":"Ein wunderschönes Format mit auf den Punkt gereiften Tabaken, zudem sehr geschmackvoll präsentiert. Die Macanudo Emissary España Perfecto qualifiziert sich ohne Zweifel für die Wahl zur Bilderbuchzigarre des Jahres. Machen Sie sich selbst ein Bild von diesem köstlichen Schmuckstück aus der Dominikanischen Republik. Sie werden es nicht bereuen!"},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"fillerOrigin":["Dominikanische Republik","Kolumbien","Nicaragua","Spanien"],"binderOrigin":["Nicaragua"],"wrapperType":"Broadleaf Claro","aromaProfileManufacturer":["Kaffee","Karamell","Mandel","Zedernholz"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":13.5,"additionalNotes":"Aged"}
