{"name":"Flor de Selva Robusto Maduro","url":"https://www.noblego.de/flor-de-selva-robusto-maduro/","brand":"Flor de Selva","series":"Maduro","videoURLs":["https://www.youtube.com/watch?v=Ac6-nhcGMEE"],"details":{"Fazit":"Eine ausgezeichnete Zigarre zum sehr fairen Preis. Anmutung und Qualität sind ausgezeichnet und das satte, ausgereifte und sehr ausbalancierte Aroma überzeugt voll und ganz. Den perfekten Begleiter beim Genuss dieser Zigarre stellt dunkle Schokolade dar. Aber auch ein gereifter Brandy oder Cognac vertragen sich mit dieser Maduro sehr gut.","Genuss":"Mit einer Länge von 12,5 Zentimetern und einem Durchmesser von 20 Millimetern bietet diese Honduranerin ein geschmacklich breites und ausgewogenes Rauchvergnügen von ca. 40 bis 50 Minuten. Die Verarbeitung ist tadellos, die fest gerollte Zigarre verfügt über einen kerzengeraden Abbrand und hinterlässt eine stabile, fast weiße Asche. Geschmacklich überzeugt diese Robusto Maduro bereits vom ersten Zug an durch einen satten Geschmack von Erde und Holz. Dabei versprüht sie immer wieder zart-bittere Aromen von Schokolade, welche die sonstige Würze schön ergänzen. Für alle Flor de Selva- und Maduroliebhaber eine absolute Empfehlung! Dabei ist sie aber vor allem erfahrenen Aficionados zu empfehlen,  für den Anfänger kann diese pikante, mittelkräftige Zigarre zur echten Herausforderung werden.","Hintergrund":"Seit 1995 präsentieren sich die Zigarren der Firmengründerin und Grand Dame der Zigarrenwelt Maya Selva in perfekter Verarbeitung und mit ausgewogenem Geschmack, sodass die Formate mehrfach bestbewertet oder nominiert waren. Diese Qualität findet sich auch in der exklusiven Flor de Selva Robusto Maduro wieder, da hier ausschließlich Maduro-Deckblätter der Ernte aus dem Jahre 2009 verwendet wurden. Die Tasting-Runde der renommierten Fachzeitschrift Cigar-Clan bewertete daher diese nur in geringer Stückzahl produzierte Zigarre mit der sehr guten Punktzahl von 95 und verlieh ihr noch das Prädikat „Best Buy“ (2/2012)."},"diameter_mm":20,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","maker":"","manufactureOrigin":"Honduras","wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"wrapperType":"Maduro","aromaProfileManufacturer":["Cremig","Gewürze","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11}
