{"name":"Macanudo Maduro Hyde Park","url":"https://www.noblego.de/macanudo-maduro-hyde-park/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Wer es cremig und süß mag, ist hier genau richtig. Die Macanudo Maduro Hyde Park ist ein leckerer Smoke für den Nachmittag oder frühen Abend und passt gut zu süßen und/oder sahnigen Getränken.","Genuss":"Die Maduro Serie von Macanudo ist das dunkle Gegenstück zur etwas leichteren Café Linie. Die Einlage ist mit dominikanischen und mexikanischen Tabaken die gleiche, das Umblatt ist ebenfalls ein mexikanisches aus dem Tal von San Andrés. Der Unterschied besteht im Deckblatt, denn die dunkle Linie verwendet wie der Name schon verrät ein Connecticut Broadleaf Maduro Blatt, das dem Blend eine dezidiert süße Basis verleiht. Das Aroma der Macanudo Maduro Hyde Park ist cremig-schokoladig und schon im Kaltgeruch sind die Schokoladennoten zu erahnen. Zu Beginn entfalten sich Nuss- und Röstaromen, die von süßen Schokoladen- und würzigen Pfeffer- und Kräuternoten begleitet werden. Zur Mitte werden letztere etwas intensiver, dennoch wird die Zigarre nicht zu scharf. Bei jedem Zug füllt sich der Mund mit wunderbar voluminösem Rauch und der runde Abbrand bildet eine schöne weiße und feste Asche.","Hintergrund":"Kein geringerer als Ramon Cifuentes jun., kubanischer Master Blender, der schon für Partagás Zigarren entwickelte, ist für die Kreation der Macanudo Zigarren verantwortlich. Zunächst auf Jamaika gefertigt, werden sie mittlerweile in der Dominikanischen Republik produziert."},"diameter_mm":19.5,"ring":49,"length_mm":137,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"wrapperType":"Connecticut Broadleaf Maduro","aromaProfileManufacturer":["Erdig","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.6}
