{"name":"Don Duarte Leyenda Short","url":"https://www.noblego.de/don-duarte-leyenda-short/","brand":"Don-Duarte","series":"Leyenda","details":{"Fazit":"Die Don Duarte Leyenda Short vereint alles, was Zigarren aus Nicaragua so beliebt gemacht hat. Kräftige, dunkle Aromen, Pfeffer und eine makellose Verarbeitung. Das kleine Format ermöglicht den Genuss auch schon in der Mittagspause. Besonders zu dieser Gelegenheit empfehlen wir eine Kaffeespezialität als Begleitung.","Genuss":"Sowohl das Deck- als auch das Umblatt der Don Duarte Leyenda Short  stammen aus Nicaragua. Die nicaraguanische Einlage ist mit etwas San-Andrés Tabak aus Mexiko verfeinert und macht die Zigarre zu keiner Puro. Trotz dieser Mischung und der geringen Maße von 11,4 Zentimetern Länge und von 20 Millimetern im Durchmesser verstrahlt die Zigarre lebhaft typisch nicaraguanische Düfte. Diese sind dann auch im ersten Drittel präsent. Die Zigarre hinterlässt einen kräftigen Eindruck, welcher vor allem von Pfeffer und Holz geprägt ist. Das Abbrandverhalten ist tadellos und jeder Zug wird mit stattlichem, dichtem Qualm belohnt. Im zweiten Drittel schwindet zwar die Pfeffrigkeit, dafür dominieren deutlich dunklere und erdigere Aromen den Rauchverlauf. Diese steigern sich bis zum finalen Drittel und werden durch eine süffige Note, die sich am ehesten mit nassem Holz charakterisieren lässt, ergänzt. Nach gut 35 Minuten ist das Ende der Zigarre erreicht und es bleibt ein köstlicher Nachhall im Mundraum.","Hintergrund":"Die Marke Don Duarte zählt nicht umsonst zu den bekanntesten Zigarrenmarken aus Nicaragua. Mit der Leyenda Serie setzt das Unternehmen nun den nächsten Meilenstein und dankt ihrem jahrelangen Masterblender und Zigarrenrollstar Evelio Oviedo. Daher auch der Titel „Leyenda“ (Legende)."},"diameter_mm":19,"ring":48,"length_mm":115,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.6}
