{"name":"My Father Cedros Deluxe Eminentes","url":"https://www.noblego.de/my-father-cedros-deluxe-eminentes/","brand":"My Father","series":"","details":{"Fazit":"Die My Father Cedros Deluxe Eminentes ist eine Zigarre für fast alle Anlässe. Sie ist kräftig, aber nicht ZU kräftig, die Rauchdauer ist nicht zu lang, die Aromenfülle ist genau richtig, um zu keiner Zeit zu überfordern. Trotzdem ist die Eminentes reich an Eindrücken, von höchster Qualität und bietet ein gutes Preis-Leistungs-Verhältnis. Ob zum mittäglichen Spaziergang, abends mit Freunden oder allein vor dem Kamin - diese Zigarre wird Sie nicht enttäuschen, vor allem nicht in Kombination mit einem guten Rum.","Genuss":"Versehen mit einer schönen Bauchbinde glänzt das feinadrige Rosado Deckblatt seidig, die Verarbeitung ist lobenswert. Die Zigarre im klassischen Corona-Format mit 14 cm Länge und 1,8 cm Breite besitzt ein Umblatt aus nicaraguanischem Tabak, die Einlage besteht aus dem gleichen Blattgut. Frisch angeschnitten oder -gebohrt enthüllt die Eminentes eine feine Aromenfülle aus Holz, Erde, Gewürzen und etwas Süße. Angezündet verhält es sich ähnlich. Die holzig-erdigen Nuancen bleiben im ersten Drittel stetig im Vordergrund, im Rauchverlauf von etwa 40 bis 50 Minuten gewinnt die Zigarre stetig an Fülle und Kraft, ohne jedoch zu scharf zu werden. Das volle Tabakaroma kommt ganz einfach mehr und mehr zur Geltung, die Nuancen treten nach und nach etwas in den Hintergrund. Übrig bleibt feste Asche und ein köstlicher Nachgeschmack nach dunklem, vollem Tabak.","Hintergrund":"Seit einiger Zeit betreibt Jaime Garcia, Sohn des legendären Don Pepin, seine eigene Zigarrenmanufaktur in Esteli, Nicaragua. Seine Marke MyFather, erschaffen, um seinen Vater zu würdigen, sollte nur die besten Tabake enthalten. Und diesem Ziel ist Jaime wahrlich nahe gekommen, wird hier doch höchstwertiges Blattgut aus Nicaragua verarbeitet und mit karibischem oder ecuadorianischem Blattgut kombiniert. Das Ergebnis sind kräftige, nuancenreiche Zigarren für den wahren Aficionado."},"diameter_mm":18,"ring":46,"length_mm":142,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11}
