{"name":"Dominican Estates Corona","url":"https://www.noblego.de/dominican-estates-corona/","brand":"Dominican Estates","series":"","details":{"Fazit":"Mit der Dominican Estates Corona erhalten Sie eine qualitativ hochwertige Zigarre zu einem absoluten Spitzenpreis. Für Einsteiger und Liebhaber milder Zigarren ist sie genau die richtige Begleitung zum nachmittäglichen Kaffee oder zum Glas fruchtigen Weißwein am frühen Abend.","Genuss":"Schon am schimmernden Zigarrenring, der je nach Lichteinfall zwischen den Farben changiert, merkt man, dass die Dominican Estates Corona etwas ganz Besonderes darstellt. Seidig  glatt mit einer feinen Aderstruktur schließt sich das helle Connecticut Shade Deckblatt um die Einlage und das Umblatt. Mit 13,8 Zentimetern Länge und 17 Millimetern im Durchmesser liegt die Corona gut in der Hand. Während des rund 45 bis 55-minütigen Smokes entfaltet sie komplexe Aromen, die Kaffee-, Zedernholz- und Pfeffernoten mit fruchtig süßen Anteilen verströmen. Teils erinnert der süße Kern auch an Schokolade. Der Zugwiderstand zeigt sich in dem hochwertig verarbeiteten Longfiller stets perfekt und auch der Abbrand bleibt nahezu rund und gleichmäßig.","Hintergrund":"José Seijas, seines Zeichens Chef der Manufaktur Tabacalera Garcia, ist der Kreateur der milden Zigarren von Dominican Estates.  Kolumbianische und dominikanische Tabake bilden die Einlage des dominikanischen Longfillers und werden von einem US-amerikanischen Broadleaf Umblatt und Connecticut Shade Deckblatt umschlossen."},"diameter_mm":17,"ring":43,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Kolumbien"],"binderOrigin":["Broadleaf"],"wrapperType":"Connecticut Shade","aromaProfileManufacturer":["Fruchtig","Kaffee","Pfeffer","Schokolade","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.2}
