{"name":"APR Armando Pereda Robaina Especiales 54","url":"https://www.noblego.de/apr-armando-pereda-robaina-especiales-54/","brand":"APR Cigars","series":"","details":{"Fazit":"Für nur 8,90€ bietet die APR Especiales 54 eine geschmackliche Reise, die Erinnerungen an Kuba aufkommen lässt. Die Komposition aus Erde, Zeder, Kaffee und Pfeffer ist in sich stets stimmig und wird von der hervorragenden Verarbeitung getragen.","Genuss":"Die APR Especiales 54 besticht bereits in den ersten Zügen mit einem Zusammenspiel aus Erde, Kaffee, Zedernholz und etwas Pfeffer. Mit ihrem Geschmacksbild sorgt sie dabei für einen fast schon kubanischen Flair, obschon der Blend aus ecuadorianischen, mexikanischen und nicaraguanischen Tabaken besteht. Im weiteren Rauchverlauf bestärkt sie ihre hervorragend ausbalancierte Aromenpalette, wobei sich spürbar erdige Töne in den Vordergrund setzen. Von ihrem Stärkegehalt her bewegt sie sich von Beginn an in einem sehr vollmundigen Bereich, was den einzelnen Geschmacksträgern zu noch besserer Geltung verhilft. Mit ihrer Länge von 14,4 cm bei einem 54er Ringmaß ermöglicht sie eine Rauchdauer von ca. 75 Minuten. Der perfekten Rollung geschuldet weist die Asche eine traumhaft feste Textur auf und sorgt in Verbindung mit einem leichtgängigen Zug dafür, dass der Smoke sorgenfrei genossen werden kann.","Hintergrund":"Unter dem Dach von Isthmus Zigarren hat Armando Pereda Robaina in Zusammenarbeit mit Kurt Brandt und Juan Gómez die APR Serie produziert. Seine Initialen dienen als Namensgeber der Marke. Die Formate der Especiales-Serie sind dabei an die der Cohiba Behike angelehnt."},"diameter_mm":21.4,"ring":54,"length_mm":144,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.9,"additionalNotes":"Pigtail"}
