{"name":"Marca Fina Brazil Corona","url":"https://www.noblego.de/marca-fina-brazil-corona/","brand":"Marca Fina","series":"Brazil","details":{"Fazit":"Zigarrenfreunde, die auf der Suche nach einem würzigen, aromatischen Raucherlebnis sind, sollten der Marca Fina Brazil Corona, die Chance geben, sie zu verwöhnen. Typische brasilianische Aromen verwöhnen vom ersten bis zum letzten Zug und lassen den Genuss der Corona zu einem wahrhaften Rauchvergnügen werden.","Genuss":"Wie für Zigarren der Marca Fina-Serie typisch, wird auch die Marca Fina Brazil Corona vollständig aus einheimischen Komponenten hergestellt, vom Deckblatt über die Einlage bis zum Umblatt besteht diese Zigarre aus feinsten, brasilianischen Tabaken. Bei einer Rauchdauer von etwa 60 Minuten bleibt diese exotische Schönheit konstant mild und verwöhnt mit holzigen und cremigen Aromen. Ein perfekter Zugwiderstand ermöglicht ein unbeschwertes Rauchvergnügen. Dabei entsteht eine feste, leicht flockige Asche. In den holzig-süßlichen Geschmack, den man mit einer Marca Fina Brazil Corona erlebt, fügt sich eine feine Schärfe ein, die für ein würziges Zigarrenerlebnis sorgt. Zugleich wirkt die Corona dadurch auch etwas kräftiger als etwa eine brasilianische Robusto, was für Zigarrenanfänger etwas gewöhnungsbedürftig sein könnte.","Hintergrund":"Auch die Marca Fina Brazil Corona wird unter Obhut der Federación de Tabaqueros America Central (FTAC) hergestellt und vertrieben. Die FTAC ist ein Zusammenschluss regionaler Bauern und Tabakproduzenten, die hochqualitative Zigarren zu günstigen Preisen anbieten, ohne dabei auf die großen Tabakkonzerne angewiesen zu sein. Dies ermöglicht, dass die erzielten Gewinne direkt an die Bauern und Plantagenbesitzer fließen können und somit jenen zugutekommen, die für die handgefertigte Herstellung der Zigarren des Marca Fina-Labels verantwortlich sind."},"diameter_mm":16,"ring":40,"length_mm":148,"length_inch":0,"format":"Corona","manufactureOrigin":"Brasilien","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gras","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.8}
