{"name":"Dalay Hell Super Gordo","url":"https://www.noblego.de/dalay-hell-super-gordo-zigarren/","brand":"Dalay","series":"Natural","details":{"Fazit":"Dass die Dalay Super Gordo nicht zu unterschätzen ist, sieht man schon am großkalibrigen Format. Sie ist leicht im Rauch und leicht bis mittelkräftig im Geschmack. Auch diese Dalay-Zigarre wird dank der aufwändigen und hübschen Verpackung zum idealen Geschenk an gute Zigarrenfreunde oder Einsteiger.","Genuss":"Die  Longfiller-Zigarre Dalay Hell Super Gordo besticht durch ihren milden und dabei vollen Geschmack. Beim Anzünden entfaltet sie sofort einen sehr voluminösen Rauch mit einem angenehm erdigen Bouquet. Gewürznoten sorgen für einen unverwechselbaren Rauchgenuss. Das helle Connecticut Deckblatt kommt aus Ecuador, das Umblatt ist ein USA Broadleaf und bringt eine ganz bezaubernde Würze mit. Die Einlage besteht aus Dominican Piloto, Dominican Criollo 98 Viso, Dominican Seco und Brazilian Mata Fina Tabaken. Bei einem perfekten Zugwiderstand, einer Länge von 102 Millimetern und einem Ringmaß von erstaunlichen 73 bescheren diese Zigarren eine genussvolle Dreiviertelstunde reines Rauchvergnügen.","Hintergrund":"Das saarländische Tabakhaus Dalay steht für anspruchsvollen Rauchgenuss. Es importiert aus den unterschiedlichsten lateinamerikanischen und karibischen Ländern exklusiv so manche köstliche Überraschung auf dem Sektor der edlen Longfiller. Sowohl Kenner als auch ambitionierte Anfänger kommen hierbei auf ihre Kosten. Die meisten Dalay Zigarren kommen aus der Dominikanischen Republik. Zahlreiche Linien und Formate bieten eine köstliche Vielfalt an Zigarren, die fast ausnahmslos den Premium Longfillern zuordnet werden können."},"diameter_mm":28,"ring":70,"length_mm":102,"length_inch":0,"format":"Gordo","maker":"Nein","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Gewürze","Leder","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6}
