{"name":"Inca Tambo Grand Corona","url":"https://www.noblego.de/inca-tambo-grand-corona-zigarren/","brand":"Inca","series":"","details":{"Genussverlauf":"Welche Tabaksorten in der Inca Tambo Grand Corona verarbeitet wurden, ist leider nicht bekannt. Auf den an Inca Tempel erinnernden Holzkisten wird das mit dem Zusatz „Secret Blend“ noch einmal deutlich gemacht. Wahrscheinlich möchte man sich in der Tabacalera del Oriente, wo die Inca Zigarren aus ganzen Blättern von Hand gerollt werden, nicht in die Karten schauen lassen. Schließlich stehen die Inca Zigarren als peruanische Puros auf dem Markt so ziemlich alleine dar. Den Machern ist mit den köstlichen Longfillern auch tatsächlich eine kleine Sensation gelungen. Die Tambo wartet mit sehr harmonisch aufeinander abgestimmten Aromen von Erde, Kaffee, Leder und Holz, einer zarten Süße sowie sehr feinen Würze auf. Sie besitzt ebenfalls einen ordentlichen Grad an Komplexität, der in keiner Weise überfordert und somit auch Einsteigern die Möglichkeit gibt, sich an der leckeren Peruanerin zu versuchen. Ihr Zug- und Abbrandverhalten ist ebenfalls sehr akzeptabel.","Nice to know":"Die Präsentation der Inca Zigarren ist unserer Meinung nach besonders gelungen. Ihre Kisten sehen wirklich aus wie kleine Sonnentempel der Inkas, sind mit Ornamenten des Inkareichs verziert und zudem sehr stabil konstruiert. Die Bauchbinden greifen das Inka-Thema ebenfalls auf und wurden mit dem Konterfei des letzten bekannten Inka-Herrschers Túpac Amaru versehen.","Resümee":"Ein milder und äußerst lohnender Genuss! Die Inca Tambo Grand Corona wird innerhalb kurzer Zeit viele neue Liebhaber gewinnen. Wir gehören bereits zu den größten Verehrern dieser fantastischen peruanischen Köstlichkeit. Man muss sie einfach probiert haben!"},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Peru","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Peru"],"fillerOrigin":["Peru"],"binderOrigin":["Peru"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Kräuter","Leder","Süß"],"flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":7.5,"additionalNotes":"Puro"}
