{"name":"Isthmus Connecticut Talanga Aged Short Robusto","url":"https://www.noblego.de/isthmus-connecticut-aged-short-robusto/","brand":"Isthmus","series":"","details":{"Fazit":"Die Isthmus Connecticut Talanga Aged Short Robusto ist eine milde Vertreterin ihrer Zunft, ihre auf den Punkt gereiften Tabake sorgen dabei für eine klare Aromaentfaltung ohne Schnörkel. Interessierte Einsteiger und bewanderte Aficionados werden gleichermaßen ihre wahre Genussfreude an dieser präzis ausbalancierten Zigarre haben.","Genuss":"Verlockend gestaltet sich bereits der Geruch der Isthmus Connecticut Talanga Short Robusto, sie verströmt den behaglichen Duft hellen Holzes und lässt damit schon vor Rauchbeginn auf eine spannende Aromaentfaltung schließen. Ihr Connecticut Talanga Deckblatt stammt aus Honduras und weist eine wunderschön feine samtige Textur auf. In Umblatt und Einlage finden sich erlesene Tabake von den fruchtbaren Feldern Nicaraguas verarbeitet, ausgewählt mit der Expertise und Erfahrung für atemberaubende Blends. Tatsächlich verspürt man schon bei den ersten Zügen eine feinwürzige Holznote, die im Verlauf elegant an Präsenz zunimmt. Dazu gesellt sich ein frisches Heuaroma, welches wunderbar vom cremigen Rauch der Short Robusto getragen wird. Die immer wieder aufkommende Süße dieser milden Nicaraguanerin macht sich zum Ende hin deutlicher bemerkbar und mündet in ein herrlich rundes schokoladiges Finale. Die fantastische Verarbeitung der Isthmus Connecticut Talanga Aged Short Robusto spiegelt sich in ihrem technisch erhabenen Zug- und Abbrandgebaren wider.","Hintergrund":"Kurt Brandt ist zugleich kreativer Kopf und Präsident der Isthmus Cigar Company. Im Rahmen einer Reise nach Costa Rica im Jahr 1998 machte er seine ersten einschlägigen Erfahrungen mit den grundlegenden Prozessen des Tabakanbaus und der Zigarrenproduktion. Die damalige Begegnung mit Claudio Pinto jr. dem Inhaber einer kleinen Zigarrenmanufaktur im tropischen Costa Rica, hatte weitreichende Folgen für die Zukunft des heutigen Zigarrenexperten. Eine schicksalhafte Begegnung, der wir ebenfalls die Existenz der beeindruckenden Isthmus Kreationen zu verdanken haben."},"diameter_mm":19.8,"ring":50,"length_mm":114,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gras","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.5}
