{"name":"Herr Lehmann Zigarren No. 5 Schwarzwald Goldfinger (Glastube)","url":"https://www.cigarworld.de/zigarren/deutschland/herr-lehmann-no-5-schwarzwald-goldfinger-glastube-90014537_33857","brand":"Herr Lehmann","series":"No. 5 Schwarzwald Goldfinger (Glastube)","details":{"description":"\u003cp\u003e\u003cspan\u003eGanz sicher ist die Die Schwarzwaldz-Cigarre No. 5 Goldfinger im Glastube von der Herr Lehmann Cigarren-Manufaktur ein einzigartiger Anblick: eine Zigarre mit Blattgoldüberzug, der beim Abbrennen einen hell leuchtenden Glutring erzeugt. Wenn Sie also auf der Suche nach einem Geschenk sind, das lange in Erinnerung bleibt, dann ist diese Zigarre aus deutscher Herstellung die perfekte Wahl.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eAuch sonst wird die No. 5 Goldfinger dem Anspruch einer königlichen Zigarre gerecht. Sie ist im für die Region typischen Torpedo-Format gefertigt, was das Zugverhalten sowie die Aromaintensität begünstigt. Dank der Lagerung im Glastubo reift sie langsam und erhält ihr Aroma – ideal auch für unterwegs. Das Deckblatt wurde aus Sumatra importiert, während Einlage und Umblatt von Badener Tabakfeldern stammen. Mit einem Ringmaß von 50 bietet die handgerollte Zigarre knapp eine Stunde lang ein mild-aromatisches Rauchvergnügen.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eGerollt ist der Longfiller etwas fester als sonst bei \u003c/span\u003e\u003ca href=\"/zigarren/deutschland/herr-lehmann-cigarren-manufaktur-90014537\"\u003e\u003cspan\u003eHerr Lehmann\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e üblich. Das macht die Zigarre zum etwas kräftigeren Vertreter der Marke, die für ihre Milde bekannt ist. Die Aromen sind von Holz, Erde, Toastbrot und Gras geprägt. Auch Cassis und Schokolade sind erkennbar, während die elegante Schärfe mit der Zeit etwas deutlicher wird. Der Rauch ist harmonisch, cremig und angenehm süß, Zugwiderstand und Abbrandverhalten überzeugen ebenfalls.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Zigarre als Einzelexemplar im Glastubo mit Korkdeckel. Erfahren Sie hier noch mehr über \u003c/span\u003e\u003ca href=\"/zigarrenlexikon/totalmente-a-mano\"\u003e\u003cspan\u003ehandgemachte Zigarren\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":120.7,"length_inch":4.75,"format":"Torpedo","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Indonesien"],"WrapperTobaccoVariety":"Sumatra","fillerOrigin":["Deutschland"],"binderOrigin":["Deutschland"],"isFlavoured":false,"price":59.9}
