{"name":"Domaine de Lavalette Classic (Grau) Double Corona","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/domaine-de-lavalette-classic-double-corona-01140001_4539","brand":"Domaine de Lavalette","series":"Double Corona","details":{"description":"\u003cp\u003e\u003cspan\u003eZigarren der Marke Domaine de Lavalette sind unsere hauseigene Zigarrenmarke, welche wir direkt von den Herstellern ohne Zwischenhändler beziehen. Daraus resultiert ein fairer Preis, sowohl für die Tabacaleras als auch für die Konsumenten. Natürlich ist Qualität bei der Auswahl der Tabake unser Hauptaugenmerk, für unsere Classic-Serie verwenden wir ausschließlich Tabake der dominikanischen Republik.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Domaine de Lavalette Classic Double Corona (grau) ist eine unserer feinsten Exemplare und zeichnet sich durch sanfte Aromen und wahrlich beachtliche Maße aus. Wie eingangs bereits erwähnt, wird sie -natürlich von Hand- von Deckblatt bis Einlage aus durch und durch dominikanischen Tabaken hergestellt. Somit bietet sie einen authentischen Einblick in die Welt und die Aromen dieses zentralamerikanischen Paradieses. Die Maße der der Classic Double Corona können sich sehen lassen: Bei einer Länger von 19 Zentimetern und einem Durchmesser von fast 20 Millimetern ist sie eine Zigarre für die langen Genussmomente und gemütliche Smoke-Sessions von bis zu 100 Minuten. Aromatisch bekommt man in dieser Zeit eine Vielfalt an Geschmäckern geliefert, welche allesamt von einer angenehmen Milde charakterisiert werden. Erdige und holzige Töne sind durchwegs präsent, hinzu gesellen sich im zweiten Drittel der Double Corona grasige und süßliche Noten, welche von leichten Nuss-, Toast- und Leder-Aromen untermalt werden. Die cremige Rauchentwicklung sorgt hierbei durchwegs für ein angenehmes Raucherlebnis.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Domaine de Lavalette Classic Double ist bei uns entweder einzeln oder im praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":190.5,"length_inch":7.5,"format":"","maker":"Tabacalera Don Esteban","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1,"Erde":0.1,"Frucht":0.05,"Gras":0.1,"Holz":0.125,"Kaffee":0.075,"Leder":0.075,"Nuss":0.075,"Pfeffer":0.075,"Schokolade":0.05,"Süß":0.1,"Toast":0.075},"numberOfVotes":158},"price":2.7}
