{"name":"Partagas Zigarren Serie D No. 5","url":"https://www.cigarworld.de/zigarren/cuba/regulares/partagas-serie-d-no-5-01008_24063","brand":"Partagas","series":"Serie D No. 5","details":{"description":"\u003cp align=\"justify\"\u003eDie weltweit beliebteste Partagas ist zweifellos das Robusto Format Serie D No. 4. In den 30er Jahren des 20. Jahrhunderts wurde es zusammen mit 15 weiteren Formaten für den englischen Markt entwickelt, dann allerdings in den 60er Jaher wieder eingestellt. Lediglich die Serie D No. 4 wurde ab 1975 wieder in die Produktion aufgenommen. Mit der Partagas Serie P No. 2 erweiterte Habanos S.A. im Jahr 2005 diese Linie um ein Piramide Format. Jetzt bekommt diese legendäre Serie erneut Zuwachs: Die Partagas Serie D No. 5 erweitert die Serie D um ein weiteres grandioses Format. Auch die No. 5 hat ein Robusto-typisches Ringmaß von 50 und eine Länge von 110mm. Die Rauchdauer liegt bei rund 30 Minuten. Die Serie D No. 5 machte übrigens bereits als Teil der jährlich erscheinenden Edicion Limitada, in diesem Fall des Jahres 2008, Furore in Deutschland. Die Mischung entspricht jener der Serie D No. 4. Sie wird vollständig von Hand in der Partagas Manufaktur aus Tabaken der Vuelta Abajo gefertigt, der Heimat des Tabaks, der zum besten der Welt zählt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp align=\"justify\"\u003eDie No. 5 wird in der typischen Verpackung der Serie D in Kisten zu a 10 sowwie 25 Stück angeboten. Sie verfügen ebenfalls über den charakteristischen roten Cigarrenring der Serie D.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp align=\"justify\"\u003eDie für Partagas typische Mischung ist kräftig aromatisch. Sie besteht aus den Tabaken namenhafter Plantagen der Vuelta Abajo, welche in der Zigarrenmanufaktur von Partagas in Havanna gefertigt werden.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":110,"length_inch":4.33,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.10204081632653061,"Erde":0.12244897959183673,"Frucht":0.061224489795918366,"Gras":0.061224489795918366,"Holz":0.12244897959183673,"Kaffee":0.08163265306122448,"Leder":0.12244897959183673,"Nuss":0.08163265306122448,"Pfeffer":0.08163265306122448,"Schokolade":0.04081632653061224,"Süß":0.061224489795918366,"Toast":0.061224489795918366},"numberOfVotes":55},"price":16.89}
