{"name":"My Father Cigars Connecticut Robusto","url":"https://www.cigarworld.de/zigarren/nicaragua/my-father-cigars-connecticut-robusto-90013797_29725","brand":"My Father Cigars","series":"Robusto","details":{"description":"\u003cp\u003eDie typischen Merkmale eine Pepin-Zigarre? Geschmacksbombe. Intensiv hoch Zehn. Einlagetabake aus Nicaragua inklusive kubanischer Einflüsse. Nun versucht man sich in der Tabacalera der \"My Father Cigars\" mit einem Blend, die \"normale\" Einlage-Umblatt-Kombo mit einem Connecticut Shade-Deckblatt aus Ecuador zu garnieren. Geht der Clou auf? Wir haben uns für Sie einige Exemplare an die Brust genommen...\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eNasal weiß das Leichtgewicht einer Robusto mit ihrem minzig-ledrigen Touch und einer floralen Süße zu gefallen. Das makellose Connecticut Shade-Deckblatt aus Ecuador ist typischerweise dünn und besitzt eine trockene, leicht raue Textur bei dezent rötlicher Färbung. Während der Degustation erkennt man ebenfalls den für den Decker bekannten scharf abgrenzenden und klar gezeichneten Abbrandring, welcher sich meistens eher ruhig und ausgeglichen präsentiert. Nur zu Beginn des Smokes ist dieser wein wenig ungleichmäßig. Die ersten Züge wissen zu gefallen und können die zu schätzenden Qualitätsmerkmale einer Don Pepin-Zigarre wieder mal untermauern. Intensiv und ohne Umwege darf man Aromen von Honig am Zug und einer im Mundraum sich transformierende ledrige Würze erwarten, die im Abgang subtile (ja auch dies ist bei einer Pepin möglich) Noten von Erde und Zedernholz mit sich tragen. Wie schon bei vorrigen Raucherfahrungen im Team, besitzt auch dieses Exemplar der My Father Connecticut Edition Robusto eine sehr angenehmes Zugverhalten und offenbart einen cremigen Rauch, welcher nach dem ersten Zentimeter auch das bekannte buttrige Gefühl im Rachen hinterlegt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eVor dem ersten Drittel gibt es den ersten Wandel im aromatscihen Bereich zu vermerken - Die zuvor bestimmende Süße am Zug macht einen deutlichen Rückzieher und wird von Leder, Zedernholz und der hinzu gekommenen Walnuss übertumpft. Außerdem errinert die einst florale Süße nun eher an Karamell. Spätestens im mittleren Drittel wird der Abgang ein Idee herber, ohne dabei aber deplatziert zu wirken.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eIm letzten Abschnitt der Robusto darf man eine weitere, fein abgestimmte Wandlung beobachten. Die zuvor erschmeckte Walnuss ähnelt nun doch eher einer gut harmonisierenden Portion Haselnuss und Mandeln. Der Smoke ist dementsprechend weniger herb, dafür samtiger und Facette weicher. Leder und Karamell sind ebenso vorzufinden, wie Zedernholz und eine schmale Prise röstiger Würze. Was vor allem mit der nussigen Komponenete hervorragend korrespondiert ist die erdige Note, welche dem Gesamtpaket eine gewisse Rundung verleiht. Die Zigarre brennt übrigens immer noch entspannt vor sich hin und musste kein einziges mal nachgezündet werden. Der Abbrandring ist kreisrund, gleichmäßig und nahezu perfekt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eZusammenfassend lässt sich festhalten, dass die mittelkräftige My Father Connecticut Edition ein äußerst gelunger Entwurf und eine schöne Ergänzung zum bisherigen Portfolio der Marke ist. Die Idee die Pepin-Charakteristik mit einem Connecticut-Deckblatt zu ummanteln und einen nicht ganz so peppigen Typus zu entwickeln, geht wie der Rauch dieser Zigarre mehr als nur gut auf! Die verkostete Robusto macht jedenfalls 60 Minuten einiges richtig und eine Menge Spaß.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":133.4,"length_inch":5.25,"format":"","maker":"My Father Cigars S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"BinderTobaccoVariety":"Criollo","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.11538461538461539,"Erde":0.11538461538461539,"Frucht":0.057692307692307696,"Gras":0.057692307692307696,"Holz":0.11538461538461539,"Kaffee":0.09615384615384616,"Leder":0.07692307692307693,"Nuss":0.09615384615384616,"Pfeffer":0.07692307692307693,"Schokolade":0.038461538461538464,"Süß":0.09615384615384616,"Toast":0.057692307692307696},"numberOfVotes":8},"price":9.8}
