{"name":"Drew Estate Liga Privada No. 9 Toro","url":"https://www.cigarworld.de/zigarren/nicaragua/drew-estate-liga-privada-no-9-toro-90012726_26597","brand":"Drew Estate","series":"Toro","details":{"description":"\u003cp\u003e\u003cspan\u003eDas dunkle 18 Monate gereifte Oscurodeckblatt der Liga Privada ist ein absoluter Augenschmaus und hüllt die prall gefüllte Zigarre in ein ledrig glänzenden Gewand. \u003c/span\u003eDieses \u003cstrong\u003eConnecticut Broadleaf\u003c/strong\u003e ist das Schmuckstück dieser Zigarrenserie und versprüht bei jedem öffnen der Kiste ein unbeschreiblich leckeres Aroma. Der Kaltzug bewahrheitet die vermutete Verarbeitungsqualität und lässt geschmacklich auf ein höchst aromatisches Rauchvergnügen mit perfektem Zugwiderstand hoffen.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eIn den ersten Zügen dann doch nicht ganz so brachial dunkel und kraftvoll wie erwartet, präsentiert sich die Liga super ausbalanciert mit minimalem Pfefferkick. \u003c/span\u003eDas saftig dicke Deckblatt benötigt anfangs noch ein paar kräftige Züge, um in Fahrt zu kommen, hat sich dann nach kurzen Nachfeuern aber gefangen und brennt ab nun relativ gleichmäßig ab. Die ersten Aromen die sich aus dem Rauch rauskristallisieren, zeugen von dunklen Früchten gepaart mit einer dunklen Kakao Note und subtile Mineralische Anklänge. Deutlich weniger Röstaromen als erwartet aber trotzdem schon nach einigen Zügen vollaromatisch.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eSobald sich die ersten Zentimeter dieses Sticks in feste graue Asche transformiert haben, erhält der leicht pfeffrige Rauch von Zug zu Zug ein immer dunkleres Profil. Ene Süße bleibt bisweilen fast vollkommen aus. Dafür tritt die eigentliche Kraft der Liga zu Tage! Man sollte schon eine gewisse Grundlage im Magen geschaffen haben, damit man von dieser Kraft nicht überwältigt wird. \u003c/span\u003eIm \u003cstrong\u003ezweiten Drittel\u003c/strong\u003e nimmt die Fruchtigkeit deutlich ab. Dafür gesellt sich ein milchiger Unterton zu den dunklen Schokoaromen und der mittlerweile enormen Röstigkeit.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eGeschmacklich ist die Liga Privada am ehesten noch mit der \u003ca href=\"/zigarren/nicaragua/nica-rustica-by-drew-estate-el-brujito-90013782_29650\"\u003e\u003cstrong\u003eNica Rustica El Brujito\u003c/strong\u003e\u003c/a\u003e von Drew Estate zu vergleichen, jedoch wesentlich komplexer! \u003c/span\u003eZum Ende hin relativiert sich die Stärke und die \u003cstrong\u003eLiga Privada No. 9\u003c/strong\u003e wirkt überraschenderweise wieder wesentlich balancierter. Dafür erscheinen die Aromen um einiges dichter. Noten von \u003cstrong\u003eKakao\u003c/strong\u003e und \u003cstrong\u003eKaffee\u003c/strong\u003e sind nun deutlich schmeckbar.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDas ist keine Einsteigerzigarre und auch keine gute Wahl wenn man mit Nichtrauchern in einem Raum ist, denn die \u003cstrong\u003eLiga Privada\u003c/strong\u003e ist Drew Estate Typisch der reinste Schornstein. Selbst wenn man sie für eine Weile aus der Hand legt, qualmt sie unaufhörlich weiter, was erstaunlich ist bei einem solch dicken Deckblatt. Wenn man sich jedoch als erfahrener Raucher unter Gleichgesinnten befindet oder sich für ein Armenspektakel der besonderen Art für fast zwei Stunden zurückziehen möchte, ist die \u003cstrong\u003eLiga Privada Toro\u003c/strong\u003e eine wunderbares Erlebnis!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":152.4,"length_inch":6,"format":"","maker":"La Gran Fabrica Drew Estate","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["USA"],"wrapperProperty":"Broadleaf","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"BinderTobaccoVariety":"Mata Fina","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.14,"Erde":0.08,"Frucht":0.04,"Gras":0.04,"Holz":0.06,"Kaffee":0.12,"Leder":0.08,"Nuss":0.08,"Pfeffer":0.06,"Schokolade":0.12,"Süß":0.1,"Toast":0.08},"numberOfVotes":30},"price":20.9}
