{"name":"Dominico Bundles Robusto","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/dominico-bundles-robusto-90009513_21262","brand":"Dominico","series":"Robusto","details":{"description":"\u003cp\u003eDer Zigarrenhersteller \u003ca href=\"/villiger\"\u003eVilliger\u003c/a\u003e ist eines der ältesten Unternehmen der Branche Europas. 1888 von Jean Villiger gegründet, entwickelte sich die in der Schweiz gelegene Manufaktur im Lauf der Jahre zu einem global agierenden Unternehmen. Während dieser ganzen Zeit blieb Villiger jedoch im Familienbesitz und wird auch heute noch von den Nachfahren Jean Villiger’s geleitet. Zigarren von Villiger sind zahlreich und divers, zeichnen sich jedoch allesamt durch eine überragende Qualität aus. Zigarren der Marke Dominico Bundles bilden hier keine Ausnahme, sie liefern ein sanftes und gleichzeitig komplexes Raucherlebnis.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Dominico Bundles Robusto ist eine handliche, vollmundige Zigarre, welche eine ideale kurzweilige Alternative zu den anderen Formaten der Serie darstellt. Ihre erlesenen Zutaten führen die östliche und westliche Hemisphäre der Tabakkultur zusammen. Das markante Connecticut Shade-Deckblatt aus Ecuador und die nicaraguanische Einlage liefern den klassischen südamerikanischen Flair, das indonesische Umblatt sorgt für Komplexität. Die Maße dieser Robusto können sich sehen lassen: Mit einer Länge von 12,7 Zentimetern und einem Durchmesser von 20 Millimetern ist sie, nicht zuletzt dank ihrer sorgfältigen Verarbeitung, bis zu 65 Minuten lang ein unbefleckter Genuss. Verdanken ist das dem runden Ensemble aus Aromen, welche ein ausgefeiltes Zusammenspiel bilden, anstatt sich zu überlagern. Holzige Noten bilden den Grundtenor, umspielt werden sie von erdigen, toastigen und ledrigen Geschmäckern. Vor allem im letzten Drittel gesellen sich auch Noten von Pfeffer und Grass hinzu, was der durchwegs präsenten Milde und Cremigkeit der Bundles Robusto jedoch keinen Abbruch tut.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Dominico Bundles Robusto ist bei uns entweder einzeln oder in einer praktischen 10er-Packung erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":5,"format":"","maker":"ABAM Cigars","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Shade","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik","Nicaragua"],"fillerTobaccoVariety":"Piloto","binderOrigin":["Indonesien"],"BinderTobaccoVariety":"Indonesia","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.10869565217391304,"Erde":0.08695652173913043,"Frucht":0.06521739130434782,"Gras":0.08695652173913043,"Holz":0.13043478260869565,"Kaffee":0.06521739130434782,"Leder":0.08695652173913043,"Nuss":0.06521739130434782,"Pfeffer":0.08695652173913043,"Schokolade":0.043478260869565216,"Süß":0.08695652173913043,"Toast":0.08695652173913043},"numberOfVotes":147},"price":3.6}
