{"name":"Asylum Cigars Schizo  Toro 50x6","url":"https://www.cigarworld.de/zigarren/nicaragua/asylum-cigars-schizo-toro-50x6-90014018_30757","brand":"Asylum Cigars","series":"Toro 50x6","details":{"description":"\u003cp\u003e\u003ca href=\"/asylum-cigars\"\u003eAsylum Cigars\u003c/a\u003e ist eine Serie von Zigarren, die auf den berühmten Zigarren-Meister Christian Eiroa zurückzuführen ist. Die Basis dieser Zigarren sind Premium-Tabake aus den fruchtbaren Höhen Nicaraguas, welche durch fachmännische und traditionelle Verarbeitung zu wahren Meisterwerken transformiert werden. Mit diesem Erfolgsrezept sind schon mehrere Zigarren der Asylum Cigar-Serie ausgezeichnet worden und erhalten durchwegs Bewertungen aus Fachkreisen (Cigar Aficionado) von mindestens 91 Punkten. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Asylum Cigars Schizo Toro ist eine sorgfältig verarbeitete und geschmacklich reiche Zigarre. Ihre Manufaktur erfolgt mit rein nicaraguanischen Tabaken, was sie zu einem unverfälschten Abbild der nicaraguanischen Tabaktradition macht. Ihre Länge beträgt 15,2 Zentimeter bei einem Durchmesser von ca. 20 Millimetern. Diese Maße in Kombination mit der sorgfältigen, händischen Verarbeitung erlauben es der Schizo Toro, an die 80 Minuten für feinsten nicaraguanischen Tabakgenuss zu sorgen. Aromatisch durchläuft sie in dieser Zeit mehrere Phasen. Zu Beginn stehen Noten von Kaffee, Schokolade und Toast im Vordergrund, im zweiten Drittel kommen dann holzige und vor allem pfeffrige Töne zur Geltung, welche den geschmacklichen Charakter der restlichen Zigarre bestimmen.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Asylum Cigars Schizo Toro ist entweder einzeln oder im praktischen 20er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":152.4,"length_inch":6,"format":"Toro","maker":"El Aladino (Christian Eiroa","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.10416666666666667,"Erde":0.10416666666666667,"Frucht":0.041666666666666664,"Gras":0.0625,"Holz":0.10416666666666667,"Kaffee":0.08333333333333333,"Leder":0.08333333333333333,"Nuss":0.0625,"Pfeffer":0.10416666666666667,"Schokolade":0.08333333333333333,"Süß":0.0625,"Toast":0.10416666666666667},"numberOfVotes":23},"price":3.8}
