{"name":"Cohiba Behike BHK 52","url":"https://www.cigarworld.de/zigarren/cuba/regulares/cohiba-behike-bhk-52-90008612_19690","brand":"Cohiba","series":"BHK 52","details":{"description":"\u003cp\u003e\u003cspan\u003eDie Cohiba Behike BHK 52 ist die kürzeste Habano in der Luxus-Linie des wohl bekanntesten Zigarrenherstellers der Welt. Die Behike-Serie ist auch die jüngste der vier Serien von Cohiba und seit 2010 auf dem Markt. Für die Herstellung kommt als viertes Einlageblatt ein Medio Tiempo zum Einsatz, also eines der beiden obersten Blätter der Tabakpflanze. Diese Blätter zeichnen sich sich durch Stärke und ein komplexes Aroma aus. Selbstverständlich lässt Cohiba ebenfalls in Vuelta Abajo anbauen. Der ungewöhnliche Tabak begrenzt die Auflage dieser außergewöhnlichen Zigarre, in die sich jeder fortgeschrittene Aficionado sofort verlieben muss.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie tiefgründige Habano begeistert mit einer komplexen Struktur, die zu keiner Zeit unbalanciert wirkt. Sehr zurückhaltende Pfeffernoten, Kuba-typische Holz-, moosige Erd- und Lederaromen sowie wohlige Röstnoten von Toast und Kaffee halten sich stets die Waage. Stimmt der Zug, erinnern blumige Aromen an Rosenblätter. Der Rauch ist unvergleichlich dicht und süß, mit einer charakteristischen Herbe.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eAuch optisch beeindruckt der Longfiller. Das matte Colorado-Deckblatt hat eine extrem feine Oberfläche mit einer edel strukturierten Aderung. Die ungewöhnliche \u003c/span\u003e\u003ca href=\"/zigarren/cuba/regulares/cohiba-zigarren-01002\"\u003e\u003cspan\u003eCohiba\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e-Banderole betont ebenfalls die Einzigartigkeit dieses Meisterstücks, das in El Laguito nur von den erfahrensten Tabakrollern verarbeitet wird. Erhältlich ist die Behike BHK 52 als Einzelstück oder in der hochwertigen Naturholz-10er-Kiste.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eHaben Sie Lust auf mehr kubanischen Luxus bekommen? Hier erfahren Sie mehr über die besten \u003c/span\u003e\u003ca href=\"/zigarren/cuba\"\u003e\u003cspan\u003eZigarren aus Kuba\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":117.5,"length_inch":4.625,"format":"Laguito No. 4","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.125,"Erde":0.125,"Frucht":0.0625,"Gras":0.08333333333333333,"Holz":0.10416666666666667,"Kaffee":0.08333333333333333,"Leder":0.08333333333333333,"Nuss":0.0625,"Pfeffer":0.0625,"Schokolade":0.0625,"Süß":0.0625,"Toast":0.08333333333333333},"numberOfVotes":34},"price":188}
