{"name":"Casa De Torres Zigarren Churchill","url":"https://www.cigarworld.de/zigarren/nicaragua/casa-de-torres-churchill-01313_4066","brand":"Casa de Torres","series":"Churchill","details":{"description":"\u003cp\u003eDie \u003ca href=\"/zigarren/nicaragua/casa-de-torres-01313\"\u003eCasa de Torres\u003c/a\u003e ist eine Marke der Zigarrenmanufaktur Schuster, einem Traditionsunternehmen aus Deutschland, welches schon seit 1909 besteht. In den letzten zwei Jahrzehnten setzte Schuster verstärkt auf den Import von Zigarren aus südamerikanischen Ländern und dadurch kam es schließlich zur Kreation der Zigarren-Serie Casa de Torres. In Kooperation mit einer nicaraguanischen Zigarrenmanufaktur entwickelt, wird sie seitdem exklusiv für Schuster produziert und exportiert.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa de Torres Churchill ist die Königsklasse der Casa de Torres-Serie. Mit ihrem extravaganten und zugleich eleganten Format ist sie ideal für Genießer, die üppige, lange Smoke-Sessions als das Non plus ultra der Zigarrenkultur sehen. Hergestellt wird sie aus einem Connecticut-Deckblatt aus Ecuador sowie einem Umblatt und einer Einlage aus Nicaragua. Die Maße der Churchill können sich sehen lassen: Bei einer Länge von 17,8 Zentimetern und einem Durchmesser von 20 Millimetern ist hier lang andauernder Genuss von bis zu 120 Minuten garantiert, dank der hervorragenden Komponenten wird man in dieser Zeit mit exzellentem Abbrand und harmonischen Aromen verwöhnt. Noten von Kaffee und Holz machen die geschmackliche Basis der Zigarre aus, umspielt werden diese Aromen von ledrigen, erdigen und süßlichen Tönen. Abgerundet wird die Churchill durch eine durchwegs wunderbar cremige Rauchbildung.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie casa de Torres Churchill ist bei uns entweder einzeln, im praktischen 4er-Etui, aber auch in der hochwertig verarbeiteten 25er-Holzkiste erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":177.8,"length_inch":7,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.125,"Erde":0.075,"Frucht":0.05,"Gras":0.075,"Holz":0.125,"Kaffee":0.075,"Leder":0.075,"Nuss":0.075,"Pfeffer":0.1,"Schokolade":0.075,"Süß":0.075,"Toast":0.075},"numberOfVotes":120},"price":7.2}
