{"name":"Vegueros Zigarren Tapados","url":"https://www.cigarworld.de/zigarren/cuba/regulares/vegueros-tapados-01023_27195","brand":"Vegueros","series":"Tapados","details":{"description":"\u003cp\u003e\u003cspan\u003eDie Vegueros Tapados ist eine mittelstarke Vitola, die für eine gute Dreiviertelstunde lang einen verführerischen Smoke verspricht. Geeignet ist er sowohl für erfahrene Aficionados wie auch Einsteiger. Der Longfiller gehört zu den erschwinglichen Habanos, die an Qualität nichts vermissen lassen. Hergestellt ist er vollständig von Hand, mit dem Premiumtabak aus der kubanischen Anbauregion Vuelta Abajo. Die Zigarre im Mareva Gruesa Format ist 12.07 Zentimeter lang und hat ein Ringmaß von 46.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eSeit die Formate von \u003c/span\u003e\u003ca href=\"/zigarren/cuba/regulares/vegueros-01023\"\u003e\u003cspan\u003eVegueros\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e im Jahr 2014 vollständig überarbeitet wurden, präsentiert sich auch die Tapados mit der modernen silber-grünen Banderole. Das matte Deckblatt hat eine schöne Colorado-Maduro-Farbe und ist fest gerollt. Der Kaltgeruch duftet vorsichtig nach Gras und Heu, auch elegante Kräuteraromen sind erkennbar. Einmal angezündet, entfaltet sich zunächst eine feine Würze mit appetitlichen Kaffeenoten. Der Rauch ist von Beginn an cremig und weich, mit einem mittleren Volumen. Im Rauchverlauf treten Nuss-, Erd- und Holzaromen dazu. Eine erfrischende Pfefferminznote sowie feine Pfefferschärfe runden das Aromenprofil ab. Ein angenehmer Zugwiderstand und guter Abbrand zeichnen den Smoke aus. Die Asche fällt mittelfest und hellgrau aus.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cspan\u003eErhältlich ist die Tapados von Vegueros als Einzelstück, im praktischen 4-er Päckchen für unterwegs oder für die Vorratshaltung in der 16-er Dose. Möchten Sie darüber hinaus mehr über Habanos erfahren? Dann finden Sie hier viele weitere spannende Facts über die \u003c/span\u003e\u003ca href=\"/zigarren/cuba\"\u003e\u003cspan\u003eZigarren aus Kuba\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e!\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":18.3,"ring":46,"length_mm":120.7,"length_inch":4.75,"format":"Mareva Gruesa","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.08888888888888889,"Erde":0.13333333333333333,"Frucht":0.044444444444444446,"Gras":0.08888888888888889,"Holz":0.13333333333333333,"Kaffee":0.06666666666666667,"Leder":0.1111111111111111,"Nuss":0.06666666666666667,"Pfeffer":0.08888888888888889,"Schokolade":0.044444444444444446,"Süß":0.06666666666666667,"Toast":0.06666666666666667},"numberOfVotes":64},"price":7.5}
