{"name":"Davidoff Limited Editions 100 Years Geneva Robusto","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/davidoff-100-years-geneva-robusto-01172301_23616","brand":"Davidoff","series":"100 Years Geneva Robusto","details":{"description":"\u003cp align=\"justify\"\u003eAnläßlich des 100-jährigen Jubiläums des Geschäfts in Genf, der Gründerstätte der Marke Davidoff, lanciert Davidoff diese würdige und besondere Jubiläumscigarre im beliebten Robusto-Format. Sie besteht ausschließlich aus Tabaken, die von Davidoff durch Kreuzungen oder Weiterentwicklungen von eigenen Samen selbst gezüchtet und entweder in der Dominikanischen Republik oder - in enger Zusammenarbeit mit Davidoff - bei einem Partner in Ecuador angepflanzt worden sind. Als Einlage wurden fünf unterschiedliche Sorten verwendet, welche zwischen fünf und neun Jahren gelagert wurden, damit sie ihr volles Aroma und ihre besonderen Charakteristiken ideal entfalten können.\u003cbr\u003e\u003c/br\u003e\u003cbr\u003e\u003c/br\u003eDer überwiegende Teil der Einlage besteht aus Tabaken der Blattstufe Ligero, welche der Cigarre eine kräftigere Note verleihen. Das Umblatt, eine Variante eines San Vicente Tabaks, wurde einer speziellen, länger andauerenden Fermentation unterzogen. Das dunkle, rötlich-braune Criollo Deckblatt stammt aus dem neu entdeckten Anbaugebiet von Yamasa mit der charakteristischen roten Erde.\u003cbr\u003e\u003c/br\u003e\u003cbr\u003e\u003c/br\u003eKomplexe Noten, kräftig, aber ausgewogen und vollmundig im Geschmack - mit diesem einmaligen Raucherlebnis im beliebten Robusto-Format und der hochwertigen Verpackung zelebriert Davidoff dieses Jubiläum der besonderen Art.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"","maker":"Tabadom (Davidoff)","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.13333333333333333,"Erde":0.1111111111111111,"Frucht":0.06666666666666667,"Gras":0.1111111111111111,"Holz":0.1111111111111111,"Kaffee":0.022222222222222223,"Leder":0.022222222222222223,"Nuss":0.1111111111111111,"Pfeffer":0.13333333333333333,"Schokolade":0.022222222222222223,"Süß":0.13333333333333333,"Toast":0.022222222222222223},"numberOfVotes":2},"price":24}
