{"name":"Partagas Zigarren Lusitanias","url":"https://www.cigarworld.de/zigarren/cuba/regulares/partagas-lusitanias-01008_68","brand":"Partagas","series":"Lusitanias","details":{"description":"\u003cp\u003e\u003cspan\u003eDie Partagas Lusitanias gehört zu einer der beliebtesten Zigarren Kubas und lässt eingefleischten Habano-Fans das Herz aufgehen. Mit einer stolzen Länge von 19.41 cm und einem Ringmaß von 49 ist die Doppel-Corona nichts für Zwischendurch. Stattdessen ist sie ein toller Smoke für besondere Gelegenheiten, da sie mehr als eineinhalb Stunden lang raffinierten Genuss garantiert. Da sie im Vergleich zu anderen \u003c/span\u003e\u003ca href=\"/zigarren/cuba/regulares/partagas-01008\"\u003e\u003cspan\u003ePartagas-Zigarren\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e mild ist, eignet sie sich auch für ambitionierte Einsteiger. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eBereits von außen zeigt die Zigarre, was zu erwarten ist: Das Colorado-farbene Deckblatt ist fein, weich und glatt. Außerdem zeigt die feste, regelmäßige Einlage die hochwertige Verarbeitung von Hand. Der erfreuliche Kaltduft erinnert an Heu, während der Rauch eine perfekte Mischung aus Herbheit und cremig-dichter Süße bietet. Das Aroma wird zunächst von den markentypischen Erdnoten sowie Gewürzen dominiert. Leichte Honig- und Moosnoten tragen zur Komplexität bei. Später wird das Holz sowie Röst-, Kaffee- und Kakao-Aromen präsenter. Gegen Ende hin wird die Habano etwas kräftiger, die Pfeffernoten aber nie zu scharf. Der Abbrand ist gerade und die Asche gleichmäßig und fest.  \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDer Tabak der Zigarre für die Einlage, das Deckblatt und das Umblatt stammt aus der Anbauregion Vuelta Abajo. Und natürlich darf auch die edle Gold-Banderole von Partagas nicht fehlen. Erhältlich ist die Premium-Zigarre als Einzelstück, in der 10-er oder der 25-er Kiste. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cspan\u003eSie wünschen weitere Infos? Hier erfahren Sie mehr über die \u003c/span\u003e\u003ca href=\"/zigarren/cuba\"\u003e\u003cspan\u003eZigarren aus Kuba\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e!\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.4,"ring":49,"length_mm":194.1,"length_inch":7.64,"format":"Prominentes","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.125,"Erde":0.125,"Frucht":0.0625,"Gras":0.03125,"Holz":0.09375,"Kaffee":0.0625,"Leder":0.15625,"Nuss":0.0625,"Pfeffer":0.0625,"Schokolade":0.0625,"Süß":0.09375,"Toast":0.0625},"numberOfVotes":161},"price":29.7}
