{"name":"Villa Zamorano Zigarren Gordo","url":"https://www.cigarworld.de/zigarren/honduras/villa-zamorano-classic-gordo-01224001_16731","brand":"Villa Zamorano","series":"Gordo","details":{"description":"\u003cp\u003e\u003cspan\u003eEl Gordo oder auch die Dicke. Die mächtige Vitola ist ein wahres Prachtstück. Sie zählt zwar zu den kürzeren Zigarren von Villa Zamorano, kann aber auf Grund ihres Umfangs einen Rauchgenuss von rund einer Stunde bieten. Der Blend ist sehr würzig und von feinsten Blättern, die aus dem Jamastrán Tal im Süden Honduras stammen. Hochwertige Tabaksorten vereinen sich und geben ein sahnig-würziges, leicht holziges Aroma. Die sorgfältige Verarbeitung bereiten einen entspannten Genuss. Zu einer sorgfältigen Verarbeitung diesen Longfillers gesellen sich sahnig-volle Aromen. Die Villa Zamorano Gordo ist im Geschmack überschwänglich und ausdrucksstark. Zu Beginn setzen sich geschmacklich Pfeffer, Leder und Lakritze durch, während am Ende geröstete Mandeln und leichte Karamell-Noten dominieren.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eMit nur 12,2 Zentimetern Länge zählt sie zwar zu den eher kürzeren Zigarren, kompensiert dies aber mit ihren Durchmesser von 2,15 Zentimeter. Zudem hat sie durch die Handrollung ein ausgezeichnetes Zugverhalten. Der Abbrand der Villa Zamorano Gordo ist gleichmäßig und der Brandring ausgeprägt. Die zeichnet sie als Qualitätszigarre aus. Die stilvolle Banderole ziert jedes Exemplar und und rundet das Vergnügen ab. Sie ist durch ihre mittlere Stärke sowohl für Einsteiger als auch gestandene Aficionados geeignet. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Villa Zamorano Gordo ist bei uns entweder einzeln oder im praktischen 25er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eWeitere \u003ca href=\"/zigarren/honduras\"\u003eZigarren aus Honduras\u003c/a\u003e finden Sie hier. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21.400000000000002,"ring":54,"length_mm":121.9,"length_inch":4.8,"format":"","maker":"Fábrica de Puros Maya Selva Cigars","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1,"Erde":0.1,"Frucht":0.06,"Gras":0.06,"Holz":0.12,"Kaffee":0.08,"Leder":0.1,"Nuss":0.08,"Pfeffer":0.08,"Schokolade":0.06,"Süß":0.08,"Toast":0.08},"numberOfVotes":78},"price":5}
