{"name":"Flavoroute  Ziegler No. 1 Wildkirsche Longfiller","url":"","brand":"Flavoroute","series":"Ziegler No. 1 Wildkirsche Longfiller","details":{"description":"\u003cp\u003eDie Zigarre macht einen sehr gleichmäßig gerollten Eindruck und ist mit einem hellem, glattem Deckblatt umwickelt. Auch der Kaltzug ist erwartungsgemäß sehr “kirschig”.   Nach dem Anzünden kommt dann die große Überraschung… die Zigarre schmeckt tatsächlich nach Kirsche! Anders als bei den meisten anderen geflavourten Zigarren hält diese Toro wirklich was sie verspricht! Das \u003cstrong\u003eWildkirscharoma\u003c/strong\u003e ist absolut dominant und lässt daher kaum Platz für andere Noten. Das übliche Aromenspectrum von \u003cstrong\u003eHolz\u003c/strong\u003e, \u003cstrong\u003eErde\u003c/strong\u003e, \u003cstrong\u003eLeder\u003c/strong\u003e usw. kann man beim Genuss dieser Kirschbombe also getrost vergessen!   Wer jedoch auf Kirschen steht kommt hier voll auf seine Kosten! Geschmacklich erinnert mich das Aroma an die kleinen roten Kirschlutscher (mit grünem Stiehl) aus meiner Jugend, gepaart mit einer leichten Marzipannote. Handwerklich kann sich diese Longfillerzigarre durchaus sehen lassen, das Zugverhalten ist durchweg vorbildlich, lediglich der Abbrand ist zeitweise etwas wellig.\u003cbr\u003e\u003c/br\u003eAbgesehen von einem leichten Prickeln auf der Zunge, ist dieser Stick \u003cstrong\u003eangenehm mild\u003c/strong\u003e und daher durchaus für \u003cstrong\u003eEinsteiger\u003c/strong\u003e oder sogar für “Nichtzigarrenraucher” geeignet. Aber auch erfahrene Aficionados, die auf der Suche nach etwas besonderem sind, sei diese aromatisierte Zigarre zu empfehlen!\u003cbr\u003e\u003c/br\u003eÜbrigens lässt sich vom intensiven Raumduft dieser Zigarre selbst die Partnerin, die dem Zigarrenrauch sonst nicht viel abgewinnen kann, betören. ;-)\u003cbr\u003e\u003c/br\u003eMomentan arbeitet die Firma Flavoroute schon an einer Zigarre die mit feinstem Glühwein aromatisiert ist, wir dürfen gespannt sein!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":0,"ring":0,"length_mm":0,"length_inch":0,"format":"Toro","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Connecticut","binderOrigin":["Dominikanische Republik"],"BinderTobaccoVariety":"Connecticut","isFlavoured":true,"aromaProfileCommunity":{"weights":{"Creme":0.10526315789473684,"Erde":0.02631578947368421,"Frucht":0.21052631578947367,"Gras":0.05263157894736842,"Holz":0.07894736842105263,"Kaffee":0.07894736842105263,"Leder":0.05263157894736842,"Nuss":0.02631578947368421,"Pfeffer":0.07894736842105263,"Schokolade":0.07894736842105263,"Süß":0.13157894736842105,"Toast":0.07894736842105263},"numberOfVotes":4},"price":14.4}
