{"name":"Crowned Heads Jericho Hill OBS","url":"https://www.cigarworld.de/zigarren/nicaragua/crowned-heads-jericho-hill-obs-90014344_32671","brand":"Crowned Heads","series":"OBS","details":{"description":"\u003cp\u003eDie Bezeichnung dieser Vitola ist die Abkürzung für \u003cstrong\u003eOrange Blossom Special\u003c/strong\u003e, welches der siebte Song auf dem Album von Johnny Cash ist welches bei der Konzeption der kompletten Zigarrenserie Pate stand.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie OBS ist leicht Boxpressed und sehr fest gerollt. Das dunkle Deckblatt und der sehr hochwertig anmutende Ring machen direkt Lust sie anzuzünden.  \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eAuf den ersten Zügen dominieren ganz klar dunkle, erdige Töne die kaum Platz für andere Geschmacksnuancen lassen. Hinzu kommt eine feine Schärfe, jedoch ohne den typischen Pfeffergeschmack den man mit diesem Prickeln auf der Zunge sonst verbindet. Lässt man es jedoch etwas langsamer angehen, so präsentiert sich die OBS wesentlich vielschichtiger. Der mittelkräftige Smoke lädt definitiv zum langsamen Rauchen ein. Zieht man einige Male kräftig hintereinander, so dominieren fast ausschließlich die Erdtöne. Lässt man es hingegen langsam angehen, so öffnet sich dieser Stick und gibt wunderbar fruchtige Noten, ab der Hälfte sogar Anklänge von “hochprozentiger” dunklen Schokolade, preis. Dies jedoch immer gepaart mit der anfangs beschriebenen Erdigkeit, die in Ihrer Intensität und dem sehr langen Abgang, fast schon an einen kubanischen Smoke erinnert – ähnlich einer Bolivar vielleicht. Ein Vergleich der für Habanophile vielleicht etwas weit hergeholt erscheinen mag, jedoch kommen unserer Meinung nach auch Fans von Habanos hier voll auf ihre Kosten.  \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie Jericho Hill benötigt jedoch viel Aufmerksamkeit, da das dicke ölige Deckblatt der Zigarre dazu neigt ein wenig wellig abzubrennen. Also kein Genuss für nebenher, sonder eher einer, dem man sich die nötige Zeit widmen sollte, in meinem Falle fast 1 1/2 Stunden.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":120.7,"length_inch":4.75,"format":"","maker":"My Father Cigars S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Mexiko"],"wrapperProperty":"Maduro","WrapperTobaccoVariety":"San Andrés","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1,"Erde":0.12,"Frucht":0.08,"Gras":0.02,"Holz":0.1,"Kaffee":0.1,"Leder":0.08,"Nuss":0.08,"Pfeffer":0.08,"Schokolade":0.1,"Süß":0.08,"Toast":0.06},"numberOfVotes":9},"price":9.5}
