{"name":"Cain Serie F Torpedo 654T","url":"https://www.cigarworld.de/zigarren/nicaragua/cain-serie-f-torpedo-654t-90008869_25302","brand":"Cain","series":"Torpedo 654T","details":{"description":"\u003cp\u003eLigero - das sind die obersten Blätter einer Tabakpflanze. Sie bekommen die meisten Sonnenstrahlen ab und sind dadurch die reifsten Blätter einer Pflanze. Fermentierte Ligero-Blätter sind dunkel, schmecken kräftig, intensiv und brennen sehr langsam ab. Zigarren, die ausschließlich aus Ligero-Blättern bestehen, gab es bis vor Kurzem so gut wie gar nicht, da sie im Allgemeinen als ungenießbar galten. Die Familie Oliva - seit mehreren Generationen in der Tabakbranche zu Hause - hat sich der Herausforderung gestellt, Premium-Zigarren mit so viel Ligero-Anteil wie möglich, herzustellen. Daraus entstand die Marke \"Cain\", die inzwischen aus zahlreichen Blends und Formaten besteht. Wir probieren heute die Cain Serie F Torpedo 654, die seit Kurzem erhältlich ist. Mit einer Länge von 15,2 cm und einem Durchmesser von 2,1 cm ist die Cain Serie F Torpedo 654 im Format einer klassischen \"Piramide\", das bedeutet, dass sich die Zigarre bis zum Kopfende im Durchmesser in Form eines Kegels oder Pyramide verkleinert. Sie hat ein dunkles, leicht öliges Deckblatt, ist fest gerollt, sehr gut verarbeitet und verspricht bis zu zwei Stunden Rauchgenuss. Stärke und Aromen sind nach dem Anzünden sofort präsent. Die feinen und komplexen Aromen sind typisch für die Cain: Röstaromen, Erde, Leder, Süßholz, Pfeffer variieren im Rauchverlauf. Die Cain F schmeckt sehr gereift. Im letzten Drittel wird sie weder scharf noch besonders stark, sondern erfreut den Raucher mit einer fast perfekten Balance zwischen Aromen und Stärke, begleitet von einer feinen Süße und Cremigkeit. Sie ist eine der besten Neuheiten, die wir in letzter Zeit verkostet haben.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21.400000000000002,"ring":54,"length_mm":152.4,"length_inch":6,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperProperty":"Sungrown","WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"fillerProperty":"Ligero","binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.06451612903225806,"Erde":0.03225806451612903,"Frucht":0.03225806451612903,"Gras":0.03225806451612903,"Holz":0.03225806451612903,"Kaffee":0.03225806451612903,"Leder":0.1935483870967742,"Nuss":0.16129032258064516,"Pfeffer":0.16129032258064516,"Schokolade":0.03225806451612903,"Süß":0.1935483870967742,"Toast":0.03225806451612903},"numberOfVotes":2},"price":8.9}
