{"name":"Joya de Nicaragua Joya Red Robusto","url":"https://www.cigarworld.de/zigarren/nicaragua/joya-de-nicaragua-joya-red-robusto-90013827_29832","brand":"Joya de Nicaragua","series":"Robusto","details":{"description":"\u003cp\u003eEntzündet imponiert die Zigarre dann gleich in den ersten Zügen mit milden Aromen von \u003cstrong\u003eMilchschokolade\u003c/strong\u003e und leicht \u003cstrong\u003eholzigem\u003c/strong\u003e Unterton. Sie macht einen wunderbar balancierten Ersteindruck. Keinerlei Bitterkeit oder geschmackliche Unebenheiten finden sich in dem vollen, cremigen Rauch den die Joya Red preisgibt. Sie luftet wunderbar, der Zugwiderstand ist sehr angenehm und der Abbrand beinah kerzengrade. Hier macht sich mal wieder die jahrelange Erfahrung der Fabrica de Tabacos Joya de Nicaragua S.A. bemerkbar, aber der auf den Bildern zu sehende Aschekegel spricht diesbezüglich eigentlich schon für sich.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eGeschmacklich ist die Entwicklung in den ersten Zentimetern erstaunlich. Zu der erwähnten Milchschokolade gesellt sich eine dichte Honigsüße, die von einer leichten Chilischärfe begleitet wird. Diese Schärfe nimmt im weiteren Rauchverlauf noch ein wenig zu, wird aber nie überfordert, sondern gibt dem milden Schokoladengrundton einen tollen Kontrast. Zur Mitte hin bekommen die Aromen dann nochmals deutlich mehr Tiefe. Die holzigen Töne werden nun durch eine röstige Kaffeewürze abgelöst, die mit der schokoladigen Süße verschmilzt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDieses angenehme Geschmacksprofil zieht sich weiter über das mittelkräftigen Rauchvergnügen und macht die Joya de Nicaragua Red Robusto zu einer sehr zugänglichen und vor allem leckeren Zigarre, für die man sich gut eine Stunde Zeit nehmen darf. Unserer Meinung nach, eine wirkliche Bereicherung für die bereits große Joya de Nicaragua Familie!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":133.4,"length_inch":5.25,"format":"","maker":"Fabrica de Tabacos Joya de Nicaragua S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.12,"Erde":0.06,"Frucht":0.06,"Gras":0.06,"Holz":0.12,"Kaffee":0.1,"Leder":0.08,"Nuss":0.1,"Pfeffer":0.1,"Schokolade":0.06,"Süß":0.06,"Toast":0.08},"numberOfVotes":20},"price":8.3}
