{"name":"La Palina Red Label Robusto","url":"","brand":"La Palina","series":"Robusto","details":{"description":"\u003cp\u003e\u003cspan\u003eEin süßlich sanfter Duft am Brandende, l\u003c/span\u003eeicht rauhes Deckblatt. Merkbar weicher, sauberer Anschnitt. Luftet sehr gut. das erste Drittel schmeckt lecker nach starkem Kaffee sowie etwas Schokolade. Die Stärke schon spürbar zur Mitte hin tendierend. Viel Rauch bei entspanntem Zugwiederstand. Hier und da schält sich ein Flöckchen von der jetzt 4 Zentimetern Asche ab. Ein Hauch Holz kommt hinzu.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDas zweite Drittel wird sanft-süßlicher, eine Menge cremiger Rauch wird entwickelt, der sich im Mund ablegt und mit viel Kaffee und Holz ausgestoßen wird. \u003c/span\u003eKurz vor dem letzten Drittel wird es langsam warm vor dem großen ovalen Ring. Nach unten verdrehen wollte ich diese bei dem feinen Deckblatt nicht; besser nichts \"riskieren\". Der schmale Ringverschluss war leider noch zu kalt und ließ sich nicht zum Öffnen heben. Also musste der Ring dran glauben.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eNoch immer hervorragend cremiger Rauch mit all seinen anfänglichen Aromen. Eine nun merkliche und gut passende Stärke bei retronasalem Auslass. \u003c/span\u003eWährend \u003cstrong\u003eHolz\u003c/strong\u003e und \u003cstrong\u003eRöstaromen\u003c/strong\u003e nun noch verstärkter agieren, gab es auf den letzten 5 Zentimetern einen langsam wachsenden Schiefbrand der jedoch früh korrigiert werden konnte.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eSchmeckt eigentlich immer noch im letzten Drittel: Sobald es dann aber auch hier langsam zum Abschied kommt, teilt Ms.Palina dies unterschwellig mit. Man sieht dann ein dass die Dame recht hat und legt sie nach einer gut 70 minütigen Liaison endgültig ab.\u003c/span\u003e \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eFazit: \u003c/span\u003eMan schmeckt und fühlt die gute Tabakqualität. Das gleichmäßig dunkelbraune Deckblatt ist feinadrig und hauchdünn. Da sie recht luftig gerollt ist, entwickelt sich ein etwas unregelmäßiger Abbrand. Jedoch insgesamt gute Verarbeitung des stimmig fermentierten Rohstoffes in diesem schmackhaften Blend sind jeden Cent wert!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":5,"format":"","maker":"PDR Cigars Tamboril","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1320754716981132,"Erde":0.05660377358490566,"Frucht":0.07547169811320754,"Gras":0.05660377358490566,"Holz":0.09433962264150944,"Kaffee":0.09433962264150944,"Leder":0.07547169811320754,"Nuss":0.09433962264150944,"Pfeffer":0.07547169811320754,"Schokolade":0.07547169811320754,"Süß":0.09433962264150944,"Toast":0.07547169811320754},"numberOfVotes":14},"price":5.8}
