{"name":"EPC Short Run Inch 2014 No. 64","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/epc-short-run-inch-2014-no-64-90013692_29103","brand":"EPC","series":"Inch 2014 No. 64","details":{"description":"\u003cp\u003eDieses Vitola ist die \"mächtigste\" aus der limitierten Serie des Jahrgangs 2014. Mit 2,54cm Durchmesser und einer Länge von 15,56 Zentimetern ist es das Format für besondere Anlässe. Wie die beiden Schwestern auch, greift auch hier eine Limitierung der Stückzahl auf lediglich 36,000 Zigarren; verpackt in 1500 Kisten zu jeweils 24 Stück.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eAls erster Eindruck fällt einem sofort das 10jähriges kakaobraune dominikanische Deckblatt mit dunklen Maduro Flecken ins Auge. Der Geruch ist vollommen frei von Schärfe. Ein sehr leichter Zug ist der erste sensorische Eindruck wenn die Zigarre richtig geöffnet wurde. Im Rauchverlauf startet sie mit Aromen von \u003cstrong\u003eKakao\u003c/strong\u003e, \u003cstrong\u003eKaffee\u003c/strong\u003e und \u003cstrong\u003eNuss\u003c/strong\u003e bei ledriger, leichter Süße. Der Rauch ist sanft und weich. Im weiteren Verlauf, die anfänglichen Aromen beibehaltend, wechselt der Geschmack im Vordergrund mehrmals zwischen \u003cstrong\u003eHolz\u003c/strong\u003e und \u003cstrong\u003eKaffee\u003c/strong\u003e. Die sanfte liebliche, minimal würzige Note der dunklen Schokolade bleibt bis zum Ende dabei.   Mein Fazit:  Eine sehr sanfte Zigarre, obwohl der Blend stärker sein soll als bei der nicht limitierten INCH. Geschmacklich leicht variierend und ohne Übertreibungen. Sehr stimmiger Blend. Mein Exemplar erlitt öfter einen leichten Schiefbrand. War aber leicht zu korrigieren und tat dem Genuss keinen Abbruch. Die Zigarrenringe ließen sich sauber öffnen und finden ihren Platz nun im Album. Während der 90 leckeren Minuten bleibt die Stärke stabil bei etwa 4 von 10.   Eine Zigarre nach genau meinem Geschmack. Das dickere Format ist vielleicht nicht jedermanns Sache, aber gerade das 64er Ringmaß bringt den Blend erst richtig rüber. Das Nicaragua Corojo Umblatt von 1999 macht die \"Short Run\" zu etwas ganz Besonderem. Durch die verwendeten erstklassigen Rohstoffe ist der Preis durchaus akzeptabel.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":25.4,"ring":64,"length_mm":155.6,"length_inch":6.125,"format":"","maker":"Casa Carillo","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"BinderTobaccoVariety":"Corojo","isFlavoured":false,"price":10.5}
