{"name":"My Father Cigars El Centurion H-2K-CT Toro","url":"https://www.cigarworld.de/zigarren/nicaragua/my-father-cigars-el-centurion-h-2k-ct-toro-90013748_31683","brand":"My Father Cigars","series":"H-2K-CT Toro","details":{"description":"\u003cp\u003eEin weiteres Jahr im Zigarrenuniversum ist vorbei gezogen und kurz vor der Inter-Tabac in Dortmund 2015 konnten wir wieder unser mittlerweile traditionsträchtiges Event mit der Pepin-Familie und weiteren Messeneuheiten aus jenem Hause veranstalten. Dieses mal möchten wir Ihnen unsere Impressionen zur neuen Version der El Centurion präsentieren. Die Unterschiede zur letztjährigen Veröffentichung der Centurion-Wiedergeburt sind nicht zu leugnen!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eAllein rein optisch wird man im Vergleich zwei komplett unterschiedliche Zigarren in den Händen halten. Ist das \"\u003cstrong\u003eOriginal\u003c/strong\u003e\" sehr dunkel im Teint und zeigt auf der Oberfläche des \u003cstrong\u003eCriollo98-Deckblattes\u003c/strong\u003e scharf-kantige Adern, so wird man bei der \u003cstrong\u003eEl Centurion by My Father H-2K-CT\u003c/strong\u003e ein eher \u003cstrong\u003esamtig-glattes Deckblatt\u003c/strong\u003e mit sehr feiner Textur inspizieren und fühlen können. Die Buchstaben \"CT\" stehen übrigens für Connecticut und bezeichnen somit den Typ und den Hertellungsort des Wrappers, das \"H\" steht für seine kubanischen Wurzeln (Habanos). \"2K\" dürfte man bekannterweise als 2000 stehen lassen. Einlage und Umblatt kommen aus \u003cstrong\u003eNicaragua\u003c/strong\u003e - aber damit genug zu den harten Fakten. Der Kaltzug der nun verkosteten H-2K-CT Toro, weicht trotz des Habano-Einflusses am Deckblatt weniger von den typischen Merkmalen von Deckblättern der Marke Connecticut ab, als erwartet.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eGleiches zeigt sich auf geschmacklicher Ebene. Zur Erinnerung: Die \"originale\" Vorjahresvariante aus 2014 kommt mit einem sehr intensiven, direkten und recht impulsiven Aromenpaket daher, welches in Richtung \u003cstrong\u003ePfeffer\u003c/strong\u003e, \u003cstrong\u003eMalz\u003c/strong\u003e, \u003cstrong\u003eEspresso\u003c/strong\u003e und \u003cstrong\u003eLeder\u003c/strong\u003e geht. Die El Centurion by My Father H-2K-CT Toro wird ihrem Namen gerecht und zielt mit ihren hellen Aromen von \u003cstrong\u003eZedernholz\u003c/strong\u003e, \u003cstrong\u003eHaselnuss\u003c/strong\u003e und \u003cstrong\u003esubtil floralen Nuancen\u003c/strong\u003e deutlich in die entgegengesetzte Richtung. \u003cstrong\u003eCremig\u003c/strong\u003e, \u003cstrong\u003eweich\u003c/strong\u003e und zu Beginn dennoch ein wenig rau. Einige Züge später und circa zum Ende des ersten Segments, bekommt man geschmacklich vielleicht eine Idee von...Milch. Verrückt, aber solche Assoziationen können möglich sein ;-)\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eAb der Hälfte harmonisiert die Zigarre immer mehr, wird seichter und ausgeglichener. Die nussige Komponente erinnert nun eher an Walnuss, da herber. Der größte aromatische Sprung wird jedoch mit Beginn des letzten Drittels eingeläutet. Hier nimmt der Smoke der H-2K-CT Toro deutlich an Stärke zu und kann vor allem durch \u003cstrong\u003eKräuter\u003c/strong\u003e und \u003cstrong\u003eMalz\u003c/strong\u003e gefallen. Eine schöne Entwicklung wie wir finden, wird so doch ein gewisser Entwicklungsbogen hergestellt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDennoch kann man zusammenfassend sagen, dass die \u003cstrong\u003eEl Centurion by My Father H-2K-CT\u003c/strong\u003e in eine gänzlich andere Schublade gesteckt werden darf, als ihre \"Bruderversion\"! Ein Unterschied wie Tag und Nacht könnte man meinen und das trifft es wohl auch am knackigsten.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eFalls sie die \"normale\" El Centurion noch nicht probiert haben sollten, lohnt es sich defintiv ein Vergleichstasting der beiden zu machen. Unterschiedlicher könnte man Zigarren von derselben Linie nicht kreieren. Abschließend sei noch angemerkt, dass die verkosteten Exemplare einen relativ langsamen und gleichmäßigen Abbrand vorlegt haben - Pepin-Qualität, wie man sie kennt. Weiterhin viel Genuss und Grüße aus der Lounge!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":152.4,"length_inch":6,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":true,"wrapperOrigin":["USA"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.14583333333333334,"Erde":0.0625,"Frucht":0.041666666666666664,"Gras":0.0625,"Holz":0.125,"Kaffee":0.0625,"Leder":0.0625,"Nuss":0.125,"Pfeffer":0.10416666666666667,"Schokolade":0.0625,"Süß":0.08333333333333333,"Toast":0.0625},"numberOfVotes":16},"price":12.9}
