{"name":"Vegueros Zigarren Entretiempos","url":"https://www.cigarworld.de/zigarren/cuba/regulares/vegueros-entretiempos-01023_27200","brand":"Vegueros","series":"Entretiempos","details":{"description":"\u003cp\u003e\u003cspan\u003eAuthentisch-satter Kuba-Geschmack zum erschwinglichen Preis – das kennzeichnet die Vegueros Entretiempos. Die Vitola gehört zu den etwas stärkeren Kubanern und ist daher erfahrenen Zigarren-Fans zu empfehlen. Schließlich sind alle Zigarren des Herstellers den Tabakbauern in Pinar del Rio gewidmet und orientieren sich an deren rustikalen Geschmack.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eVon außen begeistert sauber verarbeitete und feine Deckblatt, das in einem eleganten Maduro glänzt. Die Zigarre ist fest gerollt und gibt auf Druck ganz leicht nach. Kalt duftet sie zart nach Erde und Holz. Die ersten Züge sind markentypisch etwas bitter, gleichzeitig ist auch eine Süße sowie Pfeffrigkeit zu erkennen. Die erdig-moosige Noten harmonieren hervorragend mit den röstigen Marzipan- und Nussnoten. Leder und eine dezente Frucht sind vorhanden, ebenso kommen gelegentlich Salz- und Säuretöne zum Vorschein. Zum Ende hin wird das Aroma kräftig, bleibt aber elegant. Zugverhalten und Abbrand sind gut.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Entretiempos ist eine von drei Formaten der Marke \u003c/span\u003e\u003ca href=\"/zigarren/cuba/regulares/vegueros-01023\"\u003e\u003cspan\u003eVegueros\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e, die 1996 auf den internationalen Markt kamen. Zuvor wurden die Zigarren für die lokale Nachfrage produziert. Seit 2014 erscheinen die Vitolas mit einer vierten Zigarre, der Centrofinos, in einem neuen Outfit mit grün-glänzender Banderole. Erhältlich ist die Entretiempos als Einzelexemplar, in einer 4-er Kiste oder der attraktiven 16-er Dose.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cspan\u003eSind Sie neugierig geworden auf den Hintergrund der kubanischen Zigarrenproduktion? Dann erfahren Sie jetzt mehr über diese Marke und viele weitere \u003c/span\u003e\u003ca href=\"/zigarren/cuba\"\u003e\u003cspan\u003eZigarren aus Kuba\u003c/span\u003e\u003c/a\u003e\u003cspan\u003e!\u003c/span\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":111.1,"length_inch":4.375,"format":"Petit Robusto","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1,"Erde":0.12,"Frucht":0.06,"Gras":0.08,"Holz":0.12,"Kaffee":0.08,"Leder":0.1,"Nuss":0.08,"Pfeffer":0.08,"Schokolade":0.06,"Süß":0.06,"Toast":0.06},"numberOfVotes":92},"price":8.9}
