{"name":"Bentley Zigarren Corona","url":"https://www.cigarworld.de/zigarren/nicaragua/bentley-green-corona-90005336_31497","brand":"Bentley","series":"Corona","details":{"description":"\u003cp\u003eSchöne gleichmäßige Färbung des sehr glatten und feinadrigen Deckblattes. Gut verarbeitet. Guter Durchzug. Viel Rauch. Kein besonderer Eigengeruch am Deckblatt, dafür aber umso mehr am Brandende nach \"ehrlichem\" Tabak. Die graue Asche hält ein Drittel lang und jeder Zug wird markiert durch entstehende Ringe. Selten so deutlich gesehen. Knappe 20 Züge im ersten Drittel lassen sich zählen.  Die Zigarre wird sehr kernig im Schlussakt. Aufgrund der vielseitigen Aromen im Rauchverlauf die bei der ersten Zigarre noch nicht ganz zu verstehen sind, musste nach kurzer Pause eine zweite her die ebenfalls 40 Minuten dauerte. Der Geschmack ist sehr vom \u003cstrong\u003eUmblatt\u003c/strong\u003e geprägt und macht diesen Blend besonders. Der Aromenwechsel ist nicht verspielt sondern klar geordnet.   \u003cstrong\u003eAnfangs\u003c/strong\u003e sehr Holzig mit angenehmer Würznote bei einer mittleren Stärke. Viel Rauch und guter Durchzug. Beim Einziehen legt sich süßes Aroma auf der Zunge ab. Danach wird die leichte Schärfe von etwas lieblichen Aromen überdeckt. Im \u003cstrong\u003ezweiten\u003c/strong\u003e Drittel deutlich sanftmütigerer Rauch. Immer noch holzig aber nun mit einer zusätzlichen grasig-erdigen Note. Das \u003cstrong\u003eletzte\u003c/strong\u003e Drittel wird merklich kräftiger. Der Geschmack beim gleichzeitigen Auslassen durch Mund und Nase ist aber noch immer angenehm \u003cstrong\u003eholzig-grasig\u003c/strong\u003e und hat was \u003cstrong\u003efruchtiges\u003c/strong\u003e im Abgang. Wird deutlich stärker am Ende. Bei beiden Coronas war bei verbliebenen 3 Zentimetern dann auch Schluss.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":18.3,"ring":46,"length_mm":139.7,"length_inch":5.5,"format":"Coronas","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Rosado","WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"fillerTobaccoVariety":"Jalapa","binderOrigin":["Nicaragua"],"binderProperty":"Volado","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.08,"Erde":0.12,"Frucht":0.08,"Gras":0.16,"Holz":0.2,"Kaffee":0.04,"Leder":0.04,"Nuss":0.04,"Pfeffer":0.08,"Schokolade":0.04,"Süß":0.08,"Toast":0.04},"numberOfVotes":1},"price":12.5}
