{"name":"Mustique BLUE Robusto","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/mustique-blue-robusto-90006388_16172","brand":"Mustique","series":"Robusto","details":{"description":"\u003cp\u003e\u003cspan\u003eMustique Zigarren sind ein preisgünstiger Einstieg und gleichzeitig geschmackvoller Eintritt in die Mustique trägt den Namen einer paradiesischen karibischen Insel, deren Qualitäten sich auch in ihren Zigarren widerspiegeln. Geschmackvoll und aromatisch wie ein frischer Meereswind und gleichzeitig preiswert und unkompliziert, sind Mustique-Zigarren ideal für Einsteiger und Gelegenheitsraucher. Zusammengestellt wurden Zigarren dieser Marke vom Traditions-Importeur Kohlhase \u0026 Kopp. Die Mustique Blue-Serie besteht aus Mediumfiller-Zigarren, die allesamt von Hand gerollt wurden und sich durch ihre Milde und leichte Aromen auszeichnen.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Mustique Blue Robusto ist eine elegante und harmonische Zigarre, die die besten Qualitäten der Marke innehat. Die für die Manufaktur verwendeten Rohmaterialien setzen sich zusammen aus einem fabelhaften Connecticut Shade-Deckblatt, welche der Zigarre ihre schön beige Farbe verleiht sowie einem Umblatt und einer Einlage aus der dominikanischen Republik. Diese kommen durch die harmonischen Aromen und den gleichmäßigen Abbrand zum Ausdruck. Die Blue Robusto verfügt über eine Länge von 12,7 Zentimetern bei einem Durchmesser von knapp 20 Millimetern, was sie zu einer durchschnittlich großen Zigarre macht, welche ca. 70 Minuten lang genossen werden kann. Wie schon erwähnt, zeichnen sich Mustique blue zigarren durch ihre Milde aus, die Robusto stellt ein exzellentes Beispiel dafür dar. Aromen von Holz, Pfeffer, Erde und Leder entfalten sich süßlich und mild, wobei jeder Geschmack harmonisch in die anderen greift, ohne sie zu übertönen. Abgerundet wird dieses Geschmackserlebnis durch einen enorm cremigen Rauch, der die Milde dieser Zigarre nochmals unterstreicht.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Mustique Blue Robusto ist bei uns entweder einzeln oder im praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"wrapperProperty":"Shade","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Broadleaf","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.13953488372093023,"Erde":0.06976744186046512,"Frucht":0.06976744186046512,"Gras":0.09302325581395349,"Holz":0.11627906976744186,"Kaffee":0.06976744186046512,"Leder":0.09302325581395349,"Nuss":0.06976744186046512,"Pfeffer":0.06976744186046512,"Schokolade":0.046511627906976744,"Süß":0.09302325581395349,"Toast":0.06976744186046512},"numberOfVotes":312},"price":3.3}
