{"name":"Padron Classic No. 2000 (Robusto) MADURO","url":"https://www.cigarworld.de/zigarren/nicaragua/padron-classic-no-2000-robusto-maduro-01315001_29383","brand":"Padron","series":"No. 2000 (Robusto) MADURO","details":{"description":"\u003cp\u003e\u003ca href=\"/zigarren?hersteller=Padron\"\u003eZigarren der Marke Padón\u003c/a\u003e haben, wie so viele andere Qualitätsmarken, kubanische Wurzeln. José Orlando Padrón, der Stammvater des Unternehmens, flüchtete 1962 aus seiner Heimat Kuba in die Vereinigten Staaten. Durch harte Arbeit und unauslöschbaren Glauben an seine Vision gelang es José schließlich, die erste Tabak-Firma des Namens “Padrón Cigars” zu gründen. Bald darauf entdeckte er das Potenzial Nicaraguas als Anbaugebiet für hochqualitativen Tabak und nutzte dieses, indem er 1970 eine Produktionsstätte vor Ort errichtete. Allerdings war der weitere Weg steinig, durch jahrzehntelange politische Unruhen kam es immer wieder zu diversen Problemen. Allen Schwierigkeiten zum Trotz navigierte José das Unternehmen mithilfe seines Sohnes und später auch seiner Enkel zum vollen Erfolg und zu einem der besten Zigarrenhersteller Nicaraguas.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Padrón Classic No. 2000 Robusto Maduro ist ein edler und vollwertig nicaraguanischer Genuss, der für wahre Connaisseure ein Muss ist. Mit seinen über alle Zweifel erhabenen nicaraguanischen Zutaten und der sorgfältigen Handfertigung ist jede Robusto Maduro ein Meisterwerk. Mit Maßen von 12,7 Zentimetern Länge und ca. 20 Millimeter Durchmesser ist sie eine klassische Robusto, die man bis zu 70 Minuten lang genießen kann. In dieser Zeit bekommt man ein üppiges aromatisches Profil geliefert, welches vor allem von holzigen und pfeffrigen Geschmäckern gezeichnet ist. Aber auch schokoladige, toastige und erdige Aromen verwöhnen die Geschmacksknospen, so dass die Robusto Maduro bis zum letzten Zug unterhaltsam bleibt.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Padrón Classic No. 2000 Robusto Maduro ist bei uns entweder einzeln oder in einer schön verarbeiteten 26er-Kister erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eSie sind auf der Suche nach einer Einsteigerzigarre? Hier erfahren Sie alles über \u003ca href=\"/zigarrenlexikon/zigarren-fuer-anfaenger\"\u003eZigarren für Einsteiger\u003c/a\u003e. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"","maker":"Tabacos Cubanica S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.08888888888888889,"Erde":0.1111111111111111,"Frucht":0.044444444444444446,"Gras":0.044444444444444446,"Holz":0.1111111111111111,"Kaffee":0.08888888888888889,"Leder":0.08888888888888889,"Nuss":0.06666666666666667,"Pfeffer":0.1111111111111111,"Schokolade":0.08888888888888889,"Süß":0.06666666666666667,"Toast":0.08888888888888889},"numberOfVotes":43},"price":12.9}
