{"name":"Rosa Nicaragua Zigarren Torpedito (5x38)","url":"https://www.cigarworld.de/zigarren/nicaragua/rosa-nicaragua-torpedito-5x38-90004769_13713","brand":"Rosa Nicaragua","series":"Torpedito (5x38)","details":{"description":"\u003cp\u003eDie Zigarren-Serie \u003ca href=\"/zigarren/nicaragua/rosa-nicaragua-90004769\"\u003eRosa de Nicaragua\u003c/a\u003e entstammt der Marke Casa de Alegria, welche sich auf nicaraguanische Qualitätszigarren spezialisiert hat. In einer kleinen Produktionsstätte in Estelí werden sämtliche Zigarren der Marke sorgsam handgefertigt. Die für die Manufaktur verwendeten Tabake sind von höchster Qualität, wobei neben nicaraguanischem Tabak auch indonesische Um- und Deckblätter zum Einsatz kommen. Diese verleihen den Zigarren ein mildes, angenehmes Aroma und eine unaufdringliche Süße.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Rosa de Nicaragua Torpedito ist ein gelungenes Zusammenspiel aus indonesischem und nicaraguanischen Tabaken, die mit ihrem schlanken Profil perfekt für den Rauchgenuss in sämtlichen Lebenslagen ist. Die gelungene Kombination aus Tabaken, welche sich aus einem indonesischen Deck- sowie Umblatt und einer Einlage aus Nicaragua zusammensetzt, sorgt für ein perfektes Abbrandverhalten und attraktives aromatisches Profil. Mit einer Länge von 12,7 Zentimetern und einem Durchmesser von 15,1 Millimetern ist die Rosa de Nicaragua Torpedito eine kurzweilige Zigarre, die mit einer Rauchdauer von bis zu 45 Minuten ideal für zwischendurch. Aromatisch bietet sie ein bestimmtes, klares Geschmacksprofil, in welchem vor allem holzige und erdige Geschmäcker überwiegen. Allerdings sind auch fruchtige Noten bemerkbar, im letzten Drittel der Zigarre tritt eine scharfe, pfeffrige Note auf.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Rosa de Nicaragua Torpedito bei uns entweder einzeln oder im praktischen 10er-Bundle.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":15.1,"ring":38,"length_mm":127,"length_inch":5,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Indonesien"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.0975609756097561,"Erde":0.12195121951219512,"Frucht":0.04878048780487805,"Gras":0.12195121951219512,"Holz":0.12195121951219512,"Kaffee":0.04878048780487805,"Leder":0.0975609756097561,"Nuss":0.04878048780487805,"Pfeffer":0.12195121951219512,"Schokolade":0.04878048780487805,"Süß":0.07317073170731707,"Toast":0.04878048780487805},"numberOfVotes":40},"price":1.8}
