{"name":"Tatuaje La Seleccion De Cazador Zigarren 10th Anniversary Bon Chasseur Robusto","url":"https://www.cigarworld.de/zigarren/nicaragua/tatuaje-la-seleccion-de-cazador-10th-anniversary-bon-chasseur-robusto-90007963_28227","brand":"Tatuaje","series":"10th Anniversary Bon Chasseur Robusto","details":{"description":"\u003cp\u003eZum 10jährigen Jubiläum der Marke im Jahre 2013 hat Pete zwei spezielle Formate in kleinen Mengen herausgebracht, die \"Bon Chasseur\" und die \"Belle Encre\". Nach Deutschland geschafft hat es lediglich der \"Gute Jäger\" in Form einer etwas dickeren und längeren Robusto mit den Massen 5.375 x 52. In der Kiste sind die Zigarren dem Anlass entsprechend, im Bundle mit Goldfolie eingepackt und verfügen über einen sehr ansprechenden Zigarrenring auf dem eine große \"10\" prangt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie ersten Züge sind bereits unglaublich lecker und vermitteln in einem enormen Rauchvolumen Aromen von \u003cstrong\u003ekräftiger dunkler Schokolade\u003c/strong\u003e, gepaart mit einer \u003cstrong\u003ePopcornnote\u003c/strong\u003e und den dazu passenden \u003cstrong\u003eRöstaromen\u003c/strong\u003e. Trotz der Tatsache, dass sich unser Tastingexemplar sehr gut gerollt anfühlt, neigt es anfangs zum Schiefbrand. Aber ein bisschen Nachfeuern hat noch keinen Aficionado ins Schwitzen gebracht und nach kurzer Korrektur mit dem Feuerzeug geht das Aromenspektakel auch schon in die nächste Runde! ;-) Die erwähnten Schokonoten werden nun durch ungewöhnlich \u003cstrong\u003eblumige Aromen\u003c/strong\u003e ergänzt, eine Kombination die wirklich sagenhaft schmackhaft ist! Und auch optisch weiß dieser Stick zu überzeugen: Neben dem dicken, saftig glänzenden Deckblatt, hinterlässt sie eine beinahe kreideweiße Asche. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eAb der Hälfte stimmt eine leichte \u003cstrong\u003eMentholnote\u003c/strong\u003e mit ein. Die Nikotinstärke hat sich allmählich auf ein relativ hohes Niveau gesteigert. Anders als andere Zigarren von Tatuaje wird man hier nicht von Anfang an mit voller Wucht gegen den Kopf gestoßen, sondern hat Zeit sich an die Kraft zu gewöhnen. Nichtsdestotrotz setzt diese etwas zu groß geratene Robusto einen gefüllten Magen voraus und sollte nicht unterschätzt werden! Mit viel \u003cstrong\u003eLeder\u003c/strong\u003e, \u003cstrong\u003eRöstaromen\u003c/strong\u003e und \u003cstrong\u003ereichhaltigen Espressonoten\u003c/strong\u003e verabschiedet sich die Zigarre dann nach gut einer Stunde (zugegeben die Zigarre wurde beinahe verschlugen) in ein würdiges Ende.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eUnser Fazit ist, dass Pete mit diesem Blend wieder einmal der Spagat zwischen \u003cstrong\u003eKraft\u003c/strong\u003e und \u003cstrong\u003eAromenvielfalt\u003c/strong\u003e gelungen ist. Wer also auf “full bodied\" Zigarren steht, kommt hier voll auf seine Kosten und für alle Tatuaje Fans ist dieser Stick ohnehin ein “Must try”!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":136.5,"length_inch":5.375,"format":"","maker":"My Father Cigars S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperProperty":"Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.058823529411764705,"Erde":0.11764705882352941,"Frucht":0.0196078431372549,"Gras":0.0392156862745098,"Holz":0.11764705882352941,"Kaffee":0.13725490196078433,"Leder":0.11764705882352941,"Nuss":0.0196078431372549,"Pfeffer":0.11764705882352941,"Schokolade":0.0784313725490196,"Süß":0.058823529411764705,"Toast":0.11764705882352941},"numberOfVotes":5},"price":10}
