{"name":"VegaFina Clasica Perlas","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/vegafina-perlas-01124_10189","brand":"VegaFina","series":"Perlas","details":{"description":"\u003cp\u003eVega Fina ist eine Marke von Tabacalera, einer der größten Tabakwarenhersteller der Welt. Zigarren dieser Marke zählen zu den erfolgreichsten, nicht kubanischen Zigarren in Europa und bieten mit ihren hervorragenden dominikanischen Tabaken eine exzellentes, abwechslungsreiches und preiswertes Raucherlebnis. Die Fertigung dieser hochqualitativen Zigarren läuft rein händisch ab, so ist die individuelle Qualität jeder Zigarre gesichert.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eVega Fina Perlas sind Zigarren, die ganz und gar den Qualitäten der Marke entsprechen und mit ihrem schlanken Format einen idealen Einstieg in die Welt von Vega Fina darstellen. Das Fundament einer jeden guten Zigarre - die für die Manufaktur verwendeten Komponenten - setzt sich bei der Perlas aus einem Connecticut Shade-Deckblatt, einem indonesischen Umblatt und einer Einlage mit Tabaken aus Kolumbien, Honduras und der dominikanischen Republik zusammen. Diese erlesenen Bestandteile verleihen der Zigarre ein komplexes Aroma und ein vorzügliches Abbrandverhalten. Die Länge der Vega Fina Perlas beträgt 10,2 Zentimeter, der Durchmesser 15,9 Millimeter. Mit diesen Maßen ist sie perfekt für unkomplizierte, kurzweilige Smoke-Sessions von bis zu 35 Minuten. Geschmacklich ist die Perlas ein äußerst komfortabler Genuss, der mit seinen harmonischen Schokolade-, Nuss- und Holztönen betört. Zudem besticht sie durch eine enorme Cremigkeit, so dass kein einziger Zug kratzig ist. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Vega Fina Perlas bei uns entweder einzeln, im praktischen 4er-Pack oder in einer schlichten, hochwertig verarbeiteten 25er-Kiste.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":15.9,"ring":40,"length_mm":101.6,"length_inch":4,"format":"","maker":"Tabacalera de Garcia S.A.S.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Shade","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik","Kolumbien","Nicaragua"],"binderOrigin":["Indonesien"],"BinderTobaccoVariety":"Indonesia","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.16666666666666666,"Erde":0.07142857142857142,"Frucht":0.047619047619047616,"Gras":0.07142857142857142,"Holz":0.09523809523809523,"Kaffee":0.09523809523809523,"Leder":0.07142857142857142,"Nuss":0.09523809523809523,"Pfeffer":0.07142857142857142,"Schokolade":0.07142857142857142,"Süß":0.07142857142857142,"Toast":0.07142857142857142},"numberOfVotes":139},"price":3.9}
