{"name":"Brick House Maduro Mighty Mighty","url":"https://www.cigarworld.de/zigarren/nicaragua/brick-house-maduro-mighty-mighty-90016620_27045","brand":"Brick House","series":"Mighty Mighty","details":{"description":"\u003cp\u003eBrick House-Zigarren sind Teil des Sortiments der J.C. Newman Cigar Company, welche in 1895 als Familienunternehmen vom namensgebenden Julius Caesar Newman gegründet wurde und damit der älteste amerikanische Zigarrenmanufakturist in familiärem Besitz ist. \u003ca href=\"/zigarren/nicaragua/brick-house-90009719\"\u003eBrick House\u003c/a\u003e ist eine der ältesten Zigarrenmarken von J.C. Newman, sie wurde noch zur Zeiten des ursprünglichen Gründers kreiert. So rührt ihr Name auch vom Elternhaus J.C. Newmans her, welches als einziges Haus der Gegend aus Backsteinen (Bricks) erbaut war.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Brick House Mighty Mighty Maduro ist wahrlich eine Premium-Zigarre. Durch überragende Intensität bei hervorragend balancierten Aromen und Manufaktur par Excellence bietet sie einen unvergleichlichen Genuss. Diese Qualitäten bescherten ihr auch in einer Bewertung von “Cigar Aficionado” satte 92 Punkte. Die für die Mighty Mighty Maduro verwendeten Tabake kommen ausschließlich aus Nicaragua, somit ist die Zigarre also ideal für alle, die sich ein unverfälschtes Bild des nicaraguanischen Tabaks machen wollen. Die Länge der Zigarre beträgt 15,9 Zentimeter, bei einem Durchmesser von 23,8 Millimetern. Durch diese stattlichen Maße und ihre exzellente Verarbeitung kann die Maduro bis zu 100 Minuten lang genossen werden. Geschmacklich wird hier eine Symphonie von Aromen geboten, schokoladige und cremige Töne ziehen sich durch die gesamte Zigarre. Zu diesen dominanten Geschmäckern gesellen sich holzige, erdige aber auch süße Noten, im letzten Drittel der Zigarre nimmt die Schärfe der Zigarre mehr Fahrt auf.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Brick House Mighty Mighty Maduro ist bei uns entweder einzeln oder in einer hochwertig verarbeiteten 25er-Holzkiste erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":23.8,"ring":60,"length_mm":158.8,"length_inch":6.25,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperProperty":"Maduro","WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.10638297872340426,"Erde":0.0851063829787234,"Frucht":0.0425531914893617,"Gras":0.0425531914893617,"Holz":0.0851063829787234,"Kaffee":0.10638297872340426,"Leder":0.0851063829787234,"Nuss":0.0851063829787234,"Pfeffer":0.06382978723404255,"Schokolade":0.1276595744680851,"Süß":0.10638297872340426,"Toast":0.06382978723404255},"numberOfVotes":198},"price":7.8}
