{"name":"Flor de Copan Clasica Churchill","url":"https://www.cigarworld.de/zigarren/honduras/flor-de-copan-churchill-01212_3391","brand":"Flor de Copan","series":"Churchill","details":{"description":"\u003cp\u003eVor tausenden von Jahren haben die Mayas die besten klimatischen Bedingungen im Gebiet um Santa Rosa de Capán genutzt und Tabak angebaut. Es handelt sich hier um eine kühle Hügelregion Honduras, nahe der Grenze zu Guatemala und El Salvador. Genau dort werden auch die vielfach prämierten \u003ca href=\"/zigarren/honduras/flor-de-copan-01212\"\u003eFlor-de-Copán-Zigarren\u003c/a\u003e von Hand gefertigt. Die Marke trifft durch ein ganz hervorragendes Preis-Genuss-Verhältnis den Zeitgeist und ist in der Vergangenheit bereits mehrmals ausgezeichnet worden. Alle Formate (ausgenommen der Gordito) sind in ein Zedernholzblatt gehüllt. Dieser Duft verleiht der Zigarre ein eigenes, unverwechselbares Aroma.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Flor de Copán Churchill ist ein Meisterwerk aus Honduras. Sie beginnt nach dem Anzünden vielschichtig und kraftvoll. Die Aromen reichen von Edelhölzer und Nüssen die dicht verwoben sind mit einer cremigen Note. Schnell begleitet die Churchill eine süße und vanillige Nuance. Im zweiten Drittel entfalten mit zurückhaltenden Zedernholzaromen und einem Nachgeschmack der zwischen Vanille und Holzkohle sowie feinem Milchkaffee. Der Geschmack wird bei längerem Aschenstand wieder süßer. Im letzten Drittel geht die Cremigkeit stark zurück. Holzige Aromen begleitet von einer sanften Süße und Nuancen von Vanille und Nuss sind hier zunächst die feinen Begleiter. Das Finale machen ausgewogene Kaffee- und Karamellaromen. Mit einer Länge von 17,78 Zentimetern und einem Durchmesser von 1,98 Zentimetern kann man mit einer Rauchdauer von 95 Minuten die Aromen genießen.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie Flor de Copan Churchill ist bei uns entweder einzeln oder in einem 20er-Bundle erhältlich. Hier erfahren Sie mehr zu \u003ca href=\"/zigarren/honduras\"\u003eZigarren aus Honduras\u003c/a\u003e. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":177.8,"length_inch":7,"format":"","maker":"Tabacalera Flor de Copan","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Honduras"],"wrapperProperty":"Shade","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.16279069767441862,"Erde":0.06976744186046512,"Frucht":0.06976744186046512,"Gras":0.046511627906976744,"Holz":0.11627906976744186,"Kaffee":0.06976744186046512,"Leder":0.06976744186046512,"Nuss":0.09302325581395349,"Pfeffer":0.06976744186046512,"Schokolade":0.06976744186046512,"Süß":0.09302325581395349,"Toast":0.06976744186046512},"numberOfVotes":97},"price":8.19}
