{"name":"Tatuaje Halloween Zigarren 2013","url":"https://www.cigarworld.de/zigarren/nicaragua/tatuaje-halloween-2013-90013521_28335","brand":"Tatuaje","series":"2013","details":{"description":"\u003cp\u003e\u003cspan\u003eDie Monsterzigarre des Jahrgangs 2013 ist die # 6 JV-13. Die Figur Jason Voorhees aus dem Film Freitag der 13. stand Pate bei der Kreation dieser Vitola. Insgesamt wurden \u003c/span\u003e\u003cspan\u003e666 der begehrten, kunstvoll verzierten Boxen in Form eines Sarges mit 13 Zigarren Inhalt hergestellt und weitere 4500 \"normale\" 10er-Kisten wodurch die Auflage dieser limitierten Edition genau 53.658 Zigarren entspricht.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eNach Deutschland haben es \"nur\" die normalen 10er-Kisten geschafft, der Blend und damit die Zigarren sind jedoch komplett identisch. Und darauf kommt es ja schliesslich auch an, die Kisten schmecken eh' nicht....\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eSchon nach dem Anzünden merkt der Tatuaje-Fan die 'Handschrift' der Avion, Fausto, Cojonu etc. - und es fällt auf, dass der 'Pfeffer' eher hintergründig ist, fast kaum schmeckbar. Im Vordergrund ist ein Schokolade-, Leder-Profil, getragen von einer soliden Stärke und einer 'Dirty Sweetn\u003c/span\u003e\u003cspan\u003eess', die Pete Johnson persönlich so mag. Diese Melasse-Süße kommt wahrscheinlich vom verwendeten Connecticut Broadleaf Deckblatt. Getragen wird dieser satte Blend von 2 Nicaragua-Umblätter und einer unbekannten Einlage, die allesamt aus den Händen von Don Pepin kommen. Bei dem Preis von 9,50 € für 19,5 cm und RM 52 ist es nicht verwunderlich, dass auch Halloween-Muffel wie wir es sind, diese neue Tatuaje zu sehr schätzen wissen. Egal ob den Spuk mag oder nicht: Sehr empfehlenswert für erfahrene Aficionados.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":190.5,"length_inch":7.5,"format":"","maker":"My Father Cigars S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperProperty":"Sungrown","WrapperTobaccoVariety":"Criollo","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"price":9.5}
