{"name":"Quorum Classic Zigarren Short Robusto","url":"https://www.cigarworld.de/zigarren/nicaragua/quorum-classic-short-robusto-90002760_19476","brand":"Quorum","series":"Short Robusto","details":{"description":"\u003cp\u003e\u003ca href=\"/quorum\"\u003eQuorum Zigarren\u003c/a\u003e sind Teil des Sortiments der J.C. Newman Cigar Company, welche in 1895 als Familienunternehmen vom namensgebenden Julius Caesar Newman gegründet wurde und damit der älteste amerikanische Zigarrenmanufakturist in familiärem Besitz ist. Quorum Classic ist seinerseits ein Ableger der beliebten Quorum-Serie von Zigarren. Die Serie ist aufgrund ihres ikonischen dunklen Deckblatts und ihrer Intensität unverkennbar, wobei sie vor allem durch ihr vollmundiges, ausgereiftes Geschmacksspektrum hervorsticht.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie \u003ca href=\"/zigarren/nicaragua/quorum-classic-90002760\"\u003eQuorum Classic\u003c/a\u003e Short Robusto ist der kleinste Ableger der Classic-Serie und somit perfekt für unvergessliche Momente und Augenblicke der Entspannung geeignet. Das unverkennbare Deckblatt dieser Zigarre wird in Ecuador kultiviert, Umblatt und Einlage werden aus edlen nicaraguanischen Tabaken hergestellt. Die schon angesprochenen Maße der Short Robusto machen sie extrem portabel: Mit einer Länge von 8,9 Zentimeter und einem Durchmesser von ca. 20 Millimetern passt sie zur Not in jede Tasche. Dank ihrer exzellenten Verarbeitung ist sie jedoch trotz ihrer Größe für bis zu 40 Minuten ein Genuss auf höchstem Niveau. Geschmacklich sticht sie speziell durch ihre unglaublich Aromavielfalt hervor, es entfaltet sich ein wahres Konzert an Aromen. Die dominante Basis bilden holzige und erdige Noten, allerdings kommen auch ledrige, toastige, schokoladige und nussige Aromen zur Geltung. Vor allem in der zweiten Hälfte umspielt eine angenehm süße, grasige Note die bereits genannten Geschmäcker und rundet den Rauchgenuss gegen Ende hin ab.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Quorum Classic Short Robusto ist bei uns entweder einzeln oder im praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":88.9,"length_inch":3.5,"format":"","maker":"Puros de Esteli Nicaragua,  S.A. (PENSA)","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.08333333333333333,"Erde":0.10416666666666667,"Frucht":0.0625,"Gras":0.08333333333333333,"Holz":0.125,"Kaffee":0.08333333333333333,"Leder":0.08333333333333333,"Nuss":0.08333333333333333,"Pfeffer":0.08333333333333333,"Schokolade":0.0625,"Süß":0.08333333333333333,"Toast":0.0625},"numberOfVotes":56},"price":2.5}
