{"name":"Alec Bradley Prensado Zigarren Robusto","url":"https://www.cigarworld.de/zigarren/honduras/alec-bradley-prensado-robusto-90012774_26686","brand":"Alec Bradley","series":"Robusto","details":{"description":"\u003cp\u003eMit ihrem glänzenden, dunkelbraunen Deckblatt erwartet sie den Aficionado und bietet anfangs ledrige und erdige Töne sowie eine leichte Kakaonote. Insgesamt ist sie mittelstark bis stark, wir würden sie als eine 7 von 10 einstufen. Zusätzlich ist sie im ersten Drittel leicht pfeffrig auf der Zunge, der Rauch ist deutlich, sowie dunkle Schokolade im Hintergrund bemerkbar. Sie will langsam geraucht werden ansonsten wird sie heiß. Der Abbrand ist leicht unregelmäßig, wie wir oft bei box pressed Zigarren feststellen müssen.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eUngefähr im zweiten Drittel wird der Rauch sehr überraschend spürbar cremiger. Die Schokonuance bleibt erhalten, die Asche ist fest, hellgrau bis weiß. Die leichte Kaffeenote geht eher in Richtung Cappuccino mit Kakaopulver auf Milchschaum. Ein leichter Tunnelbrand nach Ablage der Asche kann festgestellt werden, dies wurde durch ein wenig Nachbrennen und etwas Ruhe ausgeglichen. Sehr angenehm im Geschmack und gleichbleibend mit Kakao und leichte sanftem, erdigem Aroma wurde die erste Hälfte der \u003cstrong\u003eAlec Bradley Prensado Robusto\u003c/strong\u003e passiert.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eSanfte Süße; der Rauch hat gänzlich seine Schärfe verloren. Wir wurden wieder an ruhiges und gemächliches Rauchen erinnert: mit langsamen Züge kommen auch die süßlichen Aromen zum Vorschein. Bis zum Ende durchgehend gleiche Aromen, kein komplexer Aromenwechsel. Nachbrennen war zwischenzeitlich nötig, um das gute Stück am Leben zu halten.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cstrong\u003eFazit\u003c/strong\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eAlles in allem ein starker, aber dank der eher lieblichen Aromen, ein angenehmes Rauchvergnügen bis zum nach gut einer Stunde erreichten Nub. Irgendwann ist halt leider immer Schluss. Genießen durfte ich diese außergewöhnliche Zigarre zu einem leckeren Glas \u003cstrong\u003eFüchschen Alt\u003c/strong\u003e, welches durch herbe Aromen fantastisch passte.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"Robustos","maker":"Fabrica de Tabacos Raíces Cubanas S. de R.L.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":true,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.10416666666666667,"Erde":0.08333333333333333,"Frucht":0.041666666666666664,"Gras":0.041666666666666664,"Holz":0.08333333333333333,"Kaffee":0.10416666666666667,"Leder":0.10416666666666667,"Nuss":0.08333333333333333,"Pfeffer":0.08333333333333333,"Schokolade":0.10416666666666667,"Süß":0.08333333333333333,"Toast":0.08333333333333333},"numberOfVotes":61},"price":9}
