{"name":"Alec Bradley Prensado Lost Art Robusto","url":"https://www.cigarworld.de/zigarren/honduras/alec-bradley-prensado-lost-art-robusto-90014802_35559","brand":"Alec Bradley","series":"Robusto","details":{"description":"\u003cp\u003e\u003cspan\u003eDas ist also die Weiterentwicklung der zur Zigarre des Jahres gewählten Prensado aus dem Jahr 2011 - mit dieser an hohe Erwartungen geknüpften Einstellung bin ich damals an die erste \u003cstrong\u003ePrensado Lost Art\u003c/strong\u003e gegangen und ich wurde nicht enttäuscht. Geraucht wurde diese erste \u003cstrong\u003eRobusto\u003c/strong\u003e auf unserer Hausmesse 2017 (als eine von vielen Zigarren an diesem Tag), doch wie gesagt stach sie damals schon heraus!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eNun einige Wochen nach der Markteinführung, widme ich mich dieser \u003cstrong\u003eRobusto\u003c/strong\u003e erneut, jedoch in Ruhe und ohne vorher schon zig andere Sticks probiert zu haben.\u003c/span\u003e Ab dem allerersten Zug wird man von einem unglaublich \u003cstrong\u003ereichhaltigem Spektrum an Aromen\u003c/strong\u003e fast schon überwältigt. \u003cstrong\u003eKakao\u003c/strong\u003e, \u003cstrong\u003eNuss\u003c/strong\u003e, \u003cstrong\u003eKaramell\u003c/strong\u003e und \u003cstrong\u003eRöstnoten\u003c/strong\u003e wechseln sich in den ersten Minuten immer wieder ab oder tauchen, je nach Zugintensität, komponiert auf. Im weiteren Rauchverlauf vermischen sich die erwähnten Aromen zu einer wunderbar leckeren Melange die nun wesentlich weniger röstig schmeckt. Vielmehr kommt, je weiter ich rauche, eine \u003cstrong\u003eCremigkeit\u003c/strong\u003e zu Tage die Lust auf den nächsten Zug macht.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eBei einem solchen Leckerbissen neigt man ja ganz gerne mal dazu ein wenig „zu hastig“ zu ziehen, doch selbst das verzeiht diese box-pressed Robusto, ganz ohne zu heiß oder gar bitter zu werden. Die Verarbeitung ist halt, wie nicht anders von Alec Bradley zu erwarten, absolut erstklassig. Zum Ende hin wird sie dann \u003cstrong\u003eimmer cremiger\u003c/strong\u003e und die \u003cstrong\u003eNussaromen\u003c/strong\u003e treten weiter in den Vordergrund - sehr lecker!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003eFazit\u003c/strong\u003e: Für mich persönlich ist die Lost Art nicht nur eine Neuauflage, sondern einfach die bessere Prensado. Ein solches Kunstwerk sucht man eigentlich vergeblich in der Kategorie unterhalb der 10€-Marke... vielleicht rührt daher auch der Name “Lost Art“!? ;-) Einziger Wermutstropfen bleibt nach einem Rauchgenuss von zirka einer Stunde ein leichter Schiefbrand im ersten Drittel, der sich aber recht schnell von selbst korrigiert hat. Von daher: Eine \u003cstrong\u003eganz klare Rauchempfehlung\u003c/strong\u003e - ich freue mich schon darauf die anderen Formate zu probieren!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":5,"format":"","maker":"Fabrica de Tabacos Raíces Cubanas S. de R.L.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":true,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.14583333333333334,"Erde":0.0625,"Frucht":0.041666666666666664,"Gras":0.041666666666666664,"Holz":0.10416666666666667,"Kaffee":0.08333333333333333,"Leder":0.08333333333333333,"Nuss":0.10416666666666667,"Pfeffer":0.0625,"Schokolade":0.08333333333333333,"Süß":0.08333333333333333,"Toast":0.10416666666666667},"numberOfVotes":44},"price":9.1}
