{"name":"Collection Goldie Laguito No. 5","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=45452;t=La_Palina_Collection_Goldie_Laguito_No._5","brand":"La Palina","series":"","diameter_mm":0,"ring":54,"length_mm":0,"length_inch":5.625,"format":"Robusto","manufactureOrigin":"United States","wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominican Republic","Nicaragua"],"binderOrigin":["Ecuador"],"color":"Colorado","strength":"Medium-Full","price":0,"additionalNotes":"La Palina releases the second Goldie from the La Palina Collection: The Goldie Laguito No.5\n\nGoldie Drell Paley, the namesake of La Palina cigars, was the wife of Samuel Paley, who founded the company in 1896. Bill Paley, Sam’s grandson and current owner, created The La Palina Collection Goldie to celebrate the history, contributions and accomplishments of women in the cigar industry. Bill is proud to present the initial release of the new Goldie in late May, with a second release in August of 2013. The La Palina Collection Goldie Laguito No.5 will be limited to 2500 numbered boxes.\n\nProduced at the El Titan de Bronze factory in the Little Havana neighborhood of Miami, the Goldie is made under the supervision of owner Sandra Cobas. The La Palina Goldie Laguito No.5 will be a 5 5/8 x 54 cigar and presented in boxes of 10.\n\nMaster roller Maria Sierra, who will have signed each numbered box, rolled the entire La Palina Collection Goldie Laguito No.5 release. Maria was one of the first women trained to roll cigars in Cuba. Her historic 32 year career at Villa El Laguito began July 22, 1967. Maria is a 95 rated, category 9 roller trained by Fidel Castro’s personal roller Eduardo Rivera Irizarri, as well as Avelino Lara, the creator of the legendary Cohiba blend.\n\nEach cigar is finished in the traditional Laguito style with a fan cap, exclusively taught to rollers at Villa El Laguito. The Goldie is blended with the prized Medio Tiempo leaf, found on only 10% of tobacco plants."}
