{"name":"Un-banded Royal Cigar","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=192150;t=Privada_Cigar_Club_Un-banded_Royal_Cigar","brand":"Privada Cigar Club","series":"","diameter_mm":0,"ring":55,"length_mm":0,"length_inch":5.5,"format":"Robusto Gordo","manufactureOrigin":"Dominican Republic","wrapperOrigin":["Secret"],"fillerOrigin":["Secret"],"binderOrigin":["Secret"],"color":"Colorado","price":0,"additionalNotes":"I don't have a link for this one, but it arrived in the Privada Cigar Club August '20 monthly subscription box and the notes that came with it say this:\n\"Once in awhile, cigar makers will create a cigar so expensive it makes you question things. Really, though, how much better can that cigar be than their other cigars? I'm not saying this is the best cigar you will ever smoke, but it may be the most expensive. And if it's the most expensive cigar, from a cigar brand that already makes expensive cigars, it must use their most aged tobaccos and treatments. This cigar, my friend, is a royal release of a cigar. YOU are not supposed to know this. WE are not supposed to talk about this. This is something I have been holding back on releasing until we went private. And here we are. There are no more of these for sale. Why do we have an $80 cigar with its bands taken off? Because not a lot of people are willing to spend $80 on a cigar. And at some point, regardless how much it cost to make, inventory needs to move for these large companies. The big D (company) has two main headquarters. Basel, Switzerland, who can't fathom having their beloved product put into a subscription-based club, and Tampa, who love the club and have half the staff on our membership roster. So, labeled items from the big name in this company are a no-go right now. In the past, our members have not gone crazy for anything with that label on it and I doubt this will be any different... but there was no way I was going to pass a chance to allow us to try an $80 freaking cigar, not on my watch, and especially not during my birthday month! So, every year there are certain yields of tobaccos set aside for superiority. These are the plants that are perfect. More so than any others. These bushels of tobacco are labeled ROYAL. This cigar is made with only those tobaccos. The tobaccos were aged 8 years and the cigar itself 4 years. This makes the cigar 12 years aged. I wish we could have gotten to it sooner. I'm a big believer that 3 - 5 years is ripe. Smoke this cigar when you are looking for a SMOOTH experience, not a kick in the face!\"\n\nThis one's now in the PCC shop but is sold out...\nhttps://privadacigarclub.com/shop/unbanded-royalty-aged-4-5-years/"}
