{"name":"Sumatra Lancero LE (Privada CC Exclusive)","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=192882;t=El_Titan_de_Bronze_Sumatra_Lancero_LE_(Privada_CC_Exclusive)","brand":"El Titan de Bronze","series":"","diameter_mm":0,"ring":38,"length_mm":0,"length_inch":7,"format":"Long Panatela","manufactureOrigin":"United States","wrapperOrigin":["Sumatra"],"fillerOrigin":["Secret"],"binderOrigin":["Secret"],"color":"Colorado","price":0,"additionalNotes":"I don't have a link for this one, but it came with the April '21 Privada Cigar Club subscription box.  Notes that came with it say this:\n\n\"It's been awhile since we had anything from El Titan.  Sandy has been busy this past year. I make it a point to have at least 2 releases from her per year. Why? Because they employ all level 9 rollers from Cuba. This factory in Miami has the most traditional manufacturing process. Triple cap, Cuban style all the way. El Titan says a lot about what makes America so great. People from all over the world bring their skills here and perfect things with freedom of choice in materials and marketing. El Titan De Bronze is also the most expensive place to manufacture cigars. Double or triple the price of anywhere else. This is why you don't see a ton of people working out of here, and why the cigars you do see from here are $15+. I don't care. You employ me each month to get you the best of the best, and that is what I'm going to do. These cigars have about 1 year of age on them to boot. I just can't tell you how proud I am that even our exclusives, made just for the club, get about a year of age now. To me, this is the point where the cigar is ripe. 9 months to 7 years. 1 year being the minimum a cigar should rest before being smoked. Most cigars on shelves are 90 - 120 days aged. We have come together to support each other in this beautiful craft and are enjoying some of the finest cigars ever made. Kudos to us. #weareprivada Sandy does not tell me much about her blends but this is a Sumatra series. She wants all of you to understand how amazing and somewhat slept on a Sumatra wrapper is.\"\n\nNow in the PCC shop:\nhttps://privadacigarclub.com/shop/el-titan-de-bronze-sumatra-lancero-le-aged-12-months/"}
