{"name":"La Veguita by Montenegro","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=206289;t=Privada_Cigar_Club_La_Veguita_by_Montenegro","brand":"Privada Cigar Club","series":"","diameter_mm":0,"ring":38,"length_mm":0,"length_inch":7,"format":"Long Panatela","manufactureOrigin":"Nicaragua","wrapperOrigin":["Habano","Nicaragua"],"fillerOrigin":["Corojo","Habano","Nicaragua"],"binderOrigin":["Criollo","Habano","Nicaragua"],"color":"Colorado","price":0,"additionalNotes":"\"Montenegro just blessed us. Now I’m not big on aging cigars past the 5 year point. But I know aged cigars really make a lot of you happy, and that is what I’m here to do, to serve your cigar needs. If you’ll notice, Montenegro sells their cigars for $30+ and almost no one else has them except for a few casinos in Vegas and a few retailers in the United Arab Emirates. These guys are not here to make money, they are here to make cigars. Case in point, no one ages as long as they do. The two partners own more businesses than one can imagine, like a day trading investment firm. They love the community Privada (that means you) have created and they enjoy hearing the feedback when they meet you at a poker table or cigar lounge. This is a cigar they made closer to the beginning of the factory. I normally do not include cigars from the same manufacturers back to back like this but the 9 year aged 60 ring we had last month was such a different smoking experience than this cigar, coupled with the amount of age (who else gets cigars like this), I felt it was right. This particular vitola ages faster in my opinion. I truly believe this cigar is in 2nd maturation and you will taste things you do not normally taste while smoking because of this. Flavors can get darker, more earthy and much more mellow with this type of age. Regardless whether this cigar is your favorite in the box, you have to admit it is quite an experience to get to smoke it! Shout out @mspcigars on IG if you post!\"\n\nhttps://privadacigarclub.com/shop/montenegro-la-veguita-aged-10-years/"}
