{"name":"Bonita Bonita Bonita by Tabacalera La Isla","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=193885;t=Privada_Cigar_Club_Bonita_Bonita_Bonita_by_Tabacalera_La_Isla","brand":"Privada Cigar Club","series":"","diameter_mm":0,"ring":50,"length_mm":0,"length_inch":5,"format":"Robusto","manufactureOrigin":"Dominican Republic","wrapperOrigin":["Mexico"],"fillerOrigin":["Dominican Republic"],"binderOrigin":["Dominican Republic"],"color":"Colorado Maduro","strength":"Medium","price":0,"additionalNotes":"\"There is a lot of talk about this new factory Tabacalera La Isla. Located in the Dominican Republic, it was started by a young man named Hostos who is the cousin of Terence Reilly at Aganorsa, and the nephew of Manolo Quesada of Quesada cigars. Hostos went out on his own about 1 year ago. We spoke on the phone several times and exchanged our thoughts on cigars and eventually created test blends. There have been a few brands to commission this factory, all selling their finished product for higher than average prices. I believe we were the first client La Isla received. We chose a habano and a maduro cigar from the test blends. Upon receiving the cigars I was extremely happy with this maduro you are holding, but I was very unhappy with the habano. The habano found its way to a new program on our website’s storefront called “Cigars We Hate”. It sits alongside a Nicaraguan habano robusto we had a similar experience with. Bottom line, if a cigar makes it into the Privada Cigar Club, it better be fantastic. Having heard the news about the habano and our “Cigars We Hate” program that sells cigars at less than the cost we bought them for (I have to make at least some of the money back to keep up with purchasing), Hostos is MAD! This is business. I am serving you , my member. I cannot allow people’s emotions or feelings to dictate what goes into the club boxes. But if you absolutely love this cigar let him know on social media @tabacaleralaisla. Also try the habano for a couple dollars on the site, people who buy it say they like it. We blind tested it on a video against something similar but much more expensive and it actually won. So maybe I’m being picky, but you pay me to find the best and that is what I will find for us. Meanwhile, every other club in the industry is flocking to this factory and I cannot help but wonder if they are choosing their clients out of spite. lol. That said, this cigar is fantastic. I hope you love it and I’m sure Hostos does too.\"\nhttps://privadacigarclub.com/shop/bonita-bonita-bonita-aged-7-months-made-at-tabacalera-la-isla/\n\nPCC monthly selection for Dec. '21."}
