{"name":"Killer Bee Lonsdale","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=191274;t=Black_Works_Studio_Killer_Bee_Lonsdale","brand":"Black Works Studio","series":"","diameter_mm":0,"ring":42,"length_mm":0,"length_inch":6.5,"format":"Lonsdale","manufactureOrigin":"Nicaragua","wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"color":"Oscuro","strength":"Full","price":0,"additionalNotes":"https://www.smokingpipes.com/cigars/black-label-trading-company/moreinfo.cfm?product_id=311660\n\nhttps://privadacigarclub.com/shop/black-label-trading-works-killer-bee-privada-james-brown-exclusive-lonsdale-aged-1-year-4-months/\n\n\"Well, sometimes I just feel really good about the job I am doing curating the rarest cigars for you guys. This is one of those times. You cannot find this cigar anymore. Not in this size. This is the size James, the owner of Black Label Trading Works smokes at events. They took it off the market in 2020. But not before making and aging a batch of them for Privada. Let me refresh you on this brand. They are vertically integrated and own their own factory. The owners are James and Angela Brown. James is a wine sommelier. The couple lives in Nicaragua. They have lived all over the world, including a remote beach in Africa where they owned a bar and restaurant and eventually had children. They moved to Central America to run off-road travel tours and eventually started hanging out at cigar factories. The rest is history. Here we are, 5 plus years later, and their brand has what I would call a large cult following. They do business with me by email only from Nicaragua. It’s not easy to get them to make cigars for us. They have a small factory and a tight production schedule but I do everything I can to make it happen. The factory name is Fabrica Oveja Negra. These limited edition cigars use a blend of Nicaraguan filler \u0026 binder, finished off with an Ecuadorian Maduro wrapper. This is a beautiful cigar with artisan elements that is a real joy to smoke, and with the year-plus of age on it, we are in for a real treat!\""}
