{"name":"Series 1 Toro Extra BP (Privada CC Exclusive)","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=192380;t=Vault_Cigars_Series_1_Toro_Extra_BP_(Privada_CC_Exclusive)","brand":"Vault Cigars","series":"","diameter_mm":0,"ring":54,"length_mm":0,"length_inch":6.25,"format":"Toro","manufactureOrigin":"Honduras","wrapperOrigin":["Habano","Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Connecticut","Ecuador"],"color":"Colorado","strength":"Medium","price":0,"additionalNotes":"This came with the Privada Cigar Club subscription box for Nov. '20.  Notes that came with it are as follows:\n\n\"Honduras. Raices Cubanas Farm and Factory. Hugo Sanchez. 25 years in business using the traditional Cuban methods. There's no farm or factory like it. I truly believe some of the best cigars in the world come out of this factory. This is the man behind Padilla, Viaje, Alec, Illusione... and the list goes on. All of their best stuff comes from Raices. So it is truly an honor that they have allowed us to raid their vaults. These are the cigars that were forgotten. These are the cigars that were never paid for. These are the resting vampires of this factory. VAULT. Any time you see this cigar brand, BUY IT! No one in the world can get their hands on these right now except you. But at some point, cigars from this brand will be available in stores. Each edition is totally different from the next. But, we have them first! This is a 6 1/2 x 54 box-pressed Habano Honduran wrapper over an Ecuadorian Connecticut binder on top of Nicaraguan and Honduran fillers. When I tell you we may never get a cigar that produces these flavors again, I am not exaggerating. I recommend this for the morning with a vanilla coffee. Something happens to certain cigars during the aging process. And aging at the factory is dog years compared with aging in the states. It's like the age on scotch vs. the age on bourbon. Some aging resonates faster. Aged 6 years.\"\n\nhttps://privadacigarclub.com/shop/vault-cigars-series-1/"}
