{"name":"No. 9 Test Blend Toro (Privada CC Exclusive)","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=192801;t=Blanco_(Formerly_Los_Blancos)_No._9_Test_Blend_Toro_(Privada_CC_Exclusive)","brand":"Blanco (Formerly Los Blancos)","series":"","diameter_mm":0,"ring":54,"length_mm":0,"length_inch":6,"format":"Toro","manufactureOrigin":"Nicaragua","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"color":"Colorado","strength":"Medium","price":0,"additionalNotes":"These are made by Plasencia using their tobacco.\nhttps://privadacigarclub.com/shop/blanco-no-9-aged-11-months/\n\n\"David Blanco. You may have heard of him. He’s had a line of cigars for years now. What most do not know about him is that he is the nephew to the Plasencia family, who own possibly the largest tobacco farms in the world. This means David has access to some of the best tobacco known to man. Pretty cool, right? Well, David approached me with about 12 blends. I did a YouTube video where I smoked through them all. The video was not of great quality, as I did not have Johnny Taquitos on our team yet, but you can imagine the vibe. Out of all the blends he sent, the #5 and the #9 were the ones I chose. I honestly cannot pick between them. So we decided to make it a thing. Blanco did not make enough for the entire club to get both versions in the monthly box, but there will be some leftover of each of the different blends. Feel free to visit our shop and pick up one of the other blends and let us know which blend we should choose. Either way, we made this cigar just about a year ago now. They have had a great aging time and both bring something very unique to the table. The #9 is a bit more what I call “cowboy smokey.” The #5 a bit more floral forward. Both fantastic cigars I’m sure you will love. If you get a chance to try both, please email us, and let’s help David decide which blend wins. I also want to make note of how wonderful it is that our roster is so full that our releases, even the ones made uniquely for the club, get to rest about 3 times longer than any other new releases in shops and on the market. This is a testament to Privada Club members getting only the best cigars and at the right times, when the cigars are fully ripe. #weareprivada\""}
