{"name":"Big Brown/Big Snuff by Chico Rivas","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=206445;t=Privada_Cigar_Club_Big_Brown/Big_Snuff_by_Chico_Rivas","brand":"Privada Cigar Club","series":"","diameter_mm":0,"ring":54,"length_mm":0,"length_inch":6,"format":"Toro","manufactureOrigin":"Dominican Republic","wrapperOrigin":["Dominican Republic"],"fillerOrigin":["Dominican Republic"],"binderOrigin":["Dominican Republic"],"color":"Colorado Maduro","price":0,"additionalNotes":"Privada CC monthly selection for March '23.\n\nhttps://privadacigarclub.com/product/big-brown-big-snuff-aged-7-years/\n\n\"Chico Rivas, Master Blender, Dominican, Talented. Chico is one of those people that was elevated by the club in the last year or two. Be proud of that. He deserved success and people tried to hide him and take credit for his work. This is the story of most blenders, my friends. Even factory owners often do not blend. There is always that guy in the back that is the cousin of a friend of the guy who owns the place. And he is actually the one making the cigars. Rarely does that person get a chance to shine. I’m proud to be a part of that and you should be too. But Chico deserved it because he brought the goods. I mean take this cigar for example: Seven years aged in his factory and originally made for a client who pissed Chico the heck off. Another thing I love about Chico is his take no crap attitude. Chico has been known to throw a few people out every now and then.\n\nWhen you light this cigar the age will show itself. The sensation of bitter espresso, the flavor of coffee and the finish of fruits and spices do not appear all at once, but by the second third you are wondering how a cigar could be so complex. Well hot damn I’m proud of this one. As for the name, we call it Big Snuff, or Snuffy. It was originally part of the COLOR SERIES but has been resting in coolers for what feels like ages. Smoke this on a clean palate and tell me how you feel about it at info@privadacigarclub.com.\""}
