{"name":"Peruvian Gold Corona Gorda (Privada CC Exclusive)","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=192917;t=Rojas_Cigars_Peruvian_Gold_Corona_Gorda_(Privada_CC_Exclusive)","brand":"Rojas Cigars","series":"","diameter_mm":0,"ring":48,"length_mm":0,"length_inch":6,"format":"Toro","manufactureOrigin":"Nicaragua","wrapperOrigin":["Habano","Nicaragua"],"fillerOrigin":["Nicaragua","Peru"],"binderOrigin":["Secret"],"color":"Colorado","price":0,"additionalNotes":"https://privadacigarclub.com/shop/rojas-cigars-peruvian-gold-aged-11-months/\n\n\"Noel Rojas. A master blender, factory owner, undeniably CUBAN. This man is so authentic he even spent time in a Cuban prison before emigrating. Life on this side of communism has been very good to our friend Noel, and in turn, he has been good to us. Blessing the cigar industry with some of the finest Nicaraguan cigars over the past several years, you’d better get used to seeing his name around the club. My job is to search for the best and most authentic. And this is a situation I could not pass up on. In Cuba, Noel worked on tobacco farms. He has studied tobacco with the biggest names in the industry. As a young man, he was told a story by a famous Cuban grower that tobacco, cigar tobacco, was actually from Peru originally. They had taken it up the Amazon river and across the Caribbean to Cuba hundreds of years prior. So when Noel got the chance to go to Peru and meet the farmers he jumped at it. After befriending an Italian man who owns the farm that used to sell Peruvian tobacco to Zino Davidoff, he made a deal with the man. He asked him to sell him one lot of tobacco every year for the next ten years. The cigar has become Noel’s daily smoke. Upon meeting Noel, he rolled me several cigars as you can see on the Privada YouTube page. We went over blend after blend before sitting down for lunch. After lunch, he handed me this cigar, same size, and shape, and told me the story of Peru. He said, “I do not sell this cigar, it is only for me.” That was over a year ago. Thankfully I’m a damn good salesman because, boys and girls, you are smoking the Peru AKA the Peruvian Gold by Noel Rojas. A cigar he swore to keep only for himself. Man, I love my job!\""}
