{"name":"Minnesota Fats (Privada CC Exclusive)","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=193416;t=Blackbird_Cigar_Co._Minnesota_Fats_(Privada_CC_Exclusive)","brand":"Blackbird Cigar Co.","series":"","diameter_mm":0,"ring":58,"length_mm":0,"length_inch":4.5,"format":"Robusto Gordo","manufactureOrigin":"Dominican Republic","wrapperOrigin":["Brazil"],"fillerOrigin":["Corojo","Criollo","Pennsylvania"],"binderOrigin":["Indonesia"],"color":"Maduro","strength":"Medium-Full","price":0,"additionalNotes":"Came with Privada Cigar Club subscription box for Sep. '21.\n\nhttps://privadacigarclub.com/shop/blackbird-cigar-co-minnesota-fats-aged-2-years/\n\n\"I cannot believe it has been 2 years since we made this cigar. For those of you who have been with us long enough to remember the Fast Eddie, this may just mark the end of the road for our series of cigars based on the movie “The Color Of Money.” We started with Fast Eddie, moved on to The Vince, and finally we have come upon Minnesota Fats. If you watch “The Color Of Money,” you will not find this character, however. Minnesota was in the original movie called “The Hustler.” He was played by Jackie Gleason. A big man by all accounts. Hence the cigar’s ring gauge. Each blend of the cigar has been damn near the same thing, except the ring gauge or length has changed. It has been a fantastic example of just how different a cigar can become by changing its length or width. Another reason I am a big fan of one size only cigar lines. This cigar was blended at Blackbird by a mature gentleman they lovingly nicknamed Caballo (or “horse” in English.) Caballo was the fastest roller Davidoff ever had. He holds the record of 500 cigars in one 8-hour shift. More on that later. Caballo is one of the people that has been behind the scenes for a long time. Until now. Shining light on the people who actually make the products is what makes this the CRAFT cigar movement. Say goodbye to that boutique word. Onward and upward. So, here it is. The finale. Bittersweet. Let Blackbird and me know what you think of this cigar on Instagram or Facebook or both.\""}
