{"name":"#99 Sweets","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=113513;t=Factory_Throwouts_#99_Sweets","brand":"Factory Throwouts","series":"","diameter_mm":0,"ring":52,"length_mm":0,"length_inch":7.2,"format":"Churchill","manufactureOrigin":"United States","wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominican Republic"],"binderOrigin":["Dominican Republic"],"color":"Colorado Claro","strength":"Mild-Medium","price":0,"additionalNotes":"http://www.cigarsinternational.com/cigars/79955/factory-throwouts/\nFactory Throwouts Factory Throw-Outs 99 Sweet\nBDL OF 20\nNo need to throw these out!\n\nThese Factory Throw-Outs are so darn tasty, you’ll be left scratching your head and wondering what makes them throw-outs anyway. Slight discoloration, sun spots, minor and miniscule blemishes....that’s it. The good part is that they are a fraction of their full-priced counterparts. Straight from J.C. Newman’s Florida factory, here you’ll find tasty treasures in a variety of sizes. Each is wrapped in an Ecuadorian sun grown wrapper and then filled Cuban-sandwich style with Dominican tobaccos. No bands, no labels, no boxes, no frills – just pure, unadulterated goodness that the money-minded should be stocking up on, and often.\n\nhttp://www.famous-smoke.com/factory+throwouts+no.99+sweet+cigars/item+43219\nFACTORY THROWOUTS NO.99 SWEET\nGive J.C. Newman credit for calling these Factory Throwouts cigars what they are instead of something more enticing like Blender's Best or far-fetched like Sloppy 2nds. Whatever, at little more than $1 apiece, these mild, machine-made cigars are SO cheap you're going to buy them anyway. They're rustic-looking as hell, but the aged Dominican filler and Ecuadorian sun grown wrappers offer you a deliciously smooth and flavorful yard gar in sweet and unsweetened caps. Order your bundle NOW!\n\nFULL SPECIFICATIONS\nStrength:\nMild\nShape:\nChurchill\nSize:\n7 1/4 x 52\nCountry:\nUnited States\nWrapper Color:\nNatural\nWrapper Origin:\nEcuadorian\nWrapper Leaf:\nSun Grown"}
