{"name":"Monovarietal Corojo Robusto","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=192406;t=Julian_Sued_\u0026_Cia_(Edgar_Julian)_Monovarietal_Corojo_Robusto","brand":"Julian Sued \u0026 Cia (Edgar Julian)","series":"","diameter_mm":0,"ring":50,"length_mm":0,"length_inch":5,"format":"Robusto","manufactureOrigin":"Dominican Republic","wrapperOrigin":["Corojo","Dominican Republic"],"fillerOrigin":["Corojo","Dominican Republic"],"binderOrigin":["Corojo","Dominican Republic"],"color":"Colorado","price":0,"additionalNotes":"https://privadacigarclub.com/shop/edgar-sued-monovarietal-corojo-edition/\n\n\"Edgar Sued: Dominican born and raised. Tobacco is his only profession. After years of working under other master blenders like Chico Rivas, Edgar finally has his own factory. He has been patiently waiting to be introduced to the Privada Cigar Club community. Monovarietal edition cigars are made with one type of tobacco, using the same tobacco but from different parts of the plant. This is the Corojo edition. It is a Dominican Puro. It is extremely hard to get these kinds of flavors from an all Dominican cigar and this is why I decided to share this cigar with the club. This is another dessert flavored cigar. But this is a bit heavier than the Vault, so I recommend this for the afternoon. After lunch with something sweet. Treat yourself and indulge in some of the best flavors we will ever see in a Dominican Puro. It is extremely important to understand that Dominican blenders have to take a lot more time and use a lot more skill when working only with Dominican tobaccos. As you will notice when smoking the Puritos that we did a video for on youtube, and have in our shop, most Puritos will be Nicaraguan cigars. It is arguable that most good Nicaraguan tobacco is so good you can simply put it with other tobaccos and get something at least good, if not great. With Dominican tobacco this is not the case. Blending with Dominican is truly recipe-focused, and can take months to find the right combinations of tobaccos. That being said, when the blender gets it right, a Dominican Puro can do something that Nicaraguan tobacco cannot. It can offer flavor like no other and sensation that does not leave the mouth fatigued. Edgar Sued is the next generation of master blenders with a passion and drive like no other. It is an honor to have him in the club.\""}
