{"name":"Privada Cigar Club Exclusivo Toro BP","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=193590;t=Stallone_Cigars_Privada_Cigar_Club_Exclusivo_Toro_BP","brand":"Stallone Cigars","series":"","diameter_mm":0,"ring":54,"length_mm":0,"length_inch":6,"format":"Toro","manufactureOrigin":"Nicaragua","wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Venezuela"],"color":"Maduro","strength":"Full","price":0,"additionalNotes":"PCC COTM selection for Nov. '21.\nhttps://privadacigarclub.com/shop/stallone-exclusivo-privada/\n\n\"Tony Barrios. Stallone Cigars. Here is a brand making a serious name for itself. Tony’s blending style is full body all the way. If you cannot retrohale, please learn. We have a video on the channel to help with this. And speaking of retrohaling, here is a retrohaler’s dream come true. Tony was down at Tabacalera Palma where he was accosted by the Mad Monkey about 8 months ago. After the monkey left the farm, Tony got to work on something he wanted to make specifically for the members of Privada Cigar Club. Honestly, I’ve never had someone just make the cigars without asking. I literally just got a call one day from Tony telling me the Privada Exclusive is ready. I was surprised and delighted. When we received them, the first thing I noticed was the cellophane with our logo which always tickles me. Something retro about it. Then comes the cigar itself. Que Bella! That gorgeous sheen and sumptuous box press. This thing is begging to be shown off. And wait until you read the blend on this. Wrapper: San Andres México, 8/9 priming, slow fermented by us and then aged 3 years. Binder: Burley Venezuela aged 5 years in ex rum casks! Filler: Nicaragua (Esteli, Ometepe \u0026 Jalapa!) Aged 4 years! Also the Ometepe aged in oak casks. Did you catch that? Is it any wonder I had trouble identifying flavors in this cigar? It is one of a kind. NONE of us have smoked anything like this before. Tony, thank you sir. What a treat!\""}
