{"name":"El Diablo Del Desierto Robusto","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=192651;t=Purple_Sky_El_Diablo_Del_Desierto_Robusto","brand":"Purple Sky","series":"","diameter_mm":0,"ring":48,"length_mm":0,"length_inch":5,"format":"Robusto","manufactureOrigin":"Mexico","wrapperOrigin":["Habano","Mexico"],"fillerOrigin":["Mexico"],"binderOrigin":["Mexico"],"color":"Colorado Claro","price":0,"additionalNotes":"https://privadacigarclub.com/shop/el-diablo/\n\n\"Drug Addict. This is the phrase that comes to mind when I think of Purple Sky. The brand was named after the television show Breaking Bad. In the show, high school chemistry teacher Walter White becomes the cruel and infamous crystal meth dealer “Heisenberg,” famous for cooking the purest meth around that turns an iconic blue. He called it Blue Sky. When I was first approached by the crew of cigar makers out of the southwest, they were toying with the launch of this brand. Three guys make up Purple Sky. Hector, an ex-drug dealer who became religious in prison. Tommy, a dead ringer for Christian Bale and an ex-drug addict with a ton of nervous energy, and Paul, a seriously funny pothead who can turn any statement into a joke and with warmth. Not the type of people I usually work with. Both Hector and Tommy are members of the club and have been for years. They have turned out underground cigar after underground cigar for the past 9 months. If you live in the southwest, you have seen this Diablo character that serves as a mascot to the brand. I always ask them where they got the image and they typically laugh and say something like if we told you….we’d have to kill you. I’ve never been satisfied with the answer, or the idea that their shop is in Mexico. I’m intrigued. It’s so broad of a statement and shrouded in mystery. Who the hell rolls in Mexico? One family… and come to find out a few others. And not them. I expected a San Andres wrapper because it is native to Mexico, and once again I was confused. This is a Mexican Habano wrapper. I’ve never heard of such a thing. I honestly wanted nothing to do with this cigar ….until I smoked it. Aside from asking to be paid in Bitcoin, Tommy also delivered the cigars himself. From MEXICO! The entire thing has left me scratching my head and not really wanting to pursue a business relationship with these guys but I have one job: find you the best damn cigars under the sun. I earned my living on this one. The Mexican Habano may be what adds the totally unique and full flavor to this cigar. The company will never make this exact cigar again for what they called logistical reasons, whatever that means. Luckily we have some more in the online shop because I am hooked. Enjoy Purple Sky.\""}
