{"name":"Winston Churchill The Late Hour LE 2020","url":"https://www.cigargeeks.com/index.php?action=cigars;area=showcig;cigar_id=191839;t=Davidoff_Winston_Churchill_The_Late_Hour_LE_2020","brand":"Davidoff","series":"","diameter_mm":0,"ring":38,"length_mm":0,"length_inch":4,"format":"Short Panatela","manufactureOrigin":"Dominican Republic","wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominican Republic","Nicaragua"],"binderOrigin":["Mexico"],"color":"Maduro","strength":"Medium-Full","price":0,"additionalNotes":"https://halfwheel.com/davidoff-adds-winston-churchill-the-late-hour-petit-panetela-two-new-humidors/433387/\n\nLimited to 10,000 units, the Winston Churchill The Late Hour Petit Panetela is packaged in practical and characteristic dark brown metal tins of five cigars each adorned with the iconic silhouette of the great leader.\n\nLATE HOUR\n\nSir Winston Churchill was not a man to follow convention. When most people were thinking of their beds, Sir Winston found inspiration and creativity in the long dark hours of the night. The dark was where he found his spark.\n\nDavidoff celebrates this facet of the Great Man with a special cigar – The Late Hour.\n\n“Winston Churchill - The Late Hour” contains tobacco aged for six months in finest Scotch single malt whisky casks, a feat no one has attempted before.\n\nThe tobacco absorbs the aromas of the cask and whisky, which suffuses the cigar with a unique complexity, depth and the headiest of flavours, creating a unique stimulation of the palate.\n\nTo reflect the darkness during which Sir Winston was his most creative, Davidoff has selected a shiny and oily Ecuador wrapper in a beautiful dark chocolate colour.\n\n“Every man has his day and some days last longer than others” – Sir Winston Spencer Churchill.\n\nPETIT PANATELA \n\nThe Davidoff Master Blenders have mastered the challenge of blending a small format cigar offering complexity and signature Davidoff balance as multi-faceted as the great aficionado's character.\n\nA medium filler cigar with tobaccos from Ecuador, Sumatra, Dominican Republic and the unique Condega tobacco from Nicaragua, aged in Scotch casks standing for more robust flavours compared to its counterpart within"}
