{"name":"Mustique BLUE Churchill","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/mustique-blue-churchill-90006388_16170","brand":"Mustique","series":"Churchill","details":{"description":"\u003cp\u003e\u003cspan\u003eMustique Zigarren sind ein preisgünstiger Einstieg und gleichzeitig geschmackvoller Eintritt in die Mustique trägt den Namen einer paradiesischen karibischen Insel, deren Qualitäten sich auch in ihren Zigarren widerspiegeln. Geschmackvoll und aromatisch wie ein frischer Meereswind und gleichzeitig preiswert und unkompliziert, sind Mustique-Zigarren ideal für Einsteiger und Gelegenheitsraucher. Zusammengestellt wurden Zigarren dieser Marke vom Traditions-Importeur Kohlhase \u0026 Kopp. Die Mustique Blue-Serie besteht aus Mediumfiller-Zigarren, die allesamt von Hand gerollt wurden und sich durch ihre Milde und leichte Aromen auszeichnen.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Mustique Blue Churchill ist eine stattliche und extravagante Zigarre, die trotz ihres großen Formats äußerst preiswert ist. Ihr Connecticut Shade-Deckblatt verleiht der Churchill ihre ikonische Farbe, während die erlesenen Tabake der dominikanischen Republik als Umblatt und EInlage dienen. Zusammen kreieren diese Komponenten eine harmonisches Geschmackserlebnis bei bestem Abbrandverhalten. Die Maße der Mustique Blue Corona werden ihrem Namen gerecht: Bei einer Länge von 17 Zentimetern und einem Durchmesser von 20 Millimetern ist sie ein äußerst lang andauernde Genuss, eine Rauchdauer von bis zu 90 Minuten kann erwartet werden. Geboten bekommt man in dieser Zeit ein wunderbar harmonisches und breites Spektrum an Aromen, deren Genießbarkeit durch die Milde der Zigarre weiter angehoben wird. Schokoladige, ledrige, toastige, erdige und Töne von Kaffee bilden eine gelungene Symphonie, welche von einem holzigen Aroma begleitet werden. In der zweiten Hälfte der Zigarre stechen auch grasige Noten hervor, die durch den süßlichen und cremigen Charakter der Zigarre wundervoll angenehm Teil des aromatischen Mosaiks werden.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Mustique Blue Churchill bei uns entweder einzeln oder im praktischen 10er-Bundle.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":177.8,"length_inch":7,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"wrapperProperty":"Shade","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"binderProperty":"Broadleaf","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1276595744680851,"Erde":0.0851063829787234,"Frucht":0.06382978723404255,"Gras":0.06382978723404255,"Holz":0.10638297872340426,"Kaffee":0.0851063829787234,"Leder":0.0851063829787234,"Nuss":0.06382978723404255,"Pfeffer":0.06382978723404255,"Schokolade":0.0851063829787234,"Süß":0.0851063829787234,"Toast":0.0851063829787234},"numberOfVotes":73},"price":3.4}
