{"name":"Total Flame Bright Line Zigarren Custom (Churchill)","url":"","brand":"Total Flame","series":"Custom (Churchill)","details":{"description":"\u003cp\u003eIn gemütlicher Tastingrunde mit \u003cstrong\u003eMaxim Privezentsev\u003c/strong\u003e und seinen vorgestellten Total Flame Zigarren der \u003cstrong\u003eBright Line\u003c/strong\u003e und der \u003cstrong\u003eDark Line\u003c/strong\u003e, möchten wir denjenigen, die nicht dabei sein konnten, im Folgenden unsere Eindrücke zur erstgenannten Zigarre präsentieren.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eMaxim und sein \"Assistent\" Anton leiteten den genussvollen Abend im November 2015 bei uns in der Cigarworld Lounge mit einigen Informationen zur Zigarre selbst ein: Die nicaraguanische \u003cstrong\u003eBright Line\u003c/strong\u003e Serie der Total Flame ist dabei bewusst untypisch nicaraguanisch, doch dazu später mehr. Der Blend besteht aus Einlagetabaken aus der \u003cstrong\u003eDominikanischen Republik\u003c/strong\u003e und \u003cstrong\u003eNicaragua\u003c/strong\u003e, zwei Umblättern aus \u003cstrong\u003eMexiko\u003c/strong\u003e und \u003cstrong\u003eNicaragua\u003c/strong\u003e und einem \u003cstrong\u003eConnecticut-Deckblatt\u003c/strong\u003e. Hergestellt in der Plasencia-Fabrik, wird laut Datenblatt einiges versprochen (obwohl Maxim sehr bodenständig daher kommt!). \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eWährend wir alle unsere ersten Züge der Total Flame Bright Line \u003cstrong\u003eCustom\u003c/strong\u003e (Churchill) zu uns nahmen, wurde ein 20-30 minütiges Video zu Maxims Motorrad-World Trip auf die Leinwand geworfen - schöne, teils spektakuläre und auch warmherzige Fotos des bekennenden Bikers bzw. Harley Davidson Liebhabers. Doch verlieren wir den Fokus nicht aus den Augen ;-)\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie Custom der \u003cstrong\u003eTotal Flame Bright Line\u003c/strong\u003e besticht durch eine einwandfreie Verarbeitung, was sich vor allem im sehr guten Zugverhalten (leicht) und im durchweg gleichmäßigen Abbrandverhalten samt dickem schwarzen Rand am hellen Connecticut-Deckblatt äußert. Diese Merkmale waren stets auf hohem Niveau, es gab keine Schwankungen. Aromatisch kann man die Total Flame Bright Line grob in zwei Abschnitte aufteilen: Der Start ist \u003cstrong\u003eangenehm\u003c/strong\u003e und \u003cstrong\u003eüppig\u003c/strong\u003e zugleich und umschmeichelt den Gaumen mit recht milden Noten von \u003cstrong\u003eMandeln\u003c/strong\u003e und \u003cstrong\u003eZedernholz\u003c/strong\u003e. Dazwischen liegt eine merkliche Facette aus \u003cstrong\u003eMilch\u003c/strong\u003e und \u003cstrong\u003eHonig\u003c/strong\u003e - quasi von Großmutter angerührt!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cstrong\u003eCremigkeit\u003c/strong\u003e dürfte dabei das Attribut der ersten Hälfte des Stumpens sein. Gut ausbalanciert entwickelt sich die Zigarre ab der Hälfte zu einer kräftigeren, mit Hang zu herben Geschmackskomponenten, die in Richtung \u003cstrong\u003eLeder\u003c/strong\u003e und im letzten Drittel vor allem Single Malt gehen. Eine gewisse Würze und Schärfe begleiten das Ganze auf hamonische Art und Weise. Sowieso kann man die Bright Line als sehr ausgewogen und stimmig zusammenfassen. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eUnd warum jetzt untypisch nicaraguanisch? Nun, Maxime wollte bewusst gegen die herrschenden Assoziationen nicaraguanischer und dominikanischer Zigarren arbeiten und beide Profile quasi vertauschen! Eine Zigarre aus Nicaragua mit typisch dominikanischen Merkmalen und ein dominikanischer Stumpen mit eher nicaraguanischen Geschmacksprofil. Die Bright Line hat uns nicht nur gefallen, sondern sein Vorhaben eindrucksvoll umgesetzt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eViel Spaß beim Probieren und schöne Grüße aus der Lounge!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":18.700000000000003,"ring":47,"length_mm":177.8,"length_inch":7,"format":"","maker":"Plasencia S.A","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.13953488372093023,"Erde":0.046511627906976744,"Frucht":0.06976744186046512,"Gras":0.11627906976744186,"Holz":0.11627906976744186,"Kaffee":0.046511627906976744,"Leder":0.06976744186046512,"Nuss":0.09302325581395349,"Pfeffer":0.06976744186046512,"Schokolade":0.06976744186046512,"Süß":0.11627906976744186,"Toast":0.046511627906976744},"numberOfVotes":6},"price":7.8}
