{"name":"Alec Bradley Tempus Nicaragua Zigarren Terra Novo (Robusto)","url":"https://www.cigarworld.de/zigarren/honduras/alec-bradley-tempus-nicaragua-terra-novo-90014264_32198","brand":"Alec Bradley","series":"Terra Novo (Robusto)","details":{"description":"\u003cp\u003eIch ging mit einer hohen Erwartungshaltung an diese Zigarre, weil die \u003cstrong\u003eursprüngliche, klassische Tempus\u003c/strong\u003e mit zu meinen All-Time-Favorites zählt. Auf den ersten Zentimetern startet sie leider Tempus-typisch mit einem sehr unrunden Abbrand.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eIch hatte eigentlich gehofft, dass dieses Problem bei der Neuauflage der Serie nun ausgemerzt worden wäre, leider nicht. Dafür trumpft die Tempus aber in Sachen Geschmack auf! Die von der ersten Tempus bekannten \u003cstrong\u003eLeder\u003c/strong\u003e- und \u003cstrong\u003eRöstaromen\u003c/strong\u003e sind ab dem ersten Zug vorhanden. Hinzu kommt bei diesem Exemplar eine wunderbare \u003cstrong\u003eHonigsüße\u003c/strong\u003e, die ich in solcher Intensität noch bei keiner Zigarre schmecken konnte.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eNach zweimaligem Nachfeuern im ersten Drittel, brennt sie dann doch tadellos sauber bis zum Ende ab. Ähnlich der ersten Tempus-Serie ist auch diese mittelkräftig, jedoch mit mehr Würzigkeit und der bereits erwähnten Süße. Eine zusätzlich leichte Pfefferschärfe empfinde ich als sehr angenehm und passt super zu der zunehmenden Würze. Die anfangs beschriebene Honigsüße ist faszinierender Weise keine Randerscheinung, sondern zieht sich durch die gesamte Rauchdauer dieser Robusto.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eMit “Verbesserungen am Blend“ betitelte Neuauflagen von Zigarrenserien werden ja oftmals eher skeptisch vom Raucher beäugt.  \u003cstrong\u003eAlec Bradley\u003c/strong\u003e ist es in diesem Fall aber wunderbar gelungen, den Ur-Geschmack dieser Serie mit etwas neuem zu verbinden und schafft damit eine Version 2.0 der Tempus die durchweg gelungen ist und bereits jetzt zu meinen Entdeckungen 2015 zählt!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"","maker":"Fabrica de Tabacos Raíces Cubanas S. de R.L.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Jalapa","fillerOrigin":["Nicaragua"],"fillerTobaccoVariety":"Condega, Esteli, Jalapa","binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.11320754716981132,"Erde":0.09433962264150944,"Frucht":0.05660377358490566,"Gras":0.05660377358490566,"Holz":0.09433962264150944,"Kaffee":0.09433962264150944,"Leder":0.11320754716981132,"Nuss":0.07547169811320754,"Pfeffer":0.07547169811320754,"Schokolade":0.07547169811320754,"Süß":0.07547169811320754,"Toast":0.07547169811320754},"numberOfVotes":24},"price":8.8}
