{"name":"Casa De Nicaragua Zigarren Torpedo","url":"https://www.cigarworld.de/zigarren/nicaragua/casa-de-nicaragua-torpedo-90013787_32666","brand":"Casa de Nicaragua","series":"Torpedo","details":{"description":"\u003cp\u003e\u003ca href=\"/zigarren/nicaragua/casa-de-nicaragua-90013787\"\u003eCasa de Nicaragua\u003c/a\u003e ist eine Marke des \u003ca href=\"/villiger\"\u003eZigarren- und Zigarilloherstellers Villiger\u003c/a\u003e, welcher schon seit 1888 tätig ist. Im Gegensatz dazu ist Casa de Nicaragua eine sehr junge Zigarrenmarke, die 2014 von der Mutterfirma Villiger präsentiert wurde. Die Marke zeichnet sich durch preiswerte Zigarren nicaraguanischen Ursprungs aus, welche mit ihren starken Aromen und beachtlichem Nikotin-Gehalt vor allem an erfahrene Aficionados gerichtet sind.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa de Nicaragua Torpedo ist eine gelungene Zigarre, die durch Eleganz und intensive, komplexe Aromen besticht. Bei den Komponenten verwenden die Connoisseure bei Casa de Nicaragua neben einer nicaraguanischen Einlage auch indonesische und ecuadorianische Tabake für Umblatt und Deckblatt. Diese edlen Zutaten entfalten in der 16,5 Zentimeter langen und 18 Millimeter breiten Torpedo eine äußerst attraktive Menge an Geschmäckern, welche bis zu 80 Minuten lang genossen werden kann. Aromen von Schokolade, Kaffee und Holz geben der Zigarre einen lieblich süßen Charakter, der vor allem in der ersten Hälfte der Torpedo überwiegt. Allerdings kommen auch erdige, ledrige und toastige Noten zum Vorschein und auch etwas Pfeffer kann bemerkbar werden. Die damit üblicherweise verbundene Schärfe bleibt jedoch aus, die enorme Cremigkeit des Rauches sorgt durchwegs für einen angenehmen Smoke.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa de Nicaragua Torpedo ist bei uns entweder einzeln oder im praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":0,"ring":0,"length_mm":165,"length_inch":0,"format":"Torpedo","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"BinderTobaccoVariety":"Indonesia","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.11764705882352941,"Erde":0.0784313725490196,"Frucht":0.058823529411764705,"Gras":0.058823529411764705,"Holz":0.09803921568627451,"Kaffee":0.0784313725490196,"Leder":0.0784313725490196,"Nuss":0.0784313725490196,"Pfeffer":0.0784313725490196,"Schokolade":0.09803921568627451,"Süß":0.09803921568627451,"Toast":0.0784313725490196},"numberOfVotes":50},"price":3.8}
