{"name":"Cusano Dominican Bundle Churchill","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/cusano-dominican-bundle-churchill-01171301_6129","brand":"Cusano","series":"Churchill","details":{"description":"\u003cp\u003eZigarren der Marke Bundle Selection stehen für hochwertige und preiswerte Zigarren aus der dominikanischen Republik, welche in einer Tochterfabrik der Firma TABADOM hergestellt werden. TABADOM ist eine äußerst renommierte Tabakfirma, die für viele weltbekannte Zigarrenanbieter Zigarren produziert und von dem Master-Blender Hendrik Kelner geleitet. Die dominikanische Republik verfügt in der Zigarrenmanufaktur über keine lange Tradition, wie zum Beispiel Kuba, macht dies aber durch die Qualität der dort wachsenden Tabake und dem mittlerweile umfassenden Fachwissen wett.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie Bundle Selection Dominikanische Republik Cusano Churchill ist die längste Ausführung dieser Serie und ein wahrer Augenschmaus. Durch ihr schlichtes Design und ihr fein handgerolltes Format sticht sie aus der Menge heraus. Deckblatt, Umblatt und Einlage stammen allesamt aus der dominikanischen Republik, somit ist die Cusano Churchill ein authentisches Abbild der nationalen Tabak-Tradition. Die Maße entsprechen dem Format der Churchill perfekt: Eine Länge von 17,1 Zentimetern und ein Durchmesser von 19 Millimetern sorgen für einen Rauchgenuss, der bis zu 90 Minuten andauert und durchwegs auf allen Ebenen genießbar ist. Aromatisch ist die Cusano Churchill gut austariert, nussige Töne vermischen sich mit cremigem Rauch, dazu eine grasige Note. In der zweiten Hälfte blühen die Aromen nochmals verstärkt auf, es gesellen sich holzige, fruchtige Noten dazu.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie Bundle Selection Dominikanische Republik Cusano Churchill ist bei uns entweder einzeln oder im praktischen 16er-Bundle erhältlich.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.099999999999998,"ring":48,"length_mm":171.4,"length_inch":6.75,"format":"","maker":"Tabacalera Villa Gonzalez","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.11627906976744186,"Erde":0.06976744186046512,"Frucht":0.06976744186046512,"Gras":0.09302325581395349,"Holz":0.09302325581395349,"Kaffee":0.06976744186046512,"Leder":0.06976744186046512,"Nuss":0.11627906976744186,"Pfeffer":0.06976744186046512,"Schokolade":0.06976744186046512,"Süß":0.09302325581395349,"Toast":0.06976744186046512},"numberOfVotes":81},"price":3.3}
