{"name":"Ashton Symmetry Sublime (Toro)","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/ashton-symmetry-sublime-toro-90013751_29473","brand":"Ashton","series":"Sublime (Toro)","details":{"description":"\u003cp\u003eKaltgeruch nach süßlicher Zeder. Sehr luftig leichter Zug. Ein sehr feines, leicht ölig schimmerndes Deckblatt. Anfangs gleich sehr cremiger Rauch. Ein leichtes pfeffriges Kitzeln in der Nase. Die Stärke liegt höchstens bei 5/10. Viel Rauch.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eEin Traum! Geschmacklich ähnlich der Paradiso aus gleichem Hause. Helles, süßes Karamell innerhalb der blumigen Note. Die Asche hellgrau bis weiß, jedoch nicht sehr fest. Die Zigarre an sich ist aber auch recht locker gerollt. Im Abbrand anfangs sehr gerade, leichte Unebenheiten korrigieren sich von selbst durch nach oben Drehen der langen Seite. Nach dem Ablegen der ersten Zentimeter Asche lässt sich kein Kegel der Glut erkennen. Daraus schließen wir, dass kaum Tabakblätter vom oberen, sonnigen Teil der Pflanze in diesen Blend einbezogen wurden. Darum schmeckt sie auch so sanft, fast schon \"symmetrisch\" ausgewogen. Daher wohl der Name ;-)   Gerade noch so im ersten Drittel ist der minimale Pfefferkitzel komplett vergessen. Nun dominiert ganz klar eine Cappuccino-Note. Mit viel Kaffeemilch, um den weichen Rauch zu beschreiben. Die Verarbeitung ist spitzenmäßig, sollte jedoch bei der Preislage auch erwartet werden können. Obwohl vielleicht schon gefühlt 1€ für die kunstvoll gestaltete Anilla draufgeht - zurecht! Darum kommen die schönen Ringe auch in mein Album.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eIn der Mitte wird der Kaffeeton etwas dunkler. Die Süße bleibt aber erhalten. Genauso wie der Regen der hier auf den Schirm prasselt. Dieses Wetter dreht der süßliche, fruchtige frische Geschmack in einen gemütlichen Abend.   Kurz vor verlassen des zweiten Drittels ist eine leichte Säure zu schmecken die nicht so ganz zum vorherigen Rauchverlauf passen möchte. Ähnlich dem Ammoniakgeruch im Fermentationslager. Während ich die letzten zwei Sätze verfasst habe, ist die Säure auch wieder verschwunden. Etwas rauher ist der Rauch geworden. Lässt sich aber noch unter cremig einordnen. Das Rauchvolumen ist genau wie ich es mag. Ein angenehm leichter Zug und viel Rauch. Das Toro-Format halte ich hier für gut gewählt. Eine Robusto gegenzurauchen wäre sicherlich interessant, um die Aromenentfaltung zu vergleichen.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eIm letzten Drittel etwas Schiefbrand. Null Problemo würde Alf sagen, wenn er Zigarre rauchen würde. Nach wie vor schmeckt das gute Röllchen nach Kaffee und zwischendurch etwas nach Kakao. Zum Ende hin eine kleine geschmackliche Veränderung; es kommt eine Würze hinzu die für Tabak aus Nicaragua typisch ist. Somit zum Abschluss ein netter Gruß dieser durch und durch gelungenen Mischung. Ungefähr 90 Minuten Genuss vom Feinsten!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":152.4,"length_inch":6,"format":"","maker":"Tabacalera A. Fuente y Cia.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.07575757575757576,"Erde":0.10606060606060606,"Frucht":0.06060606060606061,"Gras":0.045454545454545456,"Holz":0.12121212121212122,"Kaffee":0.10606060606060606,"Leder":0.07575757575757576,"Nuss":0.10606060606060606,"Pfeffer":0.06060606060606061,"Schokolade":0.07575757575757576,"Süß":0.07575757575757576,"Toast":0.09090909090909091},"numberOfVotes":4},"price":18.89}
