{"name":"Laura Chavin Concours des Meilleurs Connaisseurs Cigarière CMC (43 Gran Robusto)","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/laura-chavin-concours-des-meilleurs-connaisseurs-cigariere-cmc-43-gran-robusto-90007366_18927","brand":"Laura Chavin","series":"Cigarière CMC (43 Gran Robusto)","details":{"description":"\u003cp align=\"justify\"\u003eBraunes Gold in Weißem Gold. Die neue Concours von Laura Chavin im Grand Robusto Format.\u003cbr\u003e\u003c/br\u003e\u003cstrong\u003e43 Cigarren in der erlesenen Cigariére Nr. II:\u003c/strong\u003e „\u003cem\u003eLa Patrône – die Schutzherrin der Cigarren\u003c/em\u003e“ aus Ludwigsburger Porzellan, \u003cstrong\u003eweltweit auf 100 Exemplare limitiert!\u003c/strong\u003e\u003cbr\u003e\u003c/br\u003e\u003cbr\u003e\u003c/br\u003eDie Concours des Meilleurs Connaisseurs, die Nr. 1 unter den Premium-Cigarren von Laura Chavin, kommt als limitierte Edition 2009 / 2010 in Porzellan der Ludwigsburger Porzellan Manufaktur zu ihren Genießern. Das braune Gold von Laura Chavin wird nunmehr zum zweiten Mal präsentiert in einem ovalen Behältnis aus Weißem Gold: einer „Cigarière“, wie wir sie nennen wollen, in Anlehnung an la tabatière, dem schönen französischen Wort für Tabakdose. Einzeln nummeriert, sind weltweit nur 100 Exemplare verfügbar. Ihr schöner Name: La Patrone (die Patronin, die Schutzherrin der Laura Chavin Cigarren). Hier lehnt sich Helmut Bührle an die schon legendären Frauen in der Welt des edlen Tabaks, die sich seit jeher um das Wohl des Braunen Goldes verdient gemacht haben, an. Helmut Bührle, Gründer und Inhaber von Laura Chavin Cigars Hochdorf hatte genaue Vorstellungen für die Neuauflage der erlesene Cigarière. Mit der Cigarière stellt sich Laura Chavin in die Tradition erlesener Rauch- und Wohn-Accessoires aus der Blütezeit bürgerlicher Wohnkultur im ausgehenden neunzehnten Jahrhundert. Nach der Premiere aus dem Hause Rosenthal, das diese Kultur in herausragender Weise verkörperte, hat Laura Chavin für die Zweitauflage mit der Ludwigsburger Porzellan Manufaktur den idealen Partner gefunden.\u003cbr\u003e\u003c/br\u003e\u003cbr\u003e\u003c/br\u003eEin edles Behältnis für Tabakwaren aus der Schlossmanufaktur hat Tradition. Die Tabatièren waren eines der frühesten Erzeugnisse der Ludwigsburger Porzellanmanufaktur. Mit dem fürstlichen Attribut des Glanzes und der Würde ins Leben gerufen, verschenkte bereits der Gründer Herzog Carl Eugen kleine schmucke Tabatièren aus Ludwigsburger Porzellan - sogar an Damen. Mit der neuen Laura Chavin Cigarière entstand aus dem Wissen klassischer exklusiver Manufakturarbeit verbunden mit neuen und stilvollen Ideen ein bezauberndes Zuhause für feinste Cigarrenkreationen. Kompromisslos im Design mit feinster Porzellankunst kombiniert, entstand nach genauen Vorgaben Helmut Bührles in der Zusammenarbeit mit den Künstlern der Ludwigsburger Porzellan-Manufaktur ein weiteres Sammlerstück aus dem Hause Laura Chavin Cigars.\u003cbr\u003e\u003c/br\u003e\u003cbr\u003e\u003c/br\u003e\u003cstrong\u003e\u003cspan style=\"text-decoration: underline;\"\u003eDie Cigarière und die Concours:\u003c/span\u003e\u003c/strong\u003e\u003cbr\u003e\u003c/br\u003eDie limitierte Edition der höchsten Cigarrenqualität aus dem Haus Laura Chavin, die Concours, tritt in der diesjährigen Auflage der Porzellan Cigarière in einem ungewöhnlichen Format auf: dem Grand Robusto. Dieses heute überaus gefragte Cigarren-Format stellt höchste Ansprüche an Tabak und Verarbeitung. Alle Concours / Grand Robustos sind einzeln in Zellophan gehüllt und werden in der Cigarière von einem Einsatz aus perforiertem Edelstahl aufrecht gehalten. Für die optimale Befeuchtung der Cigarren sorgt eine unter dem Einsatz liegende Scheibe aus einem besonderen Porzellan: Es nimmt destilliertes Wasser auf und gibt es auf natürliche Weise langsam und dosiert wieder ab. Schöner und angenehmer kann man Cigarren kaum beherbergen.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":0,"ring":0,"length_mm":0,"length_inch":0,"format":"","maker":"Tabacalera Altagracia","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"price":3900}
