{"name":"H. Upmann Zigarren Connossieur A (25er)","url":"https://www.cigarworld.de/zigarren/cuba/regulares/h-upmann-connossieur-a-25er-01016_27202","brand":"H. Upmann","series":"Connossieur A (25er)","details":{"description":"\u003cp\u003eDie Connossieur A hat das aus der Cohiba-Maduro 5-Linie bekannte Format „Genios“ mit einer Länge von 140 mm und einem großen Ringmaß von 52. Sie entspricht damit dem Trend zu großvolumigen Zigarren von mittlerer Länge. Sie schenkt dem Aficionado einen Cigarrengenuss für rund eine Stunde. Die markentypisch leichte bis mittelkräftige Mischung besteht aus Tabaken der Vuelta Abajo, der Heimat des Tabaks, der zum besten der Welt zählt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eBereits im Jahr 1844 ließen die Gebrüder Hermann und August Hupmann, die einer deutschen Bankiersfamilie entstammten, die Marke eintragen. Die Legende will wissen, dass sie das H samt Punkt als Abkürzung für Hermanos - spanisch Brüder – ihrem Nachnamen voranstellten - nachdem sie diesen um eben jenes H beraubt hatten, das im Spanischen nicht gesprochen wird. Verpackt in Kisten aus dem Holz der Spanischen Zeder, versehen mit einer Garantieerklärung und der Unterschrift Hermann Hupmanns, traten die Cigarren ihren Weg  nach Europa an, wo sie übrigens zunächst vor allem als Präsente für die Kunden der Hupmannschen Bank gedacht waren. Doch der Siegeszug der Havanna um die Mitte des 19. Jahrhunderts verhalf der Marke zur dauerhaften Präsenz. Hermann Hupmann gehörte zu den fünf Besitzern der größten Zigarrenfabriken auf Cuba, die sich zur “Havana Brand Association” zusammenschlossen, um sich besser vor Fälschungen zu schützen. Die spätere Zusammenlegung von Bankhaus und Cigarrenfabrik zog Schwierigkeiten und Besitzerwechsel nach sich. Doch die Marke H.Upmann blieb traditionell Garant für die Herstellung exzellenter Habanos von leichtem bis mittelkräftigem Geschmack.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":5.5,"format":"Genios","manufactureOrigin":"","typeOfManufacturing":"TAM","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.13636363636363635,"Erde":0.09090909090909091,"Frucht":0.06818181818181818,"Gras":0.045454545454545456,"Holz":0.09090909090909091,"Kaffee":0.06818181818181818,"Leder":0.13636363636363635,"Nuss":0.06818181818181818,"Pfeffer":0.06818181818181818,"Schokolade":0.06818181818181818,"Süß":0.09090909090909091,"Toast":0.06818181818181818},"numberOfVotes":9},"price":13.9}
