{"name":"Cusano Dominican Bundle Short Robusto","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/cusano-dominican-bundle-short-robusto-01171301_19669","brand":"Cusano","series":"Short Robusto","details":{"description":"\u003cp\u003eZigarren der Marke \u003ca href=\"/bundle-selection\"\u003eBundle Selection\u003c/a\u003e stehen für hochwertige und preiswerte Zigarren aus der dominikanischen Republik, welche in einer Tochterfabrik der Firma TABADOM hergestellt werden. TABADOM ist eine äußerst renommierte Tabakfirma, die für viele weltbekannte Zigarrenanbieter Zigarren produziert und von dem Master-Blender Hendrik Kelner geleitet. Die dominikanische Republik verfügt in der Zigarrenmanufaktur über keine lange Tradition, wie zum Beispiel Kuba, macht dies aber durch die Qualität der dort wachsenden Tabake und dem mittlerweile umfassenden Fachwissen wett.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Bundle Selection Dominikanische Republik (by Cusano) Short Robusto ist eine charmante, handliche Zigarre, die durch ihre intensiven und harmonischen Aromen stets ein preiswerte Genuss ist. Ihre Manufaktur erfolgt ausschließlich mit Zutaten aus der dominikanischen Republik und vertritt somit den unverfälschten Charakter der hiesigen Tabakkultur. Mit einer Länge von 10,8 Zentimetern und einem Durchmesser von 20,6 Millimetern ist sie die perfekte Option für eine kurze Smoke-Session von bis zu 50 Minuten. In dieser Zeit wird man mit intensiven Aromen verwöhnt die sich jedoch nie überlagern oder von Schärfe oder Bitterkeit übertönt werden. Pfeffrige und grasige Noten bilden die dominante Geschmacksbasis, aber auch holzige und zart erdige Töne sind bemerkbar. Die üppige Cremigkeit des Rauches macht die Short Robusto bis zum letzten Zug zu einem vollwertigen Genuss.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Bundle Selection Dominikanische Republik (by Cusano) Short Robusto ist bei uns entweder einzeln oder im praktischen 16er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":108,"length_inch":4.25,"format":"","maker":"Tabacalera Villa Gonzalez","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1,"Erde":0.1,"Frucht":0.05,"Gras":0.125,"Holz":0.15,"Kaffee":0.05,"Leder":0.075,"Nuss":0.05,"Pfeffer":0.125,"Schokolade":0.05,"Süß":0.05,"Toast":0.075},"numberOfVotes":20},"price":2.9}
