{"name":"Quorum Classic Zigarren Churchill","url":"https://www.cigarworld.de/zigarren/nicaragua/quorum-classic-churchill-90002760_10399","brand":"Quorum","series":"Churchill","details":{"description":"\u003cp\u003e\u003cspan\u003eQuorum Zigarren sind Teil des Sortiments der J.C. Newman Cigar Company, welche in 1895 als Familienunternehmen vom namensgebenden Julius Caesar Newman gegründet wurde und damit der älteste amerikanische Zigarrenmanufakturist in familiärem Besitz ist. Quorum Classic ist seinerseits ein Ableger der beliebten Quorum-Serie von Zigarren. Die Serie ist aufgrund ihres ikonischen dunklen Deckblatts und ihrer Intensität unverkennbar, wobei sie vor allem durch ihr vollmundiges, ausgereiftes Geschmacksspektrum hervorsticht.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie \u003ca href=\"/admin/editvariante/3668/h/zigarren/nicaragua/quorum-classic-90002760\"\u003eQuorum Classic\u003c/a\u003e Churchill ist die Königsklasse der Classic-Serie. Ihre stattlichen Maße werden nur von ihrer aromatischen Vielfalt und Tiefe übertroffen. Ihre edlen Zutaten sind eine gelungene Komposition aus einem ecuadorianischen Sungrown-Deckblatt sowie einem Umblatt und einer Einlage aus Nicaragua. Diese Komponenten liefern einen exzellenten Abbrand und die komplexe  Zusammensetzung der Aromen. Die Maße der Classic entsprechen mit einer Länge von 17,8 Zentimetern und einem Durchmesser von 19 Millimetern perfekt dem Churchill-Format, dementsprechend beläuft sich die Rauchdauer auf ca. 90 Minuten. In diesem Zeitraum präsentiert sich die Quorum Classic Churchill als geschmackliches Meisterwerk. Schon beim ersten Zug wird eine enorme Cremigkeit deutlich, welche bis zum letzten Zug präsent ist. Im ersten Drittel kommt eine sanfte und doch bestimmte Note von Kaffee zum Vorschein, die von schokoladigen und nussigen Aromen umrahmt wird. Im zweiten Drittel gesellen sich ledrige Töne hinzu, welche mit Geschmäckern von Toast und Erde zu einem harmonischen Mosaik zusammenfließen. Im letzten Drittel erwartet ein feurig-pfeffriges Finale, das mit einer leicht süßlichen Note perfekt abgerundet wird.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Quorum Classic Churchill ist bei uns entweder einzeln oder in einem praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eHier finden Sie alle Infos zu \u003ca href=\"/zigarren/nicaragua\"\u003eZigarren aus Nicaragua\u003c/a\u003e.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.099999999999998,"ring":48,"length_mm":177.8,"length_inch":7,"format":"","maker":"Puros de Esteli Nicaragua,  S.A. (PENSA)","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.13043478260869565,"Erde":0.08695652173913043,"Frucht":0.043478260869565216,"Gras":0.08695652173913043,"Holz":0.06521739130434782,"Kaffee":0.13043478260869565,"Leder":0.08695652173913043,"Nuss":0.06521739130434782,"Pfeffer":0.08695652173913043,"Schokolade":0.06521739130434782,"Süß":0.06521739130434782,"Toast":0.08695652173913043},"numberOfVotes":28},"price":3.2}
