{"name":"A.J. Fernandez Bellas Artes Robusto Extra Aged Selection (11/2017)","url":"https://www.cigarworld.de/zigarren/nicaragua/aj-fernandez-bellas-artes-robusto-extra-aged-selection-112017-90014675_41048","brand":"A.J. Fernandez","series":"Robusto Extra Aged Selection (11/2017)","details":{"description":"\u003cp\u003e\u003cspan\u003eDie verkostete Zigarre ist eine die wir noch von der letztjährigen IPCPR mitgebracht hatten und damals von A.J. persönlich überreicht bekommen haben. Eigentlich sollte diese Serie ja schon viel früher auf dem Deutschen Markt erhältlich sein. Grund der Verzögerung war unter anderem der enorme Erfolg in den USA - Fernandez ist mit der Produktion kaum hinterhergekommen. Wir konnten diese Serie wie erwähnt bereits einige Monate vor dem Release in Deutschland auf der Messe in Las Vegas probieren und somit den Hype um diese Serie ganz gut nachvollziehen!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eUnglaublich \u003cstrong\u003ekomplex\u003c/strong\u003e und \u003cstrong\u003ecremig\u003c/strong\u003e präsentiert sich diese etwas zu groß geratene Robusto bereits nach dem Anzünden. Weiter geht es dann in den nächsten Zügen mit \u003cstrong\u003ewürzigen Kaffeenoten\u003c/strong\u003e und einer \u003cstrong\u003eleichten Süße\u003c/strong\u003e die sich durch den kompletten Rauchverlauf ziehen. Diese “Kaffee-Grundaromen” werden dann im Wechsel von weiteren Aromen (z.B. \u003cstrong\u003eHolz\u003c/strong\u003e und \u003cstrong\u003eZitrusnoten\u003c/strong\u003e) begleitet. Den leichten Schiefbrand zur Mitte hin schieben wir mal auf eine leichte Brise bei strahlendem Sonnenschein. Zum Glück korrigiert er sich aber recht schnell von selbst. Das Zugverhalten dieser box-pressed Robusto ist übrigens tadellos und zeugt von höchster Handwerkskunst.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eIm letzten Drittel zieht die Kraft dann etwas an, die Bellas Artes bleibt aber trotzdem \u003cstrong\u003ehöchstens mittelkräftig\u003c/strong\u003e vom Nikotinlevel her. Die erwähnten Kaffeearomen werden nun durch eine \u003cstrong\u003esubtile Minznote\u003c/strong\u003e ergänzt, was weiterhin sehr stimmig erscheint. Ein mittelkräftiges Rauchvergnügen das je nach Rauchgeschwindigkeit eine bis anderthalb Stunden dauert und absolut empfehlenswert ist!\u003c/span\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":139.7,"length_inch":5.5,"format":"Robustos","maker":"A.J. Fernandez","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Brasilien","Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"price":10.5}
