{"name":"Rocky Patel The Edge Nicaragua Toro","url":"https://www.cigarworld.de/zigarren/nicaragua/rocky-patel-the-edge-nicaragua-toro-90014177_31707","brand":"Rocky Patel","series":"Toro","details":{"description":"\u003cp\u003eDiese Neuheit aus dem Hause \u003cstrong\u003eRocky Patel\u003c/strong\u003e gibt es in Deutschland seit der Inter-Tabac 2015. Seitdem sind schon einige Exemplare der \u003cstrong\u003eThe Edge Nicaragua Toro\u003c/strong\u003e verputzt worden. Hier nun unsere Eindrücke zur Zigarre, die erstens unter Rocky Patels Edge-Linie die einzige Puro darstellt und zweitens wie so manch andere Zigarren hierzulande ihren Beinamen \"\u003cstrong\u003eHabano\u003c/strong\u003e\" ablegen darf. Na, so passt es eh' besser. Ist sie ja eine puristische Zigarre Nicaraguas...\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie \u003cstrong\u003eRocky Patel The Edge Nicaragua Toro\u003c/strong\u003e kommt mit einer \"kleinen\" hellblauen Banderole am Fuß der Zigarre daher. Simpel aber stets hochqualitativ, erspäht man beim Abziehen der Banderole auf deren Innenseite einen Hinweis auf Originalware und Qualitiät - Fakes und miese Fälschungen gibt es nicht nur bei den Habanos, sondern anscheinend auch bei Rockys Habano... ähm, nicaraguanischem Puro;-)\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eNun denn; die Toro ist wie aus einem Guss! Das in Nicaragua gezogene Habano-Deckblatt (habano-seed) ist fettig, ölig, dick, leicht verbeult und ummantelt die stämmige und wie stets perfekt gerollte Zigarre und erhöht die Vorfreude schon sehr. Passend dazu gesellt sich ein knackig-derber Duft nach \u003cstrong\u003eLeder\u003c/strong\u003e, \u003cstrong\u003eSalz\u003c/strong\u003e, \u003cstrong\u003eStall\u003c/strong\u003e, \u003cstrong\u003eHolz\u003c/strong\u003e und einer gewissen \u003cstrong\u003eSäure\u003c/strong\u003e. Die ersten Züge kommen (wie für Patel typisch) ungemein \u003cstrong\u003eweich\u003c/strong\u003e und \u003cstrong\u003ecremig\u003c/strong\u003e daher und können mit einer aromatischen Wand von den zuvor genannten Duftkomponenten glänzen. Hierbei fügt sich eine angenehme fruchtige Süße hinzu, die keinesfalls konträr zum pompösen Allerlei ist. Schon früh zu Beginn ist der Smoke der \u003cstrong\u003eThe Edge Nicaragua Toro\u003c/strong\u003e komplex und gut ausbalanciert. Besonders nennenswert ist da wirklich das kubanische Aromenprofil.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eIm Rauchverlauf ist dabei eine stetige Verstärkung der oben erwähnten Aromen und der Intensität zu vernehmen. Ist die Toro zum Start hin \u003cstrong\u003eweich\u003c/strong\u003e, \u003cstrong\u003esamtig\u003c/strong\u003e und \u003cstrong\u003emittelkräftig\u003c/strong\u003e, baut sich von Drittel zu Drittel immer mehr Power auf. Doch ist der Stumpen keineswegs platt, sondern kann mit feinen Nuancen unterschiedlicher \u003cstrong\u003eNüsse\u003c/strong\u003e (Walnuss, Mandel, Erdnuss) den aufmerksamen Aficionado erfreuen und den nicht ganz so aufmerksamen mit teils fetteren Momenten von \u003cstrong\u003eschwarzem Pfeffer\u003c/strong\u003e und \u003cstrong\u003eKaffee\u003c/strong\u003e begeistern. Des Weiteren wächst der ledrige Anteil im Verlauf, was mit der sich steigernden Kraft der nicaraguanischen Puro parallel zueinander verläuft.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDiese durchaus kräftige \u003cstrong\u003eRocky Patel The Edge Nicaragua Toro\u003c/strong\u003e zeichnet oft, aber nicht durchgehend, durch einen gleichmäßigen Abbrand samt grauer, manchmal bronzefarbener Asche bei angenehmen Zugverhalten aus. Bei einem Kampfpreis von 6,80€ pro Stück muss man ja schon zulangen und genussvolle Momente mit der Zigarre verbringen.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":152.4,"length_inch":6,"format":"Toro","maker":"Tabacalera Villa Cuba (TAVICUSA)","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.09259259259259259,"Erde":0.07407407407407407,"Frucht":0.07407407407407407,"Gras":0.037037037037037035,"Holz":0.09259259259259259,"Kaffee":0.1111111111111111,"Leder":0.09259259259259259,"Nuss":0.09259259259259259,"Pfeffer":0.09259259259259259,"Schokolade":0.07407407407407407,"Süß":0.09259259259259259,"Toast":0.07407407407407407},"numberOfVotes":44},"price":8.8}
