{"name":"Casa de Alegria Rico Robusto (5x50)","url":"https://www.cigarworld.de/zigarren/nicaragua/casa-de-alegria-rico-robusto-5x50-90004773_13723","brand":"Casa de Alegria","series":"Robusto (5x50)","details":{"description":"\u003cp\u003eIm Kaltgeruch liegt dem geneigten Aficionado ein fein-würziger Geruch in der Nase. Schönes braunes, fast dunkelbraunes, meliertes Deckblatt. Im ersten Drittel ein sehr leichtes Zugverhalten, die Stärke ist eine knappe 5 von 10. Der aufsteigende Rauch riecht schärfer als die Zigarre selbst schmeckt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eTypische Würze einer Zigarre aus nicaraguanischem Tabak. Tragendes Aroma sollte nach dem Ausschlussverfahren Leder und Erde sein. Etwas Holz vielleicht noch zusätzlich; der Pfeffer angenehm und minimal vorhanden. Sanfte kaum bemerkbare Süße im Hintergrund mit leicht cremigem Rauch. Perfekter Abbrand mit hellgrauer und fester Asche die bis zur gewollten Ablage an der Zigarre verblieb.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eIm \u003cstrong\u003ezweiten Abschnitt\u003c/strong\u003e bleibt die Würze unverändert, jedoch verstärkt sich die Süße leicht zu gesüßtem, stark geröstetem Kaffee. An Stärke gewinnt sie nicht, insgesamt angenehm würzig am Gaumen. Im letzten Drittel verliert der Rauch etwas die cremige Nuance, dafür kommen verstärkt die \"robusteren\" Aromen zum Tragen. Etwas Holzaroma gesellt sich fast unbemerkt dazu, zum Ende hin gewinnt sie erwartungsgemäß an Stärke, bleibt aber bei gesüsstem Kaffee. Immer noch kein nennenswerter Schiefbrand. Langer, angenehmer Abgang sowohl am Gaumen als auch retronasal. Bei Erreichen der letzten zwei Zentimeter abgelegt, schmeckte bis zuletzt angenehm. Aber irgendwann ist auch mal gut\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cstrong\u003eFazit des Tastings\u003c/strong\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eGeringer Wechsel der Aromen im Rauchverlauf. Bodenständig und nicht verspielt. Eher eine Zigarre für den erfahrenen Aficionado, da sehr gehaltvoll. Eher nichts für den gelegentlichen Genussraucher. Abbrand war einwandfrei, gut verarbeitet. Preis-Leistung stimmt. Rauchdauer knappe 60 Minuten.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.0851063829787234,"Erde":0.10638297872340426,"Frucht":0.0425531914893617,"Gras":0.06382978723404255,"Holz":0.1276595744680851,"Kaffee":0.10638297872340426,"Leder":0.10638297872340426,"Nuss":0.06382978723404255,"Pfeffer":0.0851063829787234,"Schokolade":0.0851063829787234,"Süß":0.06382978723404255,"Toast":0.06382978723404255},"numberOfVotes":74},"price":5.4}
