{"name":"Drew Estate Acid Blondie (Blue Line)","url":"https://www.cigarworld.de/zigarren/nicaragua/drew-estate-acid-blondie-blue-line-01314001_4223","brand":"Drew Estate","series":"Blondie (Blue Line)","details":{"description":"\u003cp\u003e\u003ca href=\"/drew-estate\"\u003eDrew Estate\u003c/a\u003e hat sich im Laufe der Jahre einen Ruf als Innovationsmarke gemacht. Im Jahre 1998 von zwei Mitgliedern einer Studentenverbindung gegründet, entwarfen sie in den nächsten zwei Jahren ihre bekannteste Marke ACID und bereiteten sich auf die Anschaffung ihrer ersten Fabrik vor. Im Laufe der nächsten zwanzig Jahre hat sich Drew Estate zunehmend als interessante, exquisite Zigarrenmarke mit einem äußerst diversen Sortiment etabliert.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Drew Estate Acid Blondie ist eine gewagte Zigarre, die mit ihren einzigartigen Aromen hervorsticht. Hergestellt wird sie aus einem Connecticut-Deckblatt, Umblatt und Einlage stammen aus Nicaragua. Diese Zusammensetzung zieht eine exzellentes Abbrandverhalten und ein interessantes aromatisches Spektrum nach sich. Bei einer Länge von 10, 1 Zentimetern und einem Durchmesser von 15,1 Millimetern ist die Acid Blondie eine Zigarre, die sich mit einer Rauchdauer von bis zu 45 Minuten für einen unbeschwerten Genuss für zwischendurch besonders gut eignet. Was das Aroma der Blondie angeht, hat Drew Estate hier mit einem geschmacklich aufbereiteten Mundstück besondere Akzente gesetzt. Dementsprechend einzigartig sind auch die dominanten Geschmäcker dieser Zigarre, süße, fruchtige Töne sind durchwegs dominant. Gegen Ende treten vermehrt pfeffrige Aromen auf, allerdings bleibt die süßliche Note an der Vorderfront.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Drew Estate Acid Blondie (Blue Line) ist bei uns entweder einzeln oder in einer hochwertig verarbeiteten 40er-Holzkiste erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":15.1,"ring":38,"length_mm":101.6,"length_inch":4,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":true,"aromaProfileCommunity":{"weights":{"Creme":0.1,"Erde":0.06666666666666667,"Frucht":0.1,"Gras":0.06666666666666667,"Holz":0.06666666666666667,"Kaffee":0.03333333333333333,"Leder":0.06666666666666667,"Nuss":0.03333333333333333,"Pfeffer":0.06666666666666667,"Schokolade":0.06666666666666667,"Süß":0.26666666666666666,"Toast":0.06666666666666667},"numberOfVotes":47},"price":5.8}
