{"name":"Casa De Nicaragua Zigarren Coronas","url":"https://www.cigarworld.de/zigarren/nicaragua/casa-de-nicaragua-coronas-90013787_29681","brand":"Casa de Nicaragua","series":"Coronas","details":{"description":"\u003cp\u003e\u003ca href=\"/zigarren/nicaragua/casa-de-nicaragua-90013787\"\u003eCasa de Nicaragua\u003c/a\u003e ist eine Marke des Zigarren- und Zigarilloherstellers Villiger, welcher schon seit 1888 tätig ist. Im Gegensatz dazu ist Casa de Nicaragua eine sehr junge Zigarrenmarke, die 2014 von der Mutterfirma Villiger präsentiert wurde. Die Marke zeichnet sich durch preiswerte Zigarren nicaraguanischen Ursprungs aus, welche mit ihren starken Aromen und beachtlichem Nikotin-Gehalt vor allem an erfahrene Aficionados gerichtet sind.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa de Nicaragua Corona ist eine elegante Zigarre, die auf geschmackliche Exzellenz und harmonische Milde setzt. Für ihre Manufaktur wurden dreierlei Tabake verwendet: Ein Deckblatt aus Ecuador, ein Umblatt aus Indonesien und eine Einlage nicaraguanischen Ursprungs. Diese sorgsam ausgewählte Kombination aus Tabaken sorgt für den ausgefallenen aromatischen Charakter und das perfekte Abbrandverhalten der Corona. Bei einer Länge von 14,9 Zentimetern und einem Durchmesser von 15,9 Millimetern bietet sie einen erquicklich kurzweiligen Genuss von bis zu 60 Minuten.  Da aromatischen Charakteristika der Casa de Nicaragua Corona sind divers, auf die anfängliche Schärfe treffen dominante Töne von Holz und Erde. Im weiteren Rauchverlauf weicht die Schärfe gänzlich und die Corona entwickelt zunehmends cremige, schokoladige Aromen. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Casa de Nicaragua Corona bei uns entweder als einzelne Zigarre oder im praktischen 10er-Bundle.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":15.9,"ring":40,"length_mm":149.2,"length_inch":5.875,"format":"Coronas","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"BinderTobaccoVariety":"Indonesia","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.09803921568627451,"Erde":0.09803921568627451,"Frucht":0.058823529411764705,"Gras":0.0784313725490196,"Holz":0.13725490196078433,"Kaffee":0.0784313725490196,"Leder":0.0784313725490196,"Nuss":0.058823529411764705,"Pfeffer":0.09803921568627451,"Schokolade":0.0784313725490196,"Süß":0.0784313725490196,"Toast":0.058823529411764705},"numberOfVotes":46},"price":3.2}
