{"name":"Man O´ War Zigarren Ruination Robusto # 1","url":"","brand":"Man O' War","series":"Ruination Robusto # 1","details":{"description":"\u003cp\u003e\u003cspan\u003eZigarren der Serie Man O’ War Ruination sind Kreationen des weltbekannten Zigarrenherstellers Abdel “AJ” Fernandez, in dessen Familie schon seit drei Generationen Zigarren hergestellt werden. Ursprungsland für die erlesenen Tabake, die zur Manufaktur seiner einzigartigen Produkte verwendet werden, ist Nicaragua, aber auch aus anderen zentralamerikanischen Ländern werden die hochwertigsten Tabake bezogen.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Man O’ War Ruination Robusto #1 ist in vielerlei Hinsicht die Königsklasse unter den von der Tabacalera Fernandez hergestellten Zigarren. Mit ihrer unvergleichlichen Intensität wird sie zu einem exquisiten Genuss für alle Connoisseure. Die für die Konstruktion verwendeten Tabake setzen sich zusammen aus einem “sungrown” Deckblatt aus Ecuador sowie einem Umblatt und einer Einlage nicaraguanischen Ursprungs. Bei einer Länge von fast 14 Zentimetern und einem Durchmesser von 21 Millimetern bietet die Robusto #1 einen ausgiebigen Rauchgenuss, der bis zu einer Stunde andauern kann. Aromatisch bewegt sie sich in einem äußerst komplexen Spektrum, welches vor allem durch die Intensität der individuellen Geschmäcker gekennzeichnet ist. Im ersten Drittel kommen vor allem pfeffrige Aromen zur Geltung, im zweiten Drittel dominieren toastige als auch cremige Geschmäcker und im letzten Drittel kommt es zum fulminanten Finale, in welchem sich eine komplexe Harmonie aus Geschmäckern durchsetzt.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Man O’ War Ruination Robusto #1 bei uns einzeln oder in der hochwertig designten und verarbeiteten 20er-Holzkiste.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21.400000000000002,"ring":54,"length_mm":139.7,"length_inch":5.5,"format":"","maker":"A.J. Fernandez","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Sungrown","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.12,"Erde":0.12,"Frucht":0.04,"Gras":0.06,"Holz":0.08,"Kaffee":0.12,"Leder":0.1,"Nuss":0.06,"Pfeffer":0.1,"Schokolade":0.06,"Süß":0.06,"Toast":0.08},"numberOfVotes":21},"price":7.9}
