{"name":"Warped Cigars Futuro Zigarren Seleccion 109","url":"https://www.cigarworld.de/zigarren/nicaragua/warped-cigars-futuro-seleccion-109-90014600_34249","brand":"Warped Cigars","series":"Seleccion 109","details":{"description":"\u003cp\u003e\u003cspan\u003eBereits der Kaltzug vermittelt dunkle, espressoähnliche Aromen und macht definitiv Lust dieses Schmuckstück anzuzünden. Und dann WOW! - ein Feuerwerk an Aromen! Dunkle \u003cstrong\u003eSchokolade\u003c/strong\u003e und \u003cstrong\u003eEspressonoten\u003c/strong\u003e wetteifern um die Führung und werden von einer \u003cstrong\u003ecremigen Butterigkeit\u003c/strong\u003e begleitet. Untermalt wird das ganze dann von einer leichten Honigsüße. \u003c/span\u003eDieser Stick setzt nicht zwangsläufig ein gutes Frühstück voraus, ist unserer Meinung nach aber trotzdem der wohl kräftigste Vertreter der von uns exklusiv importierten Warped Zigarren. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eTrotz des vielschichtigen Aromenprofils, verleugnet die Seleccion 109 nicht ihre nicaraguanische Herkunft. Sie wartet, nach den ersten Zentimetern, mit \u003cstrong\u003eerdigen\u003c/strong\u003e Aromen auf, begleitet von einer \u003cstrong\u003esubtilen Säure\u003c/strong\u003e und etwas \u003cstrong\u003ePfeffer\u003c/strong\u003e. Dieser Pfeffer, ist jedoch wesentlich geringer gehalten, als wie wir ihn von den anderen Warped Serien her kennen. Feine \u003cstrong\u003eHolznoten\u003c/strong\u003e geben der Zigarren dann geschmacklich den letzten Schliff. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eAuch in Sachen Verarbeitung präsentiert sich diese Zigarre absolut perfekt - die Bilder sprechen eigentlich bereits für sich - hier muss zu keinem Zeitpunkt nachgefeuert, oder auf bröselige Asche geachtet werden. Die Futuro macht also auch was das Handling angeht absolut Spaß! \u003c/span\u003eDurch die konisch zulaufende Form, lässt sich der Zugwiderstand übrigens prima selbst regulieren. Ähnlich wie bei einem Torpedoformat, kommt der Rauch wesentlich “gebündelter” an, wenn man nur ein kleines Stück vom Kopf abtrennt. Wir haben in unserem Tasting, dann tatsächlich nach einigen Zügen noch ein wenig nachgeschnitten, was der sehr vollgepackten Zigarre sehr gut getan hat.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eAb der Hälfte stehen die \u003cstrong\u003eerdigen\u003c/strong\u003e Aromen ganz klar im Vordergrund und die Zigarre erinnert beinahe an eine kubanische Vertreterin. Wer uns diese blasphemische Aussage nicht glauben möchte, sollte sie unbedingt selbst einmal probieren - wir sind jedenfalls begeistert und hatten gut 1 1/2 Stunden puren Rauchgenuss mit der Selecction 109!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":152.4,"length_inch":6,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.12244897959183673,"Erde":0.12244897959183673,"Frucht":0.061224489795918366,"Gras":0.04081632653061224,"Holz":0.12244897959183673,"Kaffee":0.061224489795918366,"Leder":0.08163265306122448,"Nuss":0.08163265306122448,"Pfeffer":0.08163265306122448,"Schokolade":0.061224489795918366,"Süß":0.10204081632653061,"Toast":0.061224489795918366},"numberOfVotes":17},"price":9.69}
