{"name":"Don Tomas Bundles DR Churchill","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/don-tomas-bundles-dr-churchill-90013407_27783","brand":"Don Tomas","series":"Churchill","details":{"description":"\u003cp\u003e\u003cspan\u003eEin neuer Star im Bundle-Paradies? Die neue Serie hat ein Colorado-Maduro-Deckblatt aus \u003c/span\u003e\u003cstrong\u003eEcuador\u003c/strong\u003e\u003cspan\u003e, eine Einlagenmischung aus \u003c/span\u003e\u003cstrong\u003edominikanischen\u003c/strong\u003e\u003cspan\u003e und \u003c/span\u003e\u003cstrong\u003emexikanischen\u003c/strong\u003e\u003cspan\u003e Tabaken, gebettet in ein Connecticut-Umblatt. 2,00 EUR für eine Churchill, bei der es auch noch erstaunlich wenig zu meckern gibt und sehr gefällig nach Kaffee, Schokolade, Erde, Mandeln, Karamell und auch noch leicht süßlich schmeckt... Feine Würze, mild bis mittelkräftig, vielleicht etwas zu weich gerollt: insgesamt wirklich nicht schlecht!\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003ca href=\"/don-tomas\"\u003eZigarren von Don Tomas\u003c/a\u003e stehen seit mittlerweile mehr als 45 Jahren für Qualitätszigarren aus der dominikanischen Republik. Alle Zigarren aus dem Hause Don Tomas werden in einer Manufaktur in Danli, Honduras von Hand gerollt und werden erst nach den strengsten Qualitätskontrollen zum Verkauf freigegeben. Dieser Fokus auf Qualität spiegelt sich auch in den Bewertungen der Zigarren wider, da sie regelmäßig unter den am besten bewerteten Modellen am Markt sind.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie \u003ca href=\"/zigarren/dominikanische-republik/don-tomas-bundles-90013407\"\u003eDon Tomas Bundles DR\u003c/a\u003e Toro ist eine üppige Zigarre, sowohl in Form als auch in Geschmack. Die fein aufeinander ausgerichteten Zutaten stammen aus diversen Herkunftsländern, was der Toro einen komplexen Charakter gibt. Ein ecuadorianisches Maduro-Deckblatt sorgt für die schöne Farbe und die aromatischen Grundzüge, das Connecticut-Shade Umblatt aus Connecticut liefert für einen fehlerlosen Abbrand und die Einlage, welche aus dominikanischen und mexikanischen Tabaken kreiert wurde, bringt die aromatische Tiefe hinzu. Bei einer Länge von 15,2 Zentimetern und einem Durchmesser von knapp 20 Millimetern ist die Don Tomas Bundles DR Toro ein ausgiebiger Rauchgenuss, der für ausgedehnte Smoke-Sessions von bis zu 90 Minuten perfekt ist. Geschmacklich kann man die Toro in drei Abschnitte unterteilen: Im ersten Drittel präsentiert sich ein cremiges Ensemble von nussigen, schokoladigen und toastigen Aromen. Im zweiten Drittel entwickelt sie zunehmend einen angenehm pfeffrigen, holzigen Charakter. Im letzten Drittel münden diese Aromen schließlich in einem kräftigen Finale, bei dem auch florale Noten bemerkbar werden.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Don Tomas Bundles DR Toro ist bei uns entweder einzeln oder im praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":177.8,"length_inch":7,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Maduro","WrapperTobaccoVariety":"Sumatra","fillerOrigin":["Dominikanische Republik","Mexiko"],"BinderTobaccoVariety":"Connecticut","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.10638297872340426,"Erde":0.0851063829787234,"Frucht":0.06382978723404255,"Gras":0.06382978723404255,"Holz":0.10638297872340426,"Kaffee":0.10638297872340426,"Leder":0.0851063829787234,"Nuss":0.0851063829787234,"Pfeffer":0.06382978723404255,"Schokolade":0.0851063829787234,"Süß":0.0851063829787234,"Toast":0.06382978723404255},"numberOfVotes":93},"price":2.6}
