{"name":"Dominico Bundles Corona","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/dominico-bundles-corona-90009513_21264","brand":"Dominico","series":"Corona","details":{"description":"\u003cp\u003eDer Zigarrenhersteller \u003ca href=\"/villiger\"\u003eVilliger\u003c/a\u003e ist eines der ältesten Unternehmen der Branche Europas. 1888 von Jean Villiger gegründet, entwickelte sich die in der Schweiz gelegene Manufaktur im Lauf der Jahre zu einem global agierenden Unternehmen. Während dieser ganzen Zeit blieb Villiger jedoch im Familienbesitz und wird auch heute noch von den Nachfahren Jean Villiger’s geleitet. Zigarren von Villiger sind zahlreich und divers, zeichnen sich jedoch allesamt durch eine überragende Qualität aus. Zigarren der Marke Dominico Bundles bilden hier keine Ausnahme, sie liefern ein sanftes und gleichzeitig komplexes Raucherlebnis.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Dominico Bundles Corona ist eine elegante und milde Zigarre, die in Anbetracht ihrer hochwertigen Zutaten und sorgfältigen Manufaktur einen äußerst bescheidenen Preis innehat. Die schon angesprochenen Komponenten der Corona stammen aus aller Welt: Ein edles Connecticut-Shade Deckblatt aus Ecuador liefert den unverwechselbaren Look, ein indonesisches Umblatt sorgt für fehlerlosen Abbrand und eine Einlage aus Nicaragua setzt die geschmacklichen Hauptakzente. Mit einer Länge von 14,9 Zentimetern und einem Durchmesser von ca. 16 Millimetern ist die Corona eine portable und doch üppige Zigarre, die bis zu 60 Minuten lange genossen werden kann. Eine generelle Cremigkeit liefert die passende Textur für das breite Spektrum an Aromen, welches sich im Zuge des Rauchens entfaltet. Geschmäcker von Erde, Holz, Leder und Gras, aber auch mild nussige und süße Töne sorgen für vollen Genuss bis zum letzten Zug.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Dominico Bundles Corona ist bei uns entweder einzeln oder im praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":15.9,"ring":40,"length_mm":149.2,"length_inch":5.875,"format":"","maker":"ABAM Cigars","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Shade","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik","Nicaragua"],"fillerTobaccoVariety":"Piloto","binderOrigin":["Indonesien"],"BinderTobaccoVariety":"Indonesia","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1111111111111111,"Erde":0.08888888888888889,"Frucht":0.06666666666666667,"Gras":0.08888888888888889,"Holz":0.1111111111111111,"Kaffee":0.06666666666666667,"Leder":0.08888888888888889,"Nuss":0.08888888888888889,"Pfeffer":0.08888888888888889,"Schokolade":0.06666666666666667,"Süß":0.06666666666666667,"Toast":0.06666666666666667},"numberOfVotes":45},"price":3.4}
