{"name":"Casa De Torres Zigarren Perfecto","url":"https://www.cigarworld.de/zigarren/nicaragua/casa-de-torres-perfecto-01313_5870","brand":"Casa de Torres","series":"Perfecto","details":{"description":"\u003cp\u003eDie \u003ca href=\"/zigarren/nicaragua/casa-de-torres-01313\"\u003eCasa de Torres\u003c/a\u003e ist eine Marke der Zigarrenmanufaktur Schuster, einem Traditionsunternehmen aus Deutschland, welches schon seit 1909 besteht. In den letzten zwei Jahrzehnten setzte Schuster verstärkt auf den Import von Zigarren aus südamerikanischen Ländern und dadurch kam es schließlich zur Kreation der Zigarren-Serie Casa de Torres. In Kooperation mit einer nicaraguanischen Zigarrenmanufaktur entwickelt, wird sie seitdem exklusive für Schuster produziert und exportiert.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa de Torres Perfecto wird ihrem Namen auf ganzer Linie gerecht. Die Komponenten, welche für ihre Manufaktur verwendet werden, entstammen sowohl Ecuador als auch Nicaragua und sorgen für ein wunderbar komplexes Abbild der südamerikanischen Tabakkultur. Bei einer Länge von 12,7 Zentimetern und einem Durchmesser von 19,8 Millimetern ist sie speziell für einen gemütlichen Feierabend perfekt, der bis zu 50 Minuten andauern kann. In dieser Zeit kommt man in den Genuss einer geballten Vielfalt an Aromen, die zusammen eine wundervolle Symphonie ergeben. Nussige und holzige Aromen machen den Anfang, diese sind durchwegs präsent und geben der Perfecto eine angenehm kräftige Note. Umrahmt werden sie durch ledrige und erdige Töne, im späteren Verlauf des Rauchgenusses treten verstärkt Aromen von Schokolade und Kaffee auf. Abgerundet wird dieses geschmackliche Feuerwerk von einer enorm cremigen Rauchentwicklung, welche die Zigarre bis zum letzten Zug uneingeschränkt genießbar macht.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa de Torres Perfecto ist bei uns entweder einzeln oder in der edel verarbeiteten 25er-Holzkiste erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.13043478260869565,"Erde":0.08695652173913043,"Frucht":0.043478260869565216,"Gras":0.06521739130434782,"Holz":0.10869565217391304,"Kaffee":0.08695652173913043,"Leder":0.06521739130434782,"Nuss":0.10869565217391304,"Pfeffer":0.06521739130434782,"Schokolade":0.08695652173913043,"Süß":0.08695652173913043,"Toast":0.06521739130434782},"numberOfVotes":119},"price":6.4}
