{"name":"Smoking Jacket by Hendrik Kelner Jr. HENKIE Toro","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/smoking-jacket-by-hendrik-kelner-jr-henkie-toro-90014856_37815","brand":"Smoking Jacket","series":"HENKIE Toro","details":{"description":"\u003cp\u003eDen Vater von \u003cstrong\u003eHenke Kelner Jr.\u003c/strong\u003e kennt in der Zigarrenbranche eigentlich jeder; mit Ausnahme des ein oder anderen Fachhändlers vielleicht (das war jetzt ein Insider.....). \u003cstrong\u003eHenke Kelner Sr.\u003c/strong\u003e hat in den letzten Jahrzehnten sehr erfolgreich die Geschicke der Zigarrenentwicklung des Schweizer Konzerns \u003cstrong\u003eOettinger Davidoff\u003c/strong\u003e (mit-) entschieden, deren Zigarren wurden sehr lange von seiner Tabacalera hergestellt. Davidoff kaufte schliesslich Henkes Fabrik und sicherte sich seine Dienste noch für einige Zeit danach. Der Sohnemann arbeitete rund 20 Jahre für Davidoff und machte sich schlussendlich selbstständig. Seine ersten \"eigenen\" Zigarren präsentierte er auf der IPCPR im Jahre 2013. Dies interessanterweise auch am Stand von Davidoff; die Beziehungen scheinen also weiterhin sehr gut zu sein!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDieser Blend ist reine Familiensache, geblendet vom Sohn für seinen berühmten Herrn Vater. Das \u003cstrong\u003eDeckblatt\u003c/strong\u003e stammt aus der \u003cstrong\u003eRegion Cotui \u003c/strong\u003ein der Dominikanischen Republik und wird von \u003cstrong\u003eMonika Kelner\u003c/strong\u003e, einer von Henkes Töchtern\u003cstrong\u003e \u003c/strong\u003eaufgezogen. Das \u003cstrong\u003eUmblatt\u003c/strong\u003e stammt ebenfalls aus der Dominikanischen Republik aus der Region Monte Plata, im südlichen Teil der Insel. Die Einlage besteht aus vier verschiedenen Teilen: einem \u003cstrong\u003e \u003c/strong\u003edominikanischen\u003cstrong\u003e \u003c/strong\u003eHVA, einem dominikanischen\u003cstrong\u003e \u003c/strong\u003eSan Vicente aus Amina, einem nicaraguanischem Ligero aus Condega sowie einem Spezialtabak aus dem Bestand der Kelner Family Reserve.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eEs gibt nur ein Format, es ist eine \u003cstrong\u003eToro\u003c/strong\u003e mit \u003cstrong\u003e6 Inch Länge\u003c/strong\u003e und einem \u003cstrong\u003eRingmass\u003c/strong\u003e von ungewöhnlichen 51. Als Hommage an sein Heimatland, die Niederlande, ist die Kiste in einem \u003cstrong\u003egelblichen Orange\u003c/strong\u003e gehalten. Die Fussballtrikots des Team Oranje sehen jedoch schon etwas anderes aus, die sind definitiv \"orangener\"! Die Zigarren werden als \u003cstrong\u003eHenkie\u003c/strong\u003e verkauft, mit einem zusätzlichen \"i\" versehen. Diese Schreibweise ist die traditionelle \"holländische\", daher hat der Junior es so auf den Kisten vermerkt. Überall sonst sieht man seinen Namen als \"Henke\" ohne \"i\". In den USA sind diese Zigarren auf der IPCPR 2017 vorgestellt worden, uns erreichten die ersten Kisten im Oktober 2018.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.2,"ring":51,"length_mm":152.4,"length_inch":6,"format":"","maker":"Kelner Boutique Factory (KBF)","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.11290322580645161,"Erde":0.11290322580645161,"Frucht":0.04838709677419355,"Gras":0.04838709677419355,"Holz":0.11290322580645161,"Kaffee":0.08064516129032258,"Leder":0.06451612903225806,"Nuss":0.0967741935483871,"Pfeffer":0.06451612903225806,"Schokolade":0.08064516129032258,"Süß":0.0967741935483871,"Toast":0.08064516129032258},"numberOfVotes":11},"price":13.9}
