{"name":"Casa Magna Colorado Robusto  (5.5x52)","url":"https://www.cigarworld.de/zigarren/nicaragua/casa-magna-colorado-robusto-55x52-90010787_23361","brand":"Casa Magna","series":"Robusto  (5.5x52)","details":{"description":"\u003cp\u003eDie \u003ca href=\"/zigarren?hersteller=Casa+Magna\"\u003eZigarrenmarke Casa Magna\u003c/a\u003e ist eine Marke nicaraguanischen Ursprungs, deren Gründung in den 90er Jahren erfolgte. Die beiden Gründer, Manuel Quesada und Nestor Plasencia, entwickelten gemeinsam eine äußerst innovative Zigarre, welche die Einzigartigkeit und Stärke des in Nicaragua angebauten Tabaks an die Vorderfront des Zigarrengeschäftes brachte. Aromatisch fallen Casa Magna Zigarren sowohl durch die für nicaraguanischen Tabak übliche Intensität auf, als auch für eine harmonische Milde, welche das Raucherlebnis perfektioniert.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa Magna Colorado Robusto ist eine visuell ansprechende Zigarre, welche die Stärken der Casa Magna-Marke perfekt zur Schau stellt. Mit rein nicaraguanischen Tabaken als Deckblatt, Umblatt und Einlage ist sie ein authentischer und unverfälschter Einblick in die Geschmackswelt des südamerikanischen Landes. Die Maße der Colorado Robusto sind eine Länge von 14 Zentimetern und ein Durchmesser von 20 Millimetern, welche bei dem exzellenten Abbrandverhalten der Zigarre eine Rauchdauer von bis zu 75 Minuten garantieren. Aromatisch ist die Zigarre perfekt für Genießer, da sie trotz ihrer Intensität über eine hervorragende Harmonie und Balance an Geschmäckern verfügt. In diesem harmonischen Ensemble erwarten Sie vor allem holzige und ledrige Töne, die mit ihren süßen, cremigen Noten für den nahezu perfekten Genuss sorgen. Diese Meinung teilen übrigens auch Kritiker, so die Colorado Robusto wurde von Cigar Aficionado 2008 zur Zigarre des Jahres gekürt. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Casas Magna Colorado Robusto bei uns entweder einzeln oder in der eleganten und traditionell gestalteten 27er-Kiste.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":139.7,"length_inch":5.5,"format":"","maker":"Plasencia S.A","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.10416666666666667,"Erde":0.10416666666666667,"Frucht":0.041666666666666664,"Gras":0.0625,"Holz":0.10416666666666667,"Kaffee":0.10416666666666667,"Leder":0.08333333333333333,"Nuss":0.0625,"Pfeffer":0.08333333333333333,"Schokolade":0.08333333333333333,"Süß":0.08333333333333333,"Toast":0.08333333333333333},"numberOfVotes":73},"price":8}
