{"name":"CAO Pilon Robusto","url":"https://www.cigarworld.de/zigarren/nicaragua/cao-pilon-robusto-90014435_33180","brand":"CAO","series":"Robusto","details":{"description":"\u003cp\u003e\u003ca href=\"/cao\"\u003eZigarren der Marke CAO\u003c/a\u003e stehen schon seit jeher für unnachahmbare Qualität aus feinsten nicaraguanischem Tabak. Ursprünglich vom türkischstämmigen Canot Aret Özgener entwickelt, ist die Marke nicht nur durch ihr Preis-Leistungs-Verhältnis einzigartig, sondern auch durch die traditionellen und altbewährten Manufaktur-Techniken. Dieses Zusammenspiel von exzellenten Tabaken und herausragender Verarbeitung führt zu einem unvergleichlichen Genuss für Nicaragua-Aficionados und das alles zu einem bescheidenen Preis.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie CAO Pilon Robusto ist ein perfektes Beispiel für die Qualitäten von Zigarren der Marke CAO. Mit wundervoller Aromenvielfalt und elegantem Äußeren ist sie ein wahrlich vollendeter Genuss. Ein ecuadorianisches Deckblatt, vereint mit nicaraguanischem Umblatt und Einlage sorgt für ideales Abbrandverhalten. Die Pilon Robusto ist 12,7 Zentimeter lang und hat einen Durchmesser von 20,6 Millimetern, was kombiniert mit der exzellenten Manufaktur zu einem Rauchgenuss von bis zu 75 Minuten führt. Doch prägend ist vor allem, was man während dieser 75 Minuten an Geschmackserlebnissen geliefert bekommt. Im ersten Drittel entfacht die CAO Pilon Robusto eine harmonische Kombination aus schokoladigen, holzigen Aromen, die auch ein gutes Maß an Creme mit sich bringt. Im zweiten Drittel nimmt ihre Würzigkeit zu, es entfalten sich Noten von Erde und Kaffee. Im letzten Drittel legt die Pilon Robusto schließlich noch einmal an Cremigkeit zu, süße und nussige Töne treten angenehm mild hervor.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie CAO Pilon Robusto ist bei uns entweder einzeln oder in einer elegant schlichten 25er-Holzkiste erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":5,"format":"","maker":"STG Esteli","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.09803921568627451,"Erde":0.09803921568627451,"Frucht":0.058823529411764705,"Gras":0.058823529411764705,"Holz":0.09803921568627451,"Kaffee":0.09803921568627451,"Leder":0.0784313725490196,"Nuss":0.0784313725490196,"Pfeffer":0.0784313725490196,"Schokolade":0.09803921568627451,"Süß":0.0784313725490196,"Toast":0.0784313725490196},"numberOfVotes":115},"price":8.3}
