{"name":"Perdomo Fresco Churchill (Connecticut)","url":"https://www.cigarworld.de/zigarren/nicaragua/perdomo-fresco-churchill-connecticut-90013869_12533","brand":"Perdomo","series":"Churchill (Connecticut)","details":{"description":"\u003cp\u003eVon Nick Perdomo im Jahre 1992 in den USA gegründet, steht die \u003ca href=\"/zigarren?hersteller=Perdomo\"\u003eZigarrenmarke Perdomo\u003c/a\u003e für unverfälschten Rauchgenuss mit kubanischen Wurzeln. Schon Nick’s Vater Silvio Perdomo machte sich in seiner Heimat Kuba mit der Kunst des Zigarrengeschäfts vertraut und gab dieses Wissen an seinen Sohn weiter. Heutzutage werden Perdomo-Zigarren in Nicaragua hergestellt, wo die Tabakkultur seit der Liberalisierung des Landes aufblüht. Mit den fein selektierten, von Hand verarbeiteten Tabaken steht Perdomo für fein, preiswerte nicaraguanische Qualität.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie \u003ca href=\"/admin/editvariante/13095/h/zigarren/nicaragua/perdomo-fresco-90013869\"\u003ePerdomo Fresco\u003c/a\u003e Churchill ist eine authentische und aromatisch intensive Zigarre, die für ausgedehnte Smoke-Sessions und besonder Momente perfekt ist. Ihre fein ausgewählten, rein nicaraguanischen Zutaten verleihen ihr ein überragendes Abbrandverhalten und ihre zahlreichen Aromen. Mit einer Länge von 17,8 Zentimetern bei einem Durchmesser von 20 Millimetern ist sie eine perfekte Churchill, welche mit ihrem breitgefächerten und intensiven Spektrum an Geschmäckern jede Sekunde der ca. 95 Minuten langen Rauchdauer zum einem vollwertigen Genuss macht. Im ersten Drittel besticht die Perdomo Fresco Churchill nussige, süßliche Aromen, welche mit einer angenehmen Cremigkeit abgerundet wird. Im zweiten Drittel entfalten sich vermehrt Noten von Kaffee, Ahornholz und Leder, die sich zu einem perfekt abgestimmten Trio avancieren. Im letzten Drittel nimmt die Fresco noch einmal gehörig Fahrt auf, eine fein pfeffrige Schärfe in Zusammenspiel mit einer leichten Fruchtigkeit liefert einen angenehmen Abschluss.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Perdomo Fresco Churchill ist bei uns entweder einzeln, in einem 10er-Bundle oder im 25er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":177.8,"length_inch":7,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.11538461538461539,"Erde":0.07692307692307693,"Frucht":0.057692307692307696,"Gras":0.057692307692307696,"Holz":0.11538461538461539,"Kaffee":0.07692307692307693,"Leder":0.09615384615384616,"Nuss":0.09615384615384616,"Pfeffer":0.07692307692307693,"Schokolade":0.07692307692307693,"Süß":0.057692307692307696,"Toast":0.09615384615384616},"numberOfVotes":26},"price":6.6}
