{"name":"Balmoral Dominican Selection Short Corona","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/balmoral-dominican-selection-short-corona-01156001_30636","brand":"Balmoral","series":"Short Corona","details":{"description":"\u003cp\u003e\u003cspan\u003eBalmoral ist eine äußerst alte und traditionelle Zigarrenmanufaktur, deren erste Fabrik bereits im Jahr 1895 gegründet wurde. Bekannt ist dieser holländische Hersteller vor allem für seine diverse Produktpalette, welche hauptsächlich aus Tabaken der dominikanischen Republik hergestellt wird. Die Dominican Selection von Balmoral fällt vor allem durch das Shade-Deckblatt auf, welches ecuadorianische Aromen mit karibischen Geschmäckern vereint.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Balmoral Dominican Selection Short Corona ist eine robuste und preiswerte Zigarre, die durch ihre schlichte Eleganz hervorsticht. Die für die Manufaktur verwendeten Tabake umfassen das eingangs erwähnte erlesene Shade-Deckblatt, ein Umblatt aus der dominikanischen Republik und eine Einlage, welche eine Mischung aus brasilianischen, dominikanischen und kubanischen Tabakblättern ist. Die Maße der Dominican Selection Short Corona umfassen eine Länge von 10 Zentimetern und einen Durchmesser 16 Millimetern, was sie zu einer kleineren Zigarre macht, die perfekt für kürzere Rauchgenüsse geeignet ist. Die Aromen, welche hier geboten werden, zeichnen sich durch pfeffrige und grasige Noten aus, welche von süßlichen, toastigen und schokoladigen Tönen untermalt werden. Die Rauchentwicklung ist hierbei durchwegs wundervoll cremig, was für ein äußerst angenehmes Raucherlebnis sorgt.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Balmoral Dominican Selection Short Corona bei uns einzeln oder in der praktischen 5er-Packung.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":15.9,"ring":40,"length_mm":101.6,"length_inch":4,"format":"","manufactureOrigin":"","typeOfManufacturing":"MM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperProperty":"Shade","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Brasilien","Cuba","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1111111111111111,"Erde":0.07407407407407407,"Frucht":0.05555555555555555,"Gras":0.09259259259259259,"Holz":0.1111111111111111,"Kaffee":0.05555555555555555,"Leder":0.07407407407407407,"Nuss":0.07407407407407407,"Pfeffer":0.1111111111111111,"Schokolade":0.05555555555555555,"Süß":0.1111111111111111,"Toast":0.07407407407407407},"numberOfVotes":11},"price":1.32}
