{"name":"Joya de Nicaragua Cuenca y Blanco Toro Supremo","url":"","brand":"Joya de Nicaragua","series":"Toro Supremo","details":{"description":"\u003cp\u003e\u003cspan\u003eDie Joya de Nicaragua CyB - Cuenca y Blanco Toro Supremo lässt anfangs geschmacklich eigentlich kaum einen Zweifel daran, dass es sich hierbei um einen typischen dominikanischen Puro handeln muss, wenn da nicht der peppige Unterton wäre, der nach den ersten Zügen doch auf einen komplexeren Blend schließen lässt. Denn lediglich das \u003cstrong\u003eUmblatt\u003c/strong\u003e stammt aus der Dominikanischen Republik. Alle anderen Tabake stammen aus \u003cstrong\u003eEcuador\u003c/strong\u003e, \u003cstrong\u003eNicaragua\u003c/strong\u003e und \u003cstrong\u003ePeru\u003c/strong\u003e.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eEher verhalten gestalten sich auch die weiteren Zentimeter, mit eher milden Aromen von frischem \u003cstrong\u003ePopcorn\u003c/strong\u003e, gemischt mit einer dezenten Säure. Ein Geschmacksprofil, das man sicher nicht bei vielen Zigarren finden und auch nur in der Anfangsphase zu Tage tritt. \u003c/span\u003eIn den nächsten Zentimetern dominieren dann immer mehr Aromen von \u003cstrong\u003eLeder\u003c/strong\u003e und \u003cstrong\u003eHolz\u003c/strong\u003e, die sich mit einer intensiven \u003cstrong\u003eCremigkeit\u003c/strong\u003e paaren. \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eAb der Hälfte entwickelt sich eine intensive Süße, die beinahe an eine aromatisierte Zigarre erinnert. Im letzten Drittel gesellen sich noch Noten von \u003cstrong\u003eMilchschokolade\u003c/strong\u003e hinzu und machen diese milde bis höchstens mittelkräftige CyB zu einem absoluten Leckerbissen! \u003c/span\u003eDie Verarbeitung ist tadellos, was sich im perfekten Zugwiderstand und dem absolut gleichmäßigem Abbrand widerspiegelt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDies alles macht die \u003cstrong\u003eCyB Toro Supremo\u003c/strong\u003e zu einer Zigarre, die für Anfänger, sowie für erfahrenere Raucher, gleichermassen interessant ist. Dem Einsteiger in die Welt des braunen Glücks, bietet dieser Stick ein wunderbar ausbalanciertes Raucherlebnis, das trotz der Größe zu keinen Zeitpunkt überfordert. Und der erfahrene Aficionado erfreut sich an den ständig wechselnden und subtilen Geschmacksnuancen, die diese Toro zu der perfekten Erstzigarre des Tages machen. \u003c/span\u003eBis zum Schluss bleibt sie ein ausgeglichener Smoke, zu keinem Zeitpunkt wird sie scharf, bitter oder gar langweilig!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21.400000000000002,"ring":54,"length_mm":152.4,"length_inch":6,"format":"","maker":"Fabrica de Tabacos Joya de Nicaragua S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua","Peru"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1111111111111111,"Erde":0.05555555555555555,"Frucht":0.037037037037037035,"Gras":0.037037037037037035,"Holz":0.12962962962962962,"Kaffee":0.07407407407407407,"Leder":0.1111111111111111,"Nuss":0.05555555555555555,"Pfeffer":0.1111111111111111,"Schokolade":0.07407407407407407,"Süß":0.1111111111111111,"Toast":0.09259259259259259},"numberOfVotes":2},"price":9.5}
