{"name":"Casa de Alegria Suave Chicos Medium","url":"https://www.cigarworld.de/zigarren/nicaragua/casa-de-alegria-suave-chicos-medium-90013540_21621","brand":"Casa de Alegria","series":"Chicos Medium","details":{"description":"\u003cp\u003eDie \u003ca href=\"/casa-de-alegria\"\u003eZigarren-Marke Casa de Alegria\u003c/a\u003e spezialisiert sich seit jeher auf nicaraguanische Qualitätszigarren. In einer kleinen Produktionsstätte in Estelí werden sämtliche Zigarren der Marke sorgsam handgefertigt. Die für die Manufaktur verwendeten Tabake sind von höchster Qualität, wobei neben nicaraguanischem Tabak auch indonesische Um- und ecuadorianische Deckblätter zum Einsatz kommen. Diese verleihen den Zigarren ein mildes, angenehmes Aroma und eine unaufdringliche Süße.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Casa de Alegria Edición Limitada Suave Chicos Medium ist so unkompliziert und schlicht elegant, wie ihr Name lang ist. Mit ihrem äußerst geringen Preis und ihrem rustikalen Charme bietet sie einen Einblick in die traditionelle südamerikanische Tabakkultur. Bestehend aus einem Umblatt aus Ecuador, einem Umblatt aus Indonesien und einer Einlage aus Nicaragua vereint die Suave Chicos Medium drei der bedeutendsten Tabake der Welt. Mit einer Länge von 10,16 Zentimetern und einem Durchmesser von 11,1 Millimetern ist sie ein perfektes Mittel zur Verlangsamung des Alltagsstresses. Wer sich einmal eine halbe Stunde zurücklehnen und genießen will, trifft mit der Suave Chicos Medium definitiv die richtige Entscheidung. Aromatisch verschmelzen die verschiedenen Tabake miteinander, es entsteht ein harmonisches Gefüge, bei dem fruchtige und holzige Töne eine prominente Rolle einnehmen. Im letzten Drittel legt die Zigarre schließlich an Schärfe zu.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eErhältlich ist die Casa de Alegria Edición Limitada Suave Chicos Medium bei uns entweder einzeln oder im praktischen 10er-Bundle.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cbr\u003e\u003c/br\u003e\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":11.100000000000001,"ring":28,"length_mm":101.6,"length_inch":4,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"isFlavoured":false,"price":1.2}
