{"name":"Oliva Serie V Belicoso","url":"https://www.cigarworld.de/zigarren/nicaragua/oliva-serie-v-belicoso-90004664_25386","brand":"Oliva","series":"Belicoso","details":{"description":"\u003cp\u003e\u003ca href=\"/oliva\"\u003eZigarren der Marke Oliva\u003c/a\u003e zeichnen sich durch brillante Aromen und exzellente Manufakturqualität aus. In den 1990er-Jahren gegründet, ist die Marke seither zu einem Inbegriff von nicaraguanischer Tabakqualität geworden, deren Puros regelmäßig Höchstnoten in Tastings rund um die Welt erhalten. Trotz ihrer Weltberühmtheit ist die Marke jedoch nach wie vor in Familienbesitz, die Qualität jeder einzelnen Zigarre ist die höchste Priorität. Die Serie V ist mit ihrer aromatischen Komplexität und perfekten Verarbeitung ein Beispiel für diese Sorgfalt und Leidenschaft.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Oliva Serie V Belicoso ist eine ästhetisch als auch aromatisch voll ausgereifte Zigarre. Sowohl Deckblatt, Umblatt als auch Einlage sind aus den feinsten Tabaken Nicaraguas gefertigt, was sich im exzellenten Abbrandverhalten widerspiegelt. Mit einer Länge von 12,7 Zentimetern und einem Durchmesser von ca. 21 Millimetern ist die Belicoso eine handliche Zigarre, welche dank ihrer exzellenten Manufaktur-Qualität jedoch bis zu 70 Minuten lang genossen werden kann. Ihre aromatische Vielfalt ist spektakulär: Starke Noten von Schokolade durchziehen die gesamte Zigarre, umspielt wird dies von ledrigen als auch pfeffrigen Noten. Im zweiten Drittel werden Geschmäcker von Kaffee präsenter, die ihrerseits von erdigen und holzigen Aromen abgerundet werden. Im letzten Drittel präsentiert sich noch einmal die geballte Ladung an Geschmäckern, auch süße und nussige Noten trifft man hier an. Durchwegs besteht hingegen eine extrem cremige Rauchbildung, welche ein angenehmes Raucherlebnis bis zum letzten Zug garantiert.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie Oliva Serie V Belicoso ist bei uns entweder einzeln oder in einer hochwertig verarbeiteten 24er-Holzkiste erhältlich.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21.400000000000002,"ring":54,"length_mm":127,"length_inch":5,"format":"","maker":"Tabacalera Oliva S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperProperty":"Sungrown","WrapperTobaccoVariety":"H-2000","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.1,"Erde":0.08,"Frucht":0.04,"Gras":0.04,"Holz":0.1,"Kaffee":0.1,"Leder":0.1,"Nuss":0.08,"Pfeffer":0.1,"Schokolade":0.1,"Süß":0.08,"Toast":0.08},"numberOfVotes":38},"price":12.7}
