{"name":"Cusano Dominican Bundle Figurado","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/cusano-dominican-bundle-figurado-01171301_6125","brand":"Cusano","series":"Figurado","details":{"description":"\u003cp\u003eZigarren der Marke \u003ca href=\"/bundle-selection\"\u003eBundle Selection\u003c/a\u003e stehen für hochwertige und preiswerte Zigarren aus der dominikanischen Republik, welche in einer Tochterfabrik der Firma TABADOM hergestellt werden. TABADOM ist eine äußerst renommierte Tabakfirma, die für viele weltbekannte Zigarrenanbieter Zigarren produziert und von dem Master-Blender Hendrik Kelner geleitet. Die dominikanische Republik verfügt in der Zigarrenmanufaktur über keine lange Tradition, wie zum Beispiel Kuba, macht dies aber durch die Qualität der dort wachsenden Tabake und dem mittlerweile umfassenden Fachwissen wett.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Bundle Selection Dominikanische Republik (by Cusano) Figurado ist sowohl in Form als auch in Geschmack äußerst stattlich. Sorgfältig von Hand gefertigt, kommen bei der Manufaktur dieser Zigarre nur die erlesensten Tabake der dominikanischen Republik zum Einsatz. Somit ist sie für Aficionados der örtlichen Tabkszene ein unverfälschter Genuss. Mit einer Länge von ca. 12 Zentimetern und einem Durchmesser von 19 Millimetern ist sie robust und dennoch handlich, dank der exzellenten Verarbeitung ist eine Rauchdauer von bis zu 60 Minuten bei einem fehlerlosen Abbrand zu erwarten. Aromatisch wird hier einiges geboten: Im ersten Drittel kommt man in den Genuss von mild schokoladigen und toastigen Noten, zur Hälfte nimmt die Zigarre dann einen ledrigen, süßlichen Charakter an. Im letzten Drittel entfaltet die Figurado noch einmal ein beeindruckendes Spektrum an Aromen: Intensive Töne von Holz, Kaffee, Pfeffer und vor allem Gras erfreuen den Gaumen. Gegen Ende weicht der cremige Charakter der Zigarre schlussendlich zunehmend.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Bundle Selection Dominikanische Republik (by Cusano) Figurado ist bei uns entweder einzeln oder im praktischen 16er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.099999999999998,"ring":48,"length_mm":120.7,"length_inch":4.75,"format":"","maker":"Tabacalera Villa Gonzalez","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.07547169811320754,"Erde":0.09433962264150944,"Frucht":0.05660377358490566,"Gras":0.11320754716981132,"Holz":0.11320754716981132,"Kaffee":0.09433962264150944,"Leder":0.09433962264150944,"Nuss":0.07547169811320754,"Pfeffer":0.09433962264150944,"Schokolade":0.05660377358490566,"Süß":0.05660377358490566,"Toast":0.07547169811320754},"numberOfVotes":32},"price":3}
