{"name":"Rosa Nicaragua Zigarren Robusto (5x50)","url":"https://www.cigarworld.de/zigarren/nicaragua/rosa-nicaragua-robusto-5x50-90004769_20112","brand":"Rosa Nicaragua","series":"Robusto (5x50)","details":{"description":"\u003cp\u003e\u003cspan\u003eDie Zigarren-Serie Rosa de Nicaragua entstammt der Marke Casa de Alegria, welche sich auf nicaraguanische Qualitätszigarren spezialisiert hat. In einer kleinen Produktionsstätte in Estelí werden sämtliche Zigarren der Marke sorgsam handgefertigt. Die für die Manufaktur verwendeten Tabake sind von höchster Qualität, wobei neben nicaraguanischem Tabak auch indonesische Um- und Deckblätter zum Einsatz kommen. Diese verleihen den Zigarren ein mildes, angenehmes Aroma und eine unaufdringliche Süße.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Rosa Nicaragua Robusto ist ein preiswerter und milder Genuss, der indonesische und nicaraguanische Tabake elegant verbindet. Die von Hand verarbeiteten Komponenten, bestehend aus einem indonesischen Deckblatt und Umblatt kombiniert mit einer nicaraguanischen Einlage, sorgen für einen perfekten Abbrand und die zarten Aromen. Mit einer Länge von 12,7 Zentimetern und einem Durchmesser von ca. 20 Millimetern ist die Robusto eine solide Zigarre, die man bis zu 60 Minuten lang genießen kann. Ihre cremige Rauchentwicklung sorgt durchgehend für ein angenehmes Raucherlebnis, welches von einem holzigen Aroma begleitet wird. Vor allem in der zweiten Hälfte kommen auch andere Aromen zum Vorschein, vor allem nussige, süßliche und ledrige Noten sind bemerkbar.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eDie Rosa Nicaragua Robusto ist bei uns entweder einzeln oder im praktischen 10er-Bundle erhältlich.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eHier erfahren Sie alles zu \u003ca href=\"/zigarren/nicaragua\"\u003eZigarren aus Nicaragua\u003c/a\u003e! \u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":5,"format":"","manufactureOrigin":"","typeOfManufacturing":"TAF","isBoxpressed":false,"wrapperOrigin":["Indonesien"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.125,"Erde":0.08333333333333333,"Frucht":0.0625,"Gras":0.10416666666666667,"Holz":0.125,"Kaffee":0.0625,"Leder":0.08333333333333333,"Nuss":0.0625,"Pfeffer":0.0625,"Schokolade":0.0625,"Süß":0.08333333333333333,"Toast":0.08333333333333333},"numberOfVotes":52},"price":2.5}
