{"name":"Rocky Patel Vintage 2003 Cameroon Toro","url":"https://www.cigarworld.de/zigarren/honduras/rocky-patel-vintage-2003-cameroon-toro-90014178_31712","brand":"Rocky Patel","series":"Toro","details":{"description":"\u003cp\u003eDie Zigarre bewegt sich handwerklich auf hohem Niveau - so wie man es von einer \u003cstrong\u003eRocky Patel\u003c/strong\u003e auch erwarten darf. Das \u003cstrong\u003eCameroon\u003c/strong\u003e-Deckblatt fühlt sich makellos an und zeigt während der gesamten Verkostung seine Stärken. Nicht nur bei uns im Team, sondern auch bei unseren Mitverkostern, brannten die Stumpen mit einer ungemeinen Leichtfüßigkeit und Präzision ab. Auch weil jede Zigarre während des Herstellungsprozesses auf ihr Zugverhalten geprüft wird, ist die von Rocky Patel angepeilte Perfektion in der Herstellung durchweg ersichtlich - und auch zu erschmecken!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie \u003cstrong\u003eVintage 2003 Cameroon Toro\u003c/strong\u003e weiß ohne Umwege sofort zu begeistern. \u003cstrong\u003eHonig\u003c/strong\u003e, \u003cstrong\u003efeine Erde\u003c/strong\u003e und \u003cstrong\u003esüßes Leder\u003c/strong\u003e erfreuen den Gaumen, im Mund wirkt alles \u003cstrong\u003esehr cremig\u003c/strong\u003e und \"\u003cstrong\u003esmooth\u003c/strong\u003e\". Schon im ersten Drittel trumpft die Toro bereits mit weiteren Feinheiten in Form von Kaffee und einer herben Note auf. Das Aromenpotpourri ist dabei äußerst harmonisch und spielt in einer leichten bis mittelkräftigen Liga. Im weiteren Rauchverlauf (zweite Drittel) wird sie eine Idee herber und bietet ebenfalls ein gute Portion Kakao.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDas abschließende Segment ist von dem bereits herben Eindruck geprägt, ohne dabei den erfreulichen Tiefgang zu verlieren. \"Helles\" \u003cstrong\u003eZedernholz\u003c/strong\u003e inklusive \u003cstrong\u003enussigem\u003c/strong\u003e Einschuss erzeugen dabei eine konsequente Entwicklung des Smokes und werden von der am Start imposanteren Süße auf subtile Art und Weise Richtung Ende begleitet. Die Rocky Patel Vintage 2003 Cameroon zickte während der kompletten Degustation keineswegs rum - der Abbrand ist extrem gleichmäßig, der Zug bietet einen nahezu perfekten Widerstand. Beste Voraussetzungen um ein sauber ausbalanciertes und facettenreiches Raucherlebins inklusive nicaraguanischer und dominikanischer Einlage genießen zu können.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eWährend des Events konnte man nur positives über die Zigarre vernehmen. Somit können wir Ihnen frohen Mutes diese Neuheit von Rocky Patel ans Herz legen!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":20.6,"ring":52,"length_mm":165.1,"length_inch":6.5,"format":"Toro","maker":"El Paraiso","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"BinderTobaccoVariety":"Cameroon","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.14583333333333334,"Erde":0.0625,"Frucht":0.0625,"Gras":0.041666666666666664,"Holz":0.125,"Kaffee":0.08333333333333333,"Leder":0.0625,"Nuss":0.10416666666666667,"Pfeffer":0.0625,"Schokolade":0.08333333333333333,"Süß":0.10416666666666667,"Toast":0.0625},"numberOfVotes":15},"price":10.8}
