{"name":"L´Atelier La Mission 1989","url":"","brand":"L´Atelier","series":"1989","details":{"description":"\u003cp\u003e\u003cspan\u003eDas Aroma, das diese Zigarre preisgibt, wenn sie vom Zellophan befreit wird, ist unglaublich intensiv. In Verbindung mit dem öligen, dunklen Deckblatt macht sie richtig Lust sie anzuzünden. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eKlar, wir haben keine milde Zigarre aus den Händen des Tatuaje-Gründers \u003cstrong\u003ePete Johnson\u003c/strong\u003e erwartet, aber die Kraft die Einem nach dem Anfeuern erwartet ist wirklich beachtlich! Das ist „starker Tobak“ im positiven Sinne. Wer auf kräftige Zigarren wie zum Beispiel \u003cstrong\u003e\u003ca href=\"/zigarren/nicaragua/tatuaje-black-label-corona-gorda-private-reserve-2016-90013746_34392\"\u003eTatuaje Black Label\u003c/a\u003e \u003c/strong\u003eoder \u003ca href=\"/RoMa-Craft-Tobac\"\u003e\u003cstrong\u003eRoma Craft Tobac\u003c/strong\u003e\u003c/a\u003e steht, der kommt hier voll auf seine Kosten. \u003cstrong\u003eSehr erdige\u003c/strong\u003e und \u003cstrong\u003eledrige\u003c/strong\u003e Aromen vermischen sich mit einer geballten Ladung \u003cstrong\u003eRöstaromen\u003c/strong\u003e. Nach einigen Zentimetern gesellt sich eine angenehme Süße hinzu, die perfekt mit ins Bild passt. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003e\u003cstrong\u003ePete Johnson\u003c/strong\u003e hat diese Serie ja eigentlich als Hommage an seine andere große Leidenschaft, den Rotwein, geblendet. Da wir aber leider keinen passenden 89er Jahrgang zur Hand hatten, haben wir uns kurzerhand für einen kräftigen Rum als Begleiter entschieden. ;-) Der \u003ca href=\"/edles/rum/botucal-reserva-exclusiva-12-jahre-in-dose-0-7-l-40-vol-90007394_18103\"\u003e\u003cstrong\u003eBotucal Reserva\u003c/strong\u003e\u003c/a\u003e passt auch wirklich wunderbar zu diesem gehaltvollen Rauchvergnügen und ist wahrscheinlich ohnehin die bessere Wahl als ein Rotwein, der bei diesem Smoke geschmacklich sicherlich das Nachsehen hätte.\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eHergestellt in der renommierten \u003cstrong\u003eTabacalera My Father Cigars\u003c/strong\u003e, ist die \u003cstrong\u003eLa Mission\u003c/strong\u003e in Sachen Konstruktion wie zu erwarten über jeden Zweifel erhaben. Sie brennt durchweg gerade ab und der Zugwiderstand ist ebenfalls tadellos. Was uns aber beim ersten Unboxing besonders beeindruckt hat, ist, dass die Zigarren anders als bei vielen anderen box-pressed Zigarren, wirklich sehr voll gepackt sind und damit einen schweren, kompakten Eindruck machen. Das spiegelt sich dann auch in der Rauchdauer von über 1,5 Stunden bei dieser \u003cstrong\u003eToro\u003c/strong\u003e wider. \u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cspan\u003eAbschließend bleibt zu sagen, dass Pete mit dieser Serie mal wieder eindrucksvoll verewigt hat. Die \u003cstrong\u003edunklen Aromen\u003c/strong\u003e, das \u003cstrong\u003ebildschöne Deckblatt\u003c/strong\u003e und die \u003cstrong\u003eperfekte Verarbeitung\u003c/strong\u003e, alles passt zusammen! ABER, auch wenn man es wahrscheinlich schon herausgelesen hat, hier nochmal der Hinweis: das ist \u003cstrong\u003ekeine Einsteigerzigarre\u003c/strong\u003e! Und auch hartgesottene Aficionados die diesen Smoke auf nüchternen Magen „genießen“ möchten, erweisen sich damit keinen Gefallen! Die La Mission ist vielmehr eine dieser \u003cstrong\u003eperfekten\u003c/strong\u003e \u003cstrong\u003eAbendzigarren\u003c/strong\u003e die in Kombination mit einem \u003cstrong\u003esüßen Rum\u003c/strong\u003e oder \u003cstrong\u003ePortwein\u003c/strong\u003e voll ihre Stärken ausspielen kann. Ja, natürlich auch mit einem Glas Rotwein wenn Sie mögen. ;-)\u003c/span\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21.4,"ring":54,"length_mm":142.9,"length_inch":5.625,"format":"","maker":"My Father Cigars S.A.","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"wrapperOrigin":["Mexiko"],"WrapperTobaccoVariety":"San Andrés","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.09836065573770492,"Erde":0.09836065573770492,"Frucht":0.06557377049180328,"Gras":0.03278688524590164,"Holz":0.09836065573770492,"Kaffee":0.11475409836065574,"Leder":0.08196721311475409,"Nuss":0.06557377049180328,"Pfeffer":0.11475409836065574,"Schokolade":0.04918032786885246,"Süß":0.08196721311475409,"Toast":0.09836065573770492},"numberOfVotes":8},"price":11.3}
