{"name":"AVO Limited Editions «25th Anniversary» (Piano)","url":"https://www.cigarworld.de/zigarren/dominikanische-republik/avo-limited-editions-25th-anniversary-piano-01171901_26213","brand":"AVO","series":"«25th Anniversary» (Piano)","details":{"description":"\u003cp\u003eAvo Uvezian die lebende Legende der Premium Cigarrenwelt begann im Jahre 1987 mit dem Komponieren von Cigarren und 2012 ist das Jahr des 25ten Geburtstags der Marke „AVO Cigars“. Um 25 Jahre „Cigars in Perfect Harmony“ zu feiern hat Avo Uvezian entschieden seine beiden grössten Leidenschaften mit Ihnen zu teilen; das Piano und die Cigarre. Es sind seine Liebe für die Musik und für die Cigarre die Avo solche Freude während den letzten 25 Jahren beschert haben. Heute; um diese 25 Jahre zu feiern präsentiert Ihnen Avo Uvezian seine Leidenschaften!\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cstrong\u003eTasting Notes:\u003c/strong\u003e \u003cbr\u003e\u003c/br\u003eEine kräftige, sehr aromatische Cigarre mit süssen und würzigen Noten im Rauchverlauf und pfeffrigen Nuancen und dezenter Süsse im Abgang. Die subtil aufeinander abgestimmten Einlagetabake wurden mit einem Piloto Umblatt verfeinert und mit dem seidigen Criollo (D.R) Deckblatt gekrönt und machen diese Cigarre zu einem einzigartigen Geschmackserlebnis. Bestehend aus rein dominikanischen Tabaken – also ein echter „Puro“ für dieses besondere Jubiläum. Eine Hommage an Avo, die die Liebe zur Musik und die Liebe zu seinen Cigarren widerspiegelt.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21,"ring":53,"length_mm":151.9,"length_inch":5.98,"format":"","maker":"Tabadom (Davidoff)","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":false,"isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.08,"Erde":0.1,"Frucht":0.12,"Gras":0.1,"Holz":0.06,"Kaffee":0.08,"Leder":0.06,"Nuss":0.06,"Pfeffer":0.16,"Schokolade":0.04,"Süß":0.08,"Toast":0.06},"numberOfVotes":5},"price":15}
