{"name":"Luciano Limited Editions Maria Lucia","url":"https://www.cigarworld.de/zigarren/nicaragua/luciano-maria-lucia-90015765_48567","brand":"Luciano","series":"Maria Lucia","details":{"description":"\u003cp\u003eDiese Zigarre geht zurück auf die Mutter von \u003cstrong\u003eLuciano Meirelles\u003c/strong\u003e, dem Gründer und Miteigentümer von \u003cstrong\u003eLuciano Cigars\u003c/strong\u003e. Er hat uns diese Geschichte im Zuge der Neuvorstellung hier in der Cigarworld Lounge erzählt, kollektive Gänsehaut war das Ergebnis. Seine Mutter starb als er zwölf Jahre alt war, dies hat sicherlich die ein oder andere Narbe bei ihm hinterlassen.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDas unglaubliche an der Geschichte ist, dass seine älteste Tochter \u003cstrong\u003eDeborah\u003c/strong\u003e, eine in Paris lebende Künstlerin und Modedesignerin, von ihrer Großmutter träumte ohne sie oder ein Bild von ihr jemals gesehen zu haben. Nach diesem Traum zeichnete Lucianos Tochter ein Bild der Großmutter welches dem Original verblüffend und erschreckend zugleich sehr nahe kam. Deborah gestaltete nun auch die Zigarrenringe und die Kiste.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDieses Ereignis in Kombination mit dem traumatischen Verlust der Mutter in jungen Jahren weckte in Luciano den Wunsch seine Mutter mit einer individuellen Kreation zu ehren. Dazu schreibt er:\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cstrong\u003e\u003cem\u003e“Es hat viele Jahre gedauert, bis ich mich traute, etwas zu komponieren, das von meiner Mutter inspiriert war. Sie starb, als ich erst 12 Jahre alt war, und erst vor kurzem konnte ich ihre komplizierte Lebensgeschichte vollständig verstehen und nachvollziehen. Sie war die Blume, die sich aus dem rissigen Asphalt erhebt, die Schönheit, die die Zerbrochenheit überlebt, die Erlösung, die die Tragödie überwindet. Diese Zigarre spiegelt das Leben einer vielschichtigen Frau wider, die uns daran erinnert, dass wir\u003c/em\u003e\u003c/strong\u003e\u003cbr\u003e\u003c/br\u003e\u003cstrong\u003e\u003cem\u003e auch dann, wenn alle Widrigkeiten gegen uns stehen, die Befähigung haben, das Licht zu bewahren.\u003c/em\u003e\u003c/strong\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003e\u003cem\u003e\u003cstrong\u003eAls ich die Zeichnung neben alten Fotos meiner Mutter sah, erkannte ich sofort die Ähnlichkeit. Es war fast übernatürlich, wie sich die Dinge entwickelten. Es ist schwer zu glauben, dass es nur ein Zufall war. Und jetzt, Jahre später, als ich beschloss, endlich diese Zigarre zu entwickeln, dachten wir, es gäbe keine bessere Idee, als die Zeichnung meiner Tochter für die Kiste zu verwenden.”\u003c/strong\u003e\u003c/em\u003e\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e\n\u003cp\u003eDie Zigarre ist komplex und verfügt über eine Vielseitigkeit mit süßen Aromen und einer lebendigen Säure. Sie ist \u003cstrong\u003emittelkräftig\u003c/strong\u003e und \u003cstrong\u003ebox-pressed\u003c/strong\u003e.\u003c/p\u003e\u003cdiv class=\"blanktag\" style=\"background: url('https://www.cigarworld.de/binary/shop/blank');\"\u003e\u003c/div\u003e"},"diameter_mm":21.4,"ring":54,"length_mm":133.4,"length_inch":5.25,"format":"Robustos","maker":"Luciano Cigars","manufactureOrigin":"","typeOfManufacturing":"TAM","isBoxpressed":true,"wrapperProperty":"Broadleaf","WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"BinderTobaccoVariety":"Sumatra","isFlavoured":false,"aromaProfileCommunity":{"weights":{"Creme":0.12280701754385964,"Erde":0.10526315789473684,"Frucht":0.07017543859649122,"Gras":0.05263157894736842,"Holz":0.10526315789473684,"Kaffee":0.08771929824561403,"Leder":0.07017543859649122,"Nuss":0.07017543859649122,"Pfeffer":0.07017543859649122,"Schokolade":0.07017543859649122,"Süß":0.08771929824561403,"Toast":0.08771929824561403},"numberOfVotes":5},"price":13}
