{"name":"Tatuaje La Seleccion de Cazador Reserva J21","url":"https://www.noblego.de/tatuaje-la-seleccion-de-cazador-reserva-j21/","brand":"Tatuaje","series":"Tatuaje La Seleccion de Cazador","details":{"Fazit":"Auf Grund des hohen Nikotingehalts und der ordentlichen Portion an pfeffriger Schärfe sollten sich eher erfahrene Aficionados und Liebhaber des gehaltvollen Smokes an die Tatuaje La Seleccion de Cazador Reserva J21 wagen. Nichts für zwischendurch ist sie eine Zigarre für die starken Momente, die belebend Kraft spenden.","Genuss":"Die Tatuaje J21 gehört der Reserva-Linie der Seleccion de Cazador an. Deutlich gemacht wird dies mit einer schwarzen Binde auf der Holzverpackung und einer zweiten Banderole um die Zigarre. Die Verarbeitung ist wie bei Tatuaje Zigarren üblich sehr hochwertig. Das edle ecuadorianische Deckblatt aus Havanna Saat erscheint in leicht öliger Textur und verströmt einen Duft nach Pfeffer und Erde. In ihrem Inneren ist die Robusto ganz Nicaragua gewidmet. Erlesene Tabake aus den besten Anbaugebieten des zentralamerikanischen Landes vereinen sich zu einem aromatischen Blend, der seine kräftige Würze gleich zu Beginn voll ausspielt und die Pfefferbombe zündet. Hier und da scheinen erdige Töne durch, aber Pfeffer ist der Dominator. Zum zweiten Drittel schwächt sich das Pfeffrige etwas ab und lässt Raum für Karamell- und Kaffeenoten. Das letzte Drittel widmet sich nochmals ganz den würzigen Aromen, Pfeffer und Erde dominieren. Zug und Abbrand-Verhalten sind während der mehr als 60 Minuten Rauchdauer stets angenehm und gleichmäßig.","Hintergrund":"Die La Seleccion de Cazador ist die erste Serie aus dem Hause Tatuaje um Gründer Pete Johnson. Bei der Entwicklung dieser Serie wurde er unterstützt von Don Pepin Garcia, der auch schon anderen Unternehmen mit seinen Kreationen zu großem Erfolg verholfen hat. In den USA ist die Seleccion de Cazador auch unter dem Namen Brown Label bekannt."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10}
