{"name":"Drew Estate Undercrown Shade Robusto","url":"https://www.noblego.de/drew-estate-undercrown-shade-robusto/","brand":"Drew Estate","series":"Undercrown Shade","details":{"Fazit":"Der bisher mildeste Smoke von Drew Estate, welcher jedoch genauso so beeindruckend erscheint, wie die kräftigeren Geschwister aus anderen Serien. So haben endlich auch Einsteiger die Gelegenheit, die über alle Maßen geschmackvollen Zigarren von Jonathan Drew aus Nicaragua zu probieren.","Genuss":"Der Geruch der Undercrown Shade Robusto versetzt den geneigten Genießer gedanklich mitten in einen Heuschober auf dem Lande, welcher gerade mit der frischen Heuernte angefüllt wurde. Ein herrlich güldenbraunes Connecticut Shade Deckblatt aus Ecuador umsäumt den runden Körper der Robusto aus Nicaragua. Die interessante Einlage aus dominikanischem Criollo Tabak und nicaraguanischen Criollo sowie Corojo Blättern wird von einem Sumatra Umblatt gehalten. Dieser Blend sorgt für ein sehr sahniges Aroma, mit klaren und die gesamte Rauchdauer anhaltenden Noten von weichem Holz, Kakao und mildem Röstkaffee. Zusätzlich wartet die Undercrown Shade Robusto mit viel sagenhaft cremigem Rauch auf, in dem sich überdies eine sanfte Karamellsüße verbirgt. Im Hause Drew Estate ist man perfektionistisch veranlagt, so hat man in Sachen Zug und Abbrand keinerlei Schwierigkeiten zu erwarten.","Hintergrund":"Für die Zusammensetzung der Tabakmischung der Undercrown Shade Robusto zeichnet sich kein Geringerer als Masterblender Willy Herrera verantwortlich, ein absoluter Experte für milde und dennoch sehr komplexe Zigarren."},"diameter_mm":21.3,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominican Criollo","Nicaragua"],"binderOrigin":["Sumatra"],"aromaProfileManufacturer":["Cremig","Holz","Kaffee","Kakao","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.3}
