{"name":"Cohiba Piramides Extra Tubos","url":"https://www.noblego.de/cohiba-piramides-extra-tubos/","brand":"Cohiba","series":"Línea Clásica","details":{"Fazit":"Bei dieser Cohiba muss man sich nicht scheuen, auch stärkere Getränke wie einen prägnanten Islay-Whisky oder einen hochprozentigeren Rum als Begleiter zu wählen. Nach fast eineinhalb Stunden geht das Vergnügen dem Ende entgegen und lässt einen zufriedenen Aficionado zurück, der sich diese Pretiose zu besonderen Anlässen öfter gönnen wird.","Genuss":"Das Deckblatt der Cohiba Piramides Extra Tubos erinnert optisch an Haselnüsse und besitzt eine leichte, angenehme Öligkeit. Ein Geruchserlebnis, wie man es sich von einer guten kubanischen Zigarre erhofft, verführt dazu, sie später anzuzünden, als man es vorhatte. Schon im kalten Zustand lässt sich die angenehme, für Cohiba typische Würze erahnen. Der Zug ist bereits im kalten Zustand gut, was man nicht immer von allen Kubanern behaupten kann. Cohiba legt aber offenbar besonders bei den neuen größeren Formaten noch größeren Wert auf die Qualitätsprüfung. Beim neu gestalteten Zigarrenring stand die Behike-Serie Pate. Die ersten Züge der entzündeten Zigarre erfüllen die Erwartungen. Cremig mit leichten Grasnoten und Röstaromen, aber trotzdem erdig, verwandelt die Glut den Tabak in feste, lang stehende weiß-graue Asche. Mit zunehmendem Rauchgenuss entwickeln sich die anfänglichen Geschmacksnoten intensiver, bis die Cohiba Pirámides Extra Tubos an unerwarteter Schärfe zunimmt. Dies kann sicherlich durch längeres Nachreifen im Humidor gemildert werden. Im Vergleich mit einer Pirámides aus der Kiste kann ein geringer, aber deutlicher Unterschied in der Schärfe festgestellt werden. Noten von Muskatnuss mischen sich hinzu und helfen dabei, die nicht unangenehme Schärfe bis zum Ende zu halten.","Hintergrund":"Nach ihrer Premiere auf dem Festival del Habano 2012 in Havannna, Kuba ist die Cohiba Piramides Extra nun endlich auch in Deutschland erhältlich. Das Besondere an dem Figurado Format ist ihr Hologramm-Zigarrenring, der Fälschungen vorbeugen soll."},"diameter_mm":21.4,"ring":54,"length_mm":160,"length_inch":0,"format":"Piramide","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Kakao","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":121}
