{"name":"Bossner Churchill Limited Edition Tube Edition Claro Maduro","url":"https://www.noblego.de/bossner-churchill-limited-edition-tube-edition-claro-maduro/","brand":"Bossner","series":"","details":{"Fazit":"Die Limited Churchills von Bossner sind wirklich besondere Zigarren mit feinem Aroma und von höchster Qualität. Die Idee der unterschiedlichen Ausführungen bringt dieser Serie zusätzlich Pluspunkte ein, da es sich hierbei um genau das richtige Spielzeug für Smoke-Abenteurer und Probierwütige handelt. Zur hellen Version empfiehlt sich ein Cappuccino, zur dunklen Version ein Islay Single Malt.","Genuss":"Die Verpackung der fast 20 cm langen und 2 cm breiten Churchills ist wirklich beeindruckend. Innerhalb der Zehnerkiste ist jede einzelne Zigarre noch einmal von einem Glastubo umgeben, hell und dunkel wechseln sich ab, was dem Inhalt der Kiste ein charmantes Streifenmuster verleiht. Verarbeitung und Zug sind perfekt. Geschmacklich unterscheiden sich die hellen und dunklen Churchills nur geringfügig. Die dunklen sind etwas würziger und deftiger als die milderen hellen, welche einen eher cremigen Rauch bieten. Angezündet entwickeln beide Varianten zunächst einen holzigen und nussigen Geschmack von hoher Güte. Nach und nach kommen Nuancen von Leder und Torf hinzu, wobei der torfige Anteil bei der dunklen Churchill höher ausfällt. Die helle Variante verfügt dafür über eine leicht florale Süße, die sich bis zum letzten Drittel des fast zweistündigen Rauchvergnügens hält. Die dunkle Churchill wird also zunehmend würziger, während die helle Churchill recht lang süßlich-cremig bleibt, ehe sich die Würze einstellt. Beide Versionen sind sehr gut gelungen und je nach Tagesform genau die richtige Wahl.","Hintergrund":"Der Russe Konstantin Loskutnikov, Besitzer der Marke Bossner, ist nicht von Haus aus Zigarrenproduzent. Eigentlich kommt er aus der Süßwaren-  und Spirituosenproduktion (Gebäck, Schokolade, Cognac), die er bis heute betreibt. Zigarren sind für ihn eher ein aufwendiges Hobby, das er zum Nebenberuf gemacht hat. Davon ist allerdings nicht viel zu merken, denn seine Bossner-Zigarren können es locker mit älteren, etablierten Marken aufnehmen, wenn sie sie nicht gar übertreffen."},"diameter_mm":20,"ring":50,"length_mm":190,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Gewürze","Heu","Holz","Kaffee","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":15.8}
