{"name":"Casa de Alegria Suave 460","url":"https://www.noblego.de/casa-de-alegria-suave-460/","brand":"Casa de Alegria","series":"Suave","details":{"Fazit":"Die Casa de Alegria Suave 460 ist eine kleine, sanfte Verführung für große Genießer des Tabakrauchs. Genussvoll geraucht beschert sie einen milden und doch gehaltvollen Smoke. In ihrem markanten Würfel aus massivem Zedernholz wird die 16er Packung zu einem höchst attraktiven Geschenk.","Genuss":"Die Casa de Alegria Suave 460 ist mit 102 Millimetern Länge und einem Ringmaß von 60 ein recht gedrungenes und ungewöhnliches Format. Ein feines, leicht öliges hellbraunes Connecticut Shade-Deckblatt hüllt edle Tabake aus Nicaragua ein. Darunter findet man noch ein Umblatt aus Ecuador. Die erdigen und nussigen Aromen der nicaraguanischen Einlage werden durch die süßlichen Komponenten der Umhüllung zu einer cremig-milden Mixture ergänzt. Sofort nach dem Anzünden spürt man die voluminöse Rauchentwicklung und einen würzigen Geschmack, in dem Noten von Holz, Kaffee, Nüssen und auch Röstaromen vorkommen. Der perfekte Zugwiderstand sowie der erstaunlich gleichmäßige Abbrand runden die positiven Eindrücke ab. Etwa eine Dreiviertelstunde lang kann man dieses kleine Kunstwerk des Zigarrenrollens genießen.","Hintergrund":"Die Zigarren der Marke Casa de Alegria werden in der gleichamigen Manufaktur in Esteli, Nicaragua unter „Fair-Trade\"-Bedingungen zu 100 Prozent von Hand gefertigt. In allen Casa Alegria-Zigarren verarbeitet man dort Caribbean Seed Tabake aus den bevorzugten Anbaugebieten Jalapa, Condega und Esteli, die von der Manufaktur selbst über einen Zeitraum von mehr als zwölf Monaten fermentiert werden."},"diameter_mm":23.8,"ring":60,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Holz","Kaffee","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.1,"additionalNotes":"Fair Trade"}
