{"name":"Buena Vista Araperique Robusto","url":"https://www.noblego.de/buena-vista-araperique-robusto/","brand":"Buena Vista","series":"Araperique","details":{"Fazit":"Seit ihrem Erscheinen konnte die Buena Vista Araperique Robusto schon Topbewertungen erzielen. Ein Smoke, der sich ganz sicher lohnt.","Genuss":"Die Robusto kommt als Mittleres der drei Buena Vista Araperique Formate mit den Maßen von 127 mm Länge und 19,8 mm Durchmesser daher. Für den würzigen Genuss sorgt ein Blend aus einem ecuadorianischen Deckblatt und Umblatt und einer Einlagenmischung aus nicaraguanischem, peruanischem, dominikanischem und eben jenem speziellen Araperiquetabak, der über ein ganz besonderes Herstellungsverfahren gewonnen wird. Dafür wird der brasilianische Arapiraca mit demselben Verfahren fermentiert wie der für Pfeifentabak verwendete Perique. Mindestens 12 Monate muss der Tabak in Whiskyfässern unter hohen Druckverhältnissen reifen, um sein charakteristisches Aroma auszuprägen. Dieses wird beim gut 60-minütigen Smoke der Buena Vista Araperique Robusto bestimmt durch Noten von Nuss, Kaffee, Holz, Frucht und einem zarten Zimtaroma. Auch Abbrand und Zugverhalten können auf ganzer Linie überzeugen.","Hintergrund":"Arnold André gehört zu den deutschen Traditionsunternehmen und konnte sich schon in der ersten Hälfte des 19. Jahrhunderts einen Namen mit Tabakwaren machen. Produktionsort war früher Bünde in Westfalen, das lange Zeit das Zentrum der Tabakherstellung war. Heute werden die Produkte von Arnold André jedoch in Königslutter gefertigt."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.9,"additionalNotes":"Inter-tabac 2013"}
