{"name":"Macanudo Connecticut Hyde Park","url":"https://www.noblego.de/macanudo-connecticut-hyde-park/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Die Macanudo Connecticut Hyde Park bietet beste dominikanische Qualität und aromatische Vielfalt. Als Einsteigerzigarre ist die Gran Corona eine gute Wahl, aber auch erfahrene Aficionados werden ihre Freude daran haben. Am besten begleitet von einer Tasse Kaffee oder einem leichten Weißwein.","Genuss":"Macanudo ist nicht umsonst die meistverkaufte Zigarrenmarke der USA. In verschiedenen Serien gelingt es den Blendern immer wieder neue aromatisch vielseitige Kreationen zu entwickeln. Mit der Macanudo Connecticut Hyde Park erscheint ein weiteres Format der umfangreichsten Serie, die mit ihren angenehm milden Aromen überzeugt, die von Holz- und Nussnoten bestimmt werden. Im Verlauf des zwischen 60 bis 80-minütigen Rauchgenusses werden diese von leichten Kräuter- und Erdtönen ergänzt, im Hintergrund schwingt eine Nuance Pfeffer mit. Das Gran Corona Format misst 14 Zentimeter in der Länge mit einem stolzen Durchmesser von 19,5 Millimetern, deren Einlagemischung aus dominikanischen und mexikanischen Tabaken perfekt mit einem mexikanischen Umblatt und einem dreifach fermentierten Connecticut Shade Deckblatt verarbeitet wird. Dies merkt man auch dem optimalen Zug und Abbrandverhalten an.","Hintergrund":"Die Ursprünge der Marke Macanudo gehen zurück auf das Jahr 1968. Ramon Cifuentes, der schon für den Blend der Partagas Zigarren verantwortlich zeichnet, hat mit seinem Team die Tabakmischung für die erste Serie der Marke kreiert, die seit 1971 unter dem Namen Macanudo auf dem Markt erhältlich ist."},"diameter_mm":19.5,"ring":49,"length_mm":140,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.7}
