{"name":"Private Stock Mediumfiller Lonsdale","url":"https://www.noblego.de/private-stock-mediumfiller-lonsdale/","brand":"Private Stock","series":"","details":{"Fazit":"Die Private Stock Mediumfiller Lonsdale ist eine Zigarre mit sehr mildem Rauch und karibischen Aromen. Wie alle Mediumfiller dieser Serie ist sie äußerst preisgünstig, gemessen an der Qualität der verwendeten Tabake.","Genuss":"Das Deckblatt und das Umblatt stammen aus Ecuador. Die Einlage kommt aus der Dominikanischen Republik. Diese Tabaksorten ergeben den vertrauten aribischen Taste von Pfeffer, Schokolade und Zedernholz. Die Private Stock Mediumfiller Lonsdale besitzt ein Format von 17 Millimetern im Durchmesser und 152 Millimetern in der Länge. Sie hat einen perfekten Zugwiderstand und ein tadelloses Abbrandverhalten. Diese Lonsdale sorgt eine Stunde lang für angenehmen Rauchgenuss.","Hintergrund":"Alle Mediumfiller dieser Private Stock Serie bestehen aus ganzen Deck- und Umblättern ecuadorianischer Connecticut Tabake und einer  hochwertigen Einlage aus  Tabakresten der Longfiller-Produktion. Die Einlage jeder Mediumfiller Zigarre wird zusätzlich noch mit einem halben San Vincente Tabakblatt  ausgerüstet. Dies verbessert ganz erheblich die Statik der Zigarre, und verleiht der Mischung eine höhere geschmackliche und aromatische Wertigkeit. Das Resultat ist ein Rauchgenuss, der dem einer Longfiller Zigarre sehr nahe kommt. Private Stock Mediumfiller Zigarren werden in der Dominikanischen Republik von Hand gerollt und sind in fünf Formaten erhältlich."},"diameter_mm":17,"ring":42,"length_mm":152,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.9}
