{"name":"Villiger 1492 Short Perfecto","url":"https://www.noblego.de/villiger-1492-short-perfecto/","brand":"Villiger","series":"1492","details":{"Fazit":"Die milden aber geschmackvollen Short Perfectos werden von Kennern für eine besondere Gelegenheit reserviert. Dieses schöne und edle Rauchmaterial wird in einer wunderhübschen Massivholzkiste, gefüllt mit einem 12er Bundle angeboten. Dieses wird noch von einem Seidenband zusammengehalten und jede einzelne Zigarre ist zusätzlich von Cellophan umhüllt. Ein tolles Geschenk für einen anspruchsvollen Freund des blauen Dunstes.","Genuss":"Die Villiger 1492 Short Perfecto ist eine echte Schönheit mit einem sehr hellen Connecticut Shade-Deckblatt aus Ecuador. Das Umblatt stammt aus Indonesien und die Einlage kommt aus der Dominikanischen Republik. Sonne und Schatten sind also in dieser handwerklich einwandfreien Zigarre vereint. Sie brennt ganz gleichmäßig ab und verströmt dabei einen zarten Duft nach Heu. Geschmacklich bringt sie Noten von Holz, Gras und Gewürzen mit. Die Villiger 1492 Short Perfecto besitzt das schöne Figurado-Format von 136 Millimetern Länge und einen Durchmesser von 20,6 Millimetern an der dicksten Stelle. Die Rauchdauer beträgt bei diesem edlen Teil 45 Minuten.","Hintergrund":"Diese Zigarren aus dem Sortiment von Villiger aus der Schweiz überzeugen durch ihre vollendete Handarbeit und den perfekten Tabakgenuss. Diese Zigarren wurden für jene Kenner gerollt, die bereit sind, für eine edle Zigarre mit langer Tabaktradition der dominikanischen Zigarren etwas tiefer in die Tasche zu greifen. Das Schweizer Unternehmen hat sich mit der Serie 1492 einen Spitzenplatz bei den Premiumzigarren erobert. Das Datum im Markennamen spielt natürlich auf die Entdeckung der Neuen Welt durch Christoph Kolumbus an."},"diameter_mm":20.6,"ring":52,"length_mm":136,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":8.4}
