{"name":"Gurkha Heritage Kingsman","url":"https://www.noblego.de/gurkha-heritage-kingsmen/","brand":"","series":"","details":{"Fazit":"Königlicher Genuss garantiert! Die Gurkha Heritage Kingsman überzeugt mit ihrer akribisch abgestimmten Aromaentfaltung und einer angenehm feinwürzigen Stärke. Gönnen Sie sich ruhig mal ein wenig Luxus und probieren Sie diese gravitätisch anmutende Zigarre!","Genuss":"Warum die Macher von Gurkha ihre neue Serie „Heritage“, zu deutsch „das Erbe“ genannt haben, konnten wir bisher nicht herausfinden. Sicher ist aber, dass dieser mit Profession und Passion handgerollte Longfiller aus dem Land der tausend Vulkane, nämlich Nicaragua stammt. Dort haben sich die Masterblender von American Caribbean Cigars mächtig ins Zeug gelegt, um einen Blend zu kreieren, der bis aufs feinste zwischen Aroma und Stärke ausbalanciert sein sollte. Bei der Auswahl der Einlagetabake spannt man eine Brücke zwischen der Karibik und den Vereinigten Staaten, denn hier treffen erlesene Tabake aus Nicaragua und der Dominkanischen Republik auf ein stattliches Pennsylvania Braodleaf. Das Umblatt ist ebenfalls ein nicaraguanisches Erzeugnis und als Deckblatt dient ein prächtiges Rosado aus Ecuador. Derlei fein abgestimmte Auswahl verleiht der Gurkha Kingsman ein unnachahmliches Aroma, welches hauptsächlich von frischen Kaffeenoten und den zartbitteren Noten dunkler Schokolade bestimmt ist. Diese etwas stärkere Zigarre weist zudem eine subtil nuancierte Pfefferwürze auf, die sich im Rauchverlauf jedoch verflüchtigt und an dessen Stelle eine leichte Vanillesüße tritt. Gurkha Zigarren sind für ihre überdurchschnittliche Qualität berühmt und so kann man auch bei der Kingsman einen perfekten Zug sowie Abbrand voraussetzen.","Hintergrund":"Die Gurkha Zigarren werden von der Gurkha Cigar Company aus Miami (USA) hergestellt und auf dem Weltmarkt vertrieben. Im Rahmen einer Reise nach Indien hat Kaizad Hansotia die Marke inklusive einer ganzen Ladung voller Zigarren im Jahr 1989 günstig erworben und das Unternehmen Gurkha direkt nach seiner Heimkehr in Miami gegründet."},"diameter_mm":21.4,"ring":54,"length_mm":178,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Domingo","Nicaragua","USA"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Würzig","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12}
