{"name":"Don Diego Special Edition 2021 Pirámides Extra","url":"https://www.noblego.de/don-diego-special-edition-2021-piramides-extra-zigarren/","brand":"Don Diego","series":"","details":{"Genussverlauf":"Ein sehr angenehm holzig-herbaler Kaltgeruch geht von der Don Diego Special Edition 2021 Pirámides Extra aus, wenn man sie aus ihrer Zellophanhülle entnommen hat. Ihr hellbraunes Connecticut Deckblatt aus Ecuador schmiegt sich eben und glatt an das aus der Dominikanischen Republik stammende Umblatt der 12,7 cm langen, tadellos verarbeiteten Figurado. In ihre Einlage schlummert eine dominikanisch-honduranische Tabakmischung. Die angenehm milde Sonderedition zeichnet sich durch einen wunderbar cremigen Geschmack aus. Während des etwa 45- bis 60-minütigen Genusses verströmt sie feine Kräuter- und Nussaromen, die sich sehr harmonisch miteinander am Gaumen ausmachen. Ein sehr gutes Zug- und Abbrandverhalten unterstreicht ihre handwerklich absolut einwandfreie Verarbeitung.","Nice to know":"Traditionell werden die Special Editions von Don Diego in Formaten gerollt, die nicht im regulär erhältlichen Sortiment der dominikanischen Top-Marke vorzufinden sind. Für Fans und Liebhaber der Marke stellen die jährlichen Sondereditionen daher immer ein besonderes Highlight dar.","Resümee":"Eine wunderschöne und sehr angenehm zu genießende Sonderedition! Die Don Diego Special Edition 2021 Pirámides Extra wird Sie begeistern, da sind wir uns absolut sicher. Greifen Sie bei diesem Angebot schnell zu, bevor es für immer verfällt!"},"diameter_mm":21.4,"ring":52,"length_mm":127,"length_inch":0,"format":"Figurado","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut","fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Kräuter","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":6.8,"additionalNotes":"Limited"}
