{"name":"Private Stock Mediumfiller Tubos No. 2","url":"https://www.noblego.de/private-stock-mediumfiller-tubos-no-2/","brand":"Private Stock","series":"","details":{"Fazit":"Für das Geld ein rundherum angenehmer Smoke, super als Geschenk geeignet. Die Private Stock Mediumfiller Tubos No. 2 sollte in keinem Humidor fehlen.\u003cstrong\u003e\u003c/strong\u003e","Genuss":"Die Private Stock Medium Filler Tubos No. 2 misst einen Durchmesser von 17 Millimetern und eine Länge von 15,2 Zentimetern. Man merkt ganz eindeutig, dass man hier Qualität kauft. Private Stock gehört immerhin zum Davidoff-Konzern. Auch  die Verarbeitung ist grandios, ein wunderbar gleichmäßiges und schönes Deckblatt umfasst sauber gewickelt die Zigarre. Sehr fest gerollt, perfekter Zug. Was will man mehr? Geschmacklich präsentiert sich die Long Corona erfreulich vielfältig. Sie startet mit einer sehr weichen, nussigen Note, gepaart mit einem leckeren, fruchtigen Aroma. Ein sehr frischer, recht außergewöhnlicher Geschmack, der runde 70 Minuten volles Rauchvergnügen bietet.","Hintergrund":"Die Landkarte verrät die Herkunft der Private Stock Zigarren, Hispaniola, die heutige Dominikanische Republik. Am 5. Dezember 1492 entdeckte Christoph Kolumbus Hispaniola und brachte von seiner ersten Reise die ersten Zigarren mit. Private Stock  bietet mit der Serie Private Stock Medium Filler seit 1999 feine Zigarren zu einem guten Preis an. Die Medium Filler Zigarren führen einen in die Welt des dominikanischen Rauchgenusses ein."},"diameter_mm":17,"ring":42,"length_mm":152,"length_inch":0,"format":"Long Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Connecticut"],"aromaProfileManufacturer":["Erdig","Gewürze","Nuss","Pfeffer","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.55}
