{"name":"La Rica Tubitos","url":"https://www.noblego.de/la-rica-tubitos/","brand":"La Rica","series":"Classic","details":{"Fazit":"Auch wenn es sich um eine kürzere Zigarre handelt - die La Rica Tubitos überzeugt mit angenehmen holzigen, leicht nussigen Aromen und eignet sich als kleine Entspannung für zwischendurch. So kann sie am Morgen mit einem Kaffee ebenso genossen werden wie in geselliger Runde mit Freunden. Durch die auffällige Verpackung ist sie auch ein schönes Geschenk für Einsteiger oder Genießer.\nFür den etwas längeren Zigarrengenuss empfehlen wir die \u003ca title=\"Hier geht's zur La Rica Corona Tubo\" href=\"/la-rica-corona/\"\u003eLa Rica Corona\u003c/a\u003e, die ebenfalls durch milde Aromen gefällt.","Genuss":"Die 96 Millimeter lange Tubitos ist die kleinste Zigarre der La Rica - Familie. Mit ihrem Durchmesser von 11 Millimetern eignet sie sich eher für ein kurzes Rauchvergnügen zwischen 20 und 30 Minuten. Die Tabakstärke liegt im mittleren Bereich, ebenso wie die Aromenintensität. Gut lassen sich in dieser von Hand verarbeiteten La Rica Tubitos die unterschiedlichen Nuancen von Leder, Holz und Nuss nachempfinden. Diese werden durch eine würzige Note unterstrichen, die den Longfiller mit dem angenehmen Zugverhalten zu einer sehr ausgewogenen Zigarre machen.","Hintergrund":"Das Deckblatt im Ecuador-Shade-Ton verleiht dieser Zigarre ein edles Aussehen, die von Hand verarbeiteten Einlageblätter stammen aus Esteli-Region. Der Tabakblend ist mit einer Umlage aus Sumatra-Blättern umschlossen. Darüber hinaus wird jede einzelne La Rica Tubitos in einer mit Zedernholz ausgekleideten kleinen Aluminiumhülle verpackt, die durch ihre gelbe Farbe und ihr Retro-Design für Aufmerksamkeit sorgt und damit jeden Connaisseur erfreut."},"diameter_mm":11,"ring":28,"length_mm":96,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Leder","Nuss"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.7}
