{"name":"Rafael Gonzalez Petit Piramides Edicion Regionales Alemania 2013","url":"https://www.noblego.de/rafael-gonzalez-petit-piramides-edicion-regionales-alemania-2013/","brand":"Rafael Gonzalez","series":"","details":{"Fazit":"Die Rafael Gonzalez Petit Piramides Edicion Regionales Alemania 2013 bietet einen feinen Smoke für zwischendurch, der mit etwas mehr Reife auch an Vollmundigkeit und Harmonie gewinnt.","Genuss":"Rafael Gonzalez Petit Piramides Edicion Regionales Alemania 2013 – schon der Name der neuen Vitola der kubanischen Traditionsmarke macht einiges her. Aber auch Optik und Geschmack können sich sehen bzw. schmecken lassen. Das mittelbraune Deckblatt ist schön glatt und nur von feinen Adern durchzogen und verströmt einen würzigen Kaltgeruch nach Zedernholz und fruchtiger Süße. Eine zweite Bauchbinde kennzeichnet die exklusive Auflage für den deutschen Markt. Mit 127 mm Länge und einem Ringmaß von 50 hat die Petit Piramides die Maße einer Robusto, gehört durch ihren spitz zulaufenden Kopf aber zu den Figurados. Die besten Tabake der Region Pinar del Rio verleihen der Piramides ein Aroma von Kaffee, Holz, etwas Erde, Leder und Pfeffer, aber auch süße Noten erfreuen den Gaumen. Manch einer mag sogar Nuss und Schokolade erschmecken. Der Abbrand ist perfekt und der Zug sowieso. Da diese Edicion Regionales noch recht jung ist, empfiehlt es sich, die Zigarren noch einige Zeit im Humidor zu lagern, dann wird ihre Aromen-Entfaltung noch ausgewogener.","Hintergrund":"Als Edicion des Jahres 2013 ist die Auflage der Rafael Gonzalez Petit Piramides Edicion Regionales Alemania selbstverständlich streng limitiert. Nur 6.000 der kleinen 10er Kisten wurden hergestellt und verschickt. Eine Plakette an der Seite der Kiste verrät Ihnen, welche der 6.000 Zigarrenkisten Sie in Händen halten."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Piramide","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":9.9,"additionalNotes":"Limited"}
