{"name":"El Credito No. 4","url":"https://www.noblego.de/el-credito-no-4/","brand":"El Credito","series":"","details":{"Fazit":"Die El Credito No. 4 ist eine sehr aromatische, komplexe Zigarre für schöne Abendstunden, die einen guten Ersatz für eine kubanische Zigarre sein kann. Es ist keine Zigarre für jeden Tag und eventuell auch nicht für einen Anfänger. Jeder sollte aber auch für diese Zigarre den perfekten Augenblick finden.","Genuss":"Die El Credito No. 4 ist eine eigens von Cigar Master Ernsesto Perez-Carrillo entwickelte Zigarre aus der Dominikanischen Republik. Ein sehr schönes dunkles, fast schon Maduro-ähnliches Deckblatt und eine Einlage aus einer Mischung von dominikanischen und nicaraguanischen Tabaken machen sie zu einem echten Meisterstück. Sie misst eine Länge von 12,5 Zentimetern und verspricht einen zirka 50 Minuten langen Smoke. Das Umblatt ist ein reines Nicaraguablatt, das Deckblatt stammt aus Ecuador. Der Durchmesser beträgt 15 Millimeter, es handelt sich um ein 38er Ringmaß. Eine ausgewogene Mischung führt bei dieser El Credito No. 4 zu einem sehr komplexen und aromatischen Geschmack. Zu Beginn streicheln tiefe holzige Noten den Gaumen, werden allerdings von leicht süßen Nussnoten begleitet. Diese harmonieren bis zum zweiten Drittel perfekt, und werden dann auf dem Weg zum Finish von einigen Röstaromen und einer leichten Schärfe abgelöst. Das Abbrandverhalten ist perfekt. Ein wunderbar kreisrunder Abbrand und eine sehr feste Asche zeigen dem Aficionado, was Cigar Master Ernesto Perez-Carrillo dort entwickelt hat.","Hintergrund":"Die „El Credito Cigar Company“ wurde in Florida, Miami gegründet. Gründer ist Ernesto Perez-Carillo, der im Zuge der kubanischen Revolution mit seiner Familie aus Cuba in die USA emigrierte. 1907 produzierte er auf Kuba, zusammen mit seiner Familie, die allen Aficionados bekannte Marke La Gloria Cubana. Deren Namen trägt die El Credito auch außerhalb Europas. Seine Zigarren zeichnen sich durch einen unglaublich kräftigen Geschmack und eine sehr komplexe Tabakmischung aus. Verwöhnen sie doch mal ihren Gaumen und rauchen eine El Credito, die das Zeug dazu hat, eine Alternative zur Havanna zu sein."},"diameter_mm":16.7,"ring":42,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.9}
