{"name":"Padron Serie 1926 No. 2 Belicoso Maduro ","url":"https://www.noblego.de/padron-serie-1926-no-2-belicoso-maduro/","brand":"Padron","series":"Serie 1926","details":{"Fazit":"Die Padron Serie 1926 No. 2 Belicoso Maduro schafft ein perfektes Gleichgewicht aus waldigen und maduro-typischen, süßen Aromen. Durch die herausragende Verarbeitung ermöglicht sie ein sorgenfreies Raucherlebnis.","Genuss":"Der Kaltzug dieser hervorragend verarbeiteten Puro offenbart intensive Aromen von Tabak, Zedernholz und Kakao. Nach dem Anfeuern bestimmen zunächst Zedernholz und Pfeffer das Geschmacksbild. Im Hintergrund schwingt etwas Erde und Leder. Im weiteren Verlauf verändert sich die aromatische Dynamik der Padron Serie 1926 No. 2 Belicoso Maduro und es sind Noten von dunkler Schokolade, die aufkeimen. Während des zweiten Drittels werden diese durch Kaffeenuancen unterstützt und von einer herrlichen Cremigkeit getragen. Durch die vorherrschende Aromenpalette genügt die Padron so auch gänzlich ihren Erwartungen als Maduro. Mit Beginn des letzten Drittels erstarkt erneut die Würzigkeit der Zigarre und fördert so Töne von Erde und Pfeffer, die durch schwache Röstnuancen abgerundet werden. Technisch spielt die Padron ihre Vorzüge als boxpressed Zigarre aus und glänzt mit einer kreisrunden Abbrandlinie sowie einem angenehm leichten Zug, die über die gesamte Rauchdauer von ca. 100 Minuten bestehen bleiben.","Hintergrund":"Die Padron Serie 1926 wurde 2002 anlässlich des 75. Geburtstags von José O. Padron auf den Markt gebracht. Sämtliche für die Zigarren dieser Serie verarbeiteten Tabake wurden zwischen fünf und zehn Jahren gelagert um ein möglichst weiches, rundes Geschmackserlebnis zu erschaffen. Dabei ist die Bauchbinde jeder einzelnen Zigarre, als Schutz vor Fälschungen, mit einer individuellen Seriennummer versehen."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":29.8,"additionalNotes":"Boutique Zigarre"}
