{"name":"Bossner Ekaterina Maduro","url":"https://www.noblego.de/bossner-ekaterina-maduro/","brand":"Bossner","series":"Maduro","details":{"Fazit":"Mit der Bossner Ekaterina Maduro erwerben Sie eine fantastische Maduro Corona, die ihrem kaiserlichen Namen mehr als gerecht wird. Perfekte Verarbeitung,  ein wunderbares Rauchverhalten und cremig-süße Geschmacksnoten erfüllen alle Kriterien, die an eine gelungene Maduro Zigarre gestellt werden.","Genuss":"Die Bossner Ekaterina Maduro besteht in Einlage und Umblatt aus Tabaken der Dominikanischen Republik. Einzig das Connecticut Broadleaf Maduro Deckblatt stammt aus den Vereinigten Staaten. Die Corona ist 14,6 Zentimeter lang und misst einen Durchmesser von 1,6 Zentimetern. Nach dem Anzünden bereiten sich bereits mit dem ersten Zug deutliche Geschmacksaromen im Mundraum aus. Die Zigarre ist auf den ersten Zentimetern leicht pfeffrig und primär holzig. Im Verlauf des ersten Drittels schwindet der Pfeffer und macht Platz für ein cremiges, nussiges  Aroma. Dieses wird im zweiten Drittel mit einer deutlich schokoladenen Note ergänzt, was die Zigarre insgesamt etwas milder werden lässt, als noch zu Beginn. Im letzten Drittel steigt der schokoladene Anteil noch einmal merklich und die Zigarre bekommt einen angenehm süßlich-warmen, leicht karamelligen Einschlag. Passend zu den Aromen ist die Zigarre auch im Rauchverhalten sehr cremig und bietet hohen, schweren und vor allem dichten Qualm. Die schöne hellgraue feste Asche bietet optisch einen tollen Kontrast zum dunklen, öligen Maduro-Deckblatt.","Hintergrund":"Die Marke Bossner ist nach dem Familiennamen der Urgroßmutter des Firmengründers Konstantin Loskutnikov benannt. Die Serie Ekaterina erinnert an die erste russische Kaiserin Ekaterina, Frau von Peter dem Großen."},"diameter_mm":15.5,"ring":40,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.8}
