{"name":"AVO Syncro Nicaragua Robusto Tubo","url":"https://www.noblego.de/avo-syncro-nicaragua-robusto-tubo-zigarren/","brand":"AVO","series":"AVO Syncro Nicaragua","details":{"Fazit":"Die AVO Syncro Nicaragua Robusto Tubo ist eine außergewöhnliche Premiumzigarre, die Sie aufgrund ihrer delikaten und qualitativ herausragenden Eigenschaften schnell in Ihr Herz schließen werden.","Genuss":"Der angenehme Duft dieser sehr feinen AVO Zigarre nach lang gereiftem Tabak, verspricht schon vor Rauchbeginn ein genussvolles Rauchvergnügen. Die mittelkräftige Robusto ist mit einem hellbraun glänzendem Connecticut Deckblatt aus Ecuador versehen worden, darunter befindet sich ein dominikanisches Umblatt. In der interessanten Einlage vereinen sich Spitzentabake aus Nicaragua, Peru und der Dominkanischen Republik. Diese aufwendige Komposition ist verantwortlich für ein komplexes Aromaaufkommen, welches vordergründig von sich abwechselnden Erd-, Kaffee-, Holz- und Ledernoten bestimmt wird. Dazu gesellt sich eine für Nicaragua typische Würze sowie eine an Obstkuchen erinnernde Süße. Vom Zugverhalten her sind die AVO Syncros perfekt auf das Robusto Format eingestellt, an ihrem messerscharfen Abbrand lässt sich zudem ablesen, wie aufmerksam und sorgfältig die Verarbeitung der Syncro Nicaragua vonstatten gegangen ist.","Hintergrund":"Alle Kreationen der Marke AVO weisen ein wesentliches Merkmal auf, und zwar ihre unglaublich bestechende Qualität. Die anspruchsvolle Manufaktur in der Dominkanischen Republik kennt nur eine Art sich der Herstellung von Premiumzigarren zuzuwenden, eine von größtmöglicher Perfektion geprägte Einstellung, die den Geschmack und die Bedürfnisse des Genussrauchers als absolute Dreh- und Angelpunkte ansieht."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Pfeffer","Trockenfrüchte","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":10.3}
