{"name":"La Rica Corona Tubo","url":"https://www.noblego.de/la-rica-corona-tubo/","brand":"La Rica","series":"Classic","details":{"Fazit":"Die würzigen Aromen dieses Longfillers machen die La Rica Corona Tubo zu einer rundum empfehlenswerten Zigarre. Kräftig und leicht holzig im Bouquet eignet sie sich als Aperitif zum Lunch genauso wie als Feierabendzigarre in Kombination mit einem schönen Glas Wein. Ein Rundumgenuss für jeden Aficionado und denjenigen, der es werden möchte.\nProbieren Sie doch auch die \u003ca title=\"Hier geht's zur La Rica Churchill Tubo\" href=\"/la-rica-churchill/\"\u003eLa Rica Churchill\u003c/a\u003e, die einen längeren Rauchgenuss garantiert und mit ihren angenehmen Aromen beeindruckt.","Genuss":"Mit einer Länge von 132 Millimetern und einem Durchmesser von 16 Millimetern steht die La Rica Corona Tubo für erdige und holzige Aromen, die sich im zweiten Drittel um kakaohaltige Töne erweitern. Diese herrschen bis zum Schluss vor und geben dieser Zigarre ihren besonderen Touch. Die Rauchdauer liegt zwischen 45 und 60 Minuten, wobei die angenehmen Geschmacksnuancen der mittleren Tabakstärke die ganze Zeit erhalten bleiben und durch einen perfekten Zug gut zur Geltung kommen.","Hintergrund":"La Rica Corona, die \"Krone\" der Zigarren, verdankt ihr Aussehen dem handgerollten Ecuador-Shade Deckblatt. Der Blend der Einlage stammt aus Nicaragua. Jede einzelne Zigarre ist in einer mit Zedernholz ausgekleideten Aluminiumhülse verpackt und überzeugt somit auch optisch Aficionados und Einsteiger gleichermaßen."},"diameter_mm":16,"ring":48,"length_mm":132,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Kakao","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.2}
