{"name":"Tropenschatz Corona Fehlfarben 824 F","url":"https://www.noblego.de/tropenschatz-corona-fehlfarben-824/","brand":"","series":"","details":{"Fazit":"Die Tropenschatz Corona Fehlfarben 824 F überzeugt auch Zigarrenkenner durch ihre guten Eigenschaften. Würze, milder Rauch, günstiger Preis und hohe Qualität machen diese Zigarre seit vielen Jahren zu einem Dauerbrenner, besonders bei Vielkonsumenten.","Genuss":"Brasiltabak verkörpert ideal das Lebensgefühl der Heimat von Samba und Carneval. Die Tropenschatz Corona Fehlfarben 824 F besitzt ein Deckblatt und eine Einlage aus 100 Prozent dieses würzigen Brasiltabaks. Das Umblatt besteht bei dieser maschinell gefertigten Zigarre naturgemäß aus Bandtabak. Die Zigarre ist box-pressed. Das Format ist mit 120 Millimetern Länge und 16,7 Millimetern Durchmesser sehr handlich und beschert eine Rauchdauer von etwa einer halben Stunde. Vielraucher greifen mit Wonne in die 50er-Kiste mit den leicht rauen, unterschiedlich pigmentierten Fehlfarben-Deckblättern. Der eher geringe Zugwiderstand und die gewisse Leichtigkeit dieser locker gerollten Zigarre führen dazu, dass man sie schnell mal zwischendurch wegpaffen kann. Allerdings sollte man behutsam ziehen und auch darauf achten, dass die Zigarre feucht genug gelagert wurde. Sonst brennt sie zu rasch ab und produziert eine nachhaltige Schärfe, die es zu vermeiden gilt.","Hintergrund":"In Brasilien hat der Tabakanbau eine lange Tradition und einige Besonderheiten. Zum Beispiel erntet man die gesamte Pflanze, so dass die Blätter auch nach der Ernte mit Nährstoffen versorgt werden. Brasiltabak wird dadurch besonders würzig und mild und gilt als einer der vielseitigsten Rohtabake der Welt. Der größte Zigarrenhersteller Deutschlands, die Firma Arnold André, produziert die Tropenschatz Corona Fehlfarben 824 F. Die Tradition ihrer bewährten Marken Handelsgold und Tropenschatz reicht bis in die 50er und 60er Jahren zurück."},"diameter_mm":16.7,"ring":42,"length_mm":120,"length_inch":0,"format":"Petit Corona","maker":"","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Bandtabak"],"aromaProfileManufacturer":["Würzig"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":4.37}
