{"name":"Quisqueya Forte Corona","url":"https://www.noblego.de/quisqueya-forte-corona/","brand":"Quisqueya","series":"Forte","details":{"Fazit":"Die Quisqueya Forte Corona ist die Zigarre für jeden Tag. Günstig und aromatisch, so wie eine Zigarre sein sollte. Als begleitendes Getränk empfiehlt sich ein Bier oder auch ein süßer Weißwein. Falls es etwas zu trinken ohne Alkohol sein soll, dann ist Kaffee sowie ein Glas stilles, kühles Wasser die richtige Wahl.","Genuss":"Die Verarbeitung dieser Zigarre ist solide. Das helle Deckblatt, das aus Ecuador stammt, ist schön anzuschauen und umgibt eine mittelfest gerollte Einlage. Es empfiehlt sich jedoch, diese Zigarre mit Muße zu rauchen, da sie bei einem zu hastigen Rauchverhalten dazu tendiert, zu scharf zu werden. Diese Dominikanerin verfügt über ein Aromenspektrum, das bei dem Preis durchaus gefällt. Röstaromen, Erde und feine Nuss-Nuancen werden von einer tollen Cremigkeit getragen. Diese Corona verfügt zwar über einiges an Tabakkraft, gehört insgesamt jedoch eher zu den mittelstarken bis stärkeren Zigarren.","Hintergrund":"Quisqueya Zigarren gehören zur Marke Charles Fairmon. 1972 erfolgte die Firmengründung in den Vereinigten Staaten und sechs Jahre später dann auch in Deutschland. In den 1980er Jahren verlagerte die Firma ihre Hauptaktivitäten dann auf den deutschen Raum, da in den USA der Genuss von Premiumzigarren stark zurückging. Mittlerweile produziert die Firma Charles Fairmont neben den Quisqueya-Zigarren auch die Personales- Reihe und die ökoligischen Zigarren der Marke Plasencia Reserva Organica."},"diameter_mm":17,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Cremig","Erdig","Nuss"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.2}
