{"name":"Bentley Robusto","url":"https://www.noblego.de/bentley-robusto/","brand":"Bentley","series":"","details":{"Fazit":"Mit einem Rating von 91 Punkten im renommierten Cigar Journal (2/2016), hat diese geschmackvolle Robusto schon erfahrene Aficionados überzeugen können. Jetzt ist es an Ihnen mit der Bentley Robusto ausgewogenen Geschmack und Genuss zu erleben und das ganz nach Ihrer Wahl entweder zu einem leckeren karibischen Rum oder einer wohlschmeckenden Kaffeespezialität.","Genuss":"Den Machern von Bentley liegt sehr viel daran, seinen Kunden einen intensiven Rauchgenuss zu ermöglichen. Die Bentley Robusto ist eine Vitola, die im dafür üblichen Format von 126 mm x 20 mm eine ausdruckstarke Präsenz besitzt. Die Auswahl der erlesenen Tabake, aus denen diese Zigarre von erfahrenen Torcedores gerollt wird, ist angefangen beim besonders seltenen Ecuador Rosado Deckblatt, bis zu den im berühmten Jalapa Valley gezogenen Tabaken, welche Umblatt und Einlage bilden, von bestechender Qualität. Die mittelkräftige Robusto lädt den bewanderten Aficionado sowie den neugierigen Einsteiger auf einen spannend genussreichen Smoke von circa 60 Minuten ein. Dabei schickt sie die Bentley Robusto auf eine kurzweilige Aromenentdeckungstour, die für den geneigten Genießer herrliche Eindrücke sanft erdiger Noten, Anklänge fruchtiger und nussiger Nuancen sowie im weiteren Rauchverlauf den würzigen Charakter von Pfeffer und Leder bereithält. Der cremige Rauch der Bentley Robusto überzeugt ebenso, wie das tadellose Zug- und Abbrandverhalten dieser überaus imposanten Zigarre aus dem Hause Bentley.","Hintergrund":"Nordöstlich von Esteli und Condega, unweit der Grenze zu Honduras liegt das berühmte Anbaugebiet Jalapa Valley, hier werden die qualitätsvollen und ausgezeichneten Tabake für Bentleys Nicaragua Zigarren sorgsam zur optimalen Reife herangezogen."},"diameter_mm":20,"ring":50,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Rosado","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Leder","Nuss","Pfeffer"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":15}
