{"name":"Eiroa Classic Corona Prensado","url":"https://www.noblego.de/eiroa-classic-corona-prensado/","brand":"Eiroa","series":"Classic","details":{"Fazit":"Die perfekte kleinere Zigarre für den perfekten Moment. Die Eiroa Classic Corona Prensado ist eine Premium-Zigarre durch und durch, denn von der Verarbeitung über die dargebotenen Aromen bis hin zur ansprechenden Präsentation in der edlen Kiste passt hier alles. Genießen Sie diese besondere Zigarre doch in Begleitung eines edlen Tropfens.","Genuss":"In der Kürze liegt hier mediumstarke Würze. Denn die Eiroa Classic Corona Prensado ist ein Longfiller, der weder zu stark noch zu schwach daherkommt. Für Einsteiger in der Zigarrenwelt also gut geeignet als etwas stärkere Zigarre, erfahrene Aficionados können diese Eiroa aber auch vor einer Mahlzeit genießen. Dabei sind die dargebotenen Aromen durchaus intensiv und vielseitig und bieten mit Noten von Holz, Kaffee, Pfeffer, einer streckenweise eher dezenten und dann wieder sehr intensiven Süße sowie Noten von Zartbitter ein abwechslungsreiches Aromenspektrum. Die Verarbeitung ist tadellos und der Zugwiderstand ist perfekt. So wie man sich das von einer sehr guten Zigarre wünscht.","Hintergrund":"Die Eiroa Classic Corona Prensado ist eine boxpressed Zigarre. Das bedeutet, dass die Zigarren eine leicht rechteckige Form aufweisen, da sie nach der Rollung in der Zigarrenkiste noch einmal gepresst werden. Boxpressed Zigarren werden oft für ihren leichten Zug und besonders gleichmäßigen Abbrand gelobt, so auch bei der Eiroa Classic Corona Prensado."},"diameter_mm":19,"ring":48,"length_mm":102,"length_inch":0,"format":"Petit Corona","maker":"Christian Eiroa","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Holz","Kaffee","Pfeffer","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.9}
