{"name":"Camacho Connecticut Robusto","url":"https://www.noblego.de/camacho-connecticut-robusto/","brand":"Camacho","series":"","details":{"Fazit":"Diese Camacho tritt keine Türen ein, sie klopft eher vornehm an. Dabei ist ihre Milde nicht mit Schwäche gleichzusetzen, denn sie hält einen fein ausbalancierten Aromakick für den geschätzten Genießer bereit. Seien Sie ruhig einmal kühn und probieren Sie diese interessante Zigarre mit einem Getränk Ihrer Wahl!","Genuss":"Das sehr feine und helle Deckblatt der Camacho Connecticut Robusto stammt aus dem äquatornahen Ecuador und wie der Name dieser Camacho bereits verrät, handelt es sich dabei um ein wunderschön gezogenes Connecticut Shade. Als Umblatt findet ein honduranisches Corojo-Blatt Verwendung, in der Einlage hat man die qualitativ anspruchsvollen Generoso und Aleman Ligero Tabakblätter verarbeitet, die ebenfalls in Honduras gezogen werden. Nach dem Anschneiden bekommt man beim Kaltzug erste Aromaeindrücke vermittelt, dabei lassen sich angenehme Heu-, Eiche- und Erdnoten ausmachen, umgeben von einem Hauch Melasse. Die süßlich, mild anmutende Camacho Connecticut Robusto bietet dem Genießer im weiteren durchaus cremigen Rauchverlauf Impressionen einer leicht anklingenden Pfeffernote sowie einen angenehm frischen Anklang raffinierten Zitrusgeschmacks. Gegen Ende nehmen all diese Aromen ausgewogen an Präsenz zu, sodass man von einem wirklich abgerundeten Smoke sprechen kann, der bestens durch das sehr gute Zug- und Abbrandverhalten der Robusto unterstützt wird.","Hintergrund":"Ursprünglich vom kubanischen US-Einwanderer Simon Camacho ins Leben gerufen, blickt die Marke Camacho bereits auf eine bewegte Vergangenheit zurück. Im Jahr 2013, fünf Jahre nach der Übernahme durch die Oettinger Davidoff Group, entschied man sich für ein „Make-over“ des Brands, wo man unter anderem den Skorpion als Wappentier der aktuellen Camacho-Linie einführte, eben um ein wenig kühner und angriffslustiger zu erscheinen."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Holz","Süß","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4}
