{"name":"Arturo Fuente Opus X Petit Lancero","url":"https://www.noblego.de/arturo-fuente-opus-x-petit-lancero/","brand":"Arturo Fuente","series":"Opus X","details":{"Fazit":"Ein besonderer Smoke für ganz besondere Momente. Genießen Sie und kommen Sie mit uns ins Schwärmen.","Genuss":"Bevor wir uns dem eigentlichen Genuss widmen, zunächst einmal die kalten Fakten: Die Arturo Fuente Opus X Petit Lancero ist ein Panetela Format mit den Maßen 160 x 15,5 mm. Sie ist absolut sauber verarbeitet und bietet perfekte Zug- und Abbrandeigenschaften. Die bis zu 90 Minuten Smokedauer gestalten sich also schon rein äußerlich zu einem absoluten Vergnügen. Nun aber zum eigentlich Wichtigen: Schon im kalten Zustand verströmt sie einen lieblichen Geruch von feuchtem Waldboden mit einer durchaus hervorstechenden süßen Note. Nach dem Entzünden schmeckt die Panetela erdig, mit nussigen Anklängen. Nach und nach mischen sich auch Noten von Kaffee und Leder ins Aromenspiel. Im Hintergrund schwingen leichte Zimt- und Schokoladenaromen mit. Nähert man sich dem Ende, kann es etwas pfeffrig werden. Dennoch lässt sich die Arturo Fuente Opus X Petit Lancero sehr gut bis hinter den Zigarrenring rauchen und man lässt ihren verbleibenden Rest glücklich und zufrieden im dafür vorgesehenen Gefäß ausgehen.","Hintergrund":"Arturo Fuente Opus X Zigarren gehören zu den besten der Welt. 2010 war die Belicoso unter den Top 3 des renommierten Magazins \u003cem\u003eCigar Afiocionado \u003c/em\u003ezu finden. Und auch die neuen Jahrgänge bestechen durch ihre ausgewogenen Aromen und viel Power."},"diameter_mm":15.5,"ring":39,"length_mm":160,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Nuss","Pfeffer","Zedernholz","Zimt"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":23.5}
