{"name":"New World by A.J. Fernandez Puro Especial Robusto","url":"https://www.noblego.de/new-world-by-a-j-fernandez-puro-especial-robusto/","brand":"A.J. Fernandez","series":"New World","details":{"Fazit":"Die New World by A.J. Fernandez Puro Especial Robusto ermöglicht es Ihnen den authentischen und delikaten Geschmack nicaraguanischer Premiumzigarren zu erleben. Ein einzigartiger Genuss, den ein wahrer Aficionado sich keinesfalls entgehen lassen sollte.","Genuss":"Man sieht der New World by A.J. Fernandez Puro Especial Robusto auf den ersten Blick an, dass sie aus den Händen wahrer Zigarrenprofis entsprungen ist. Das ölig schimmernde kaffeebraune Deckblatt ist von bestechender Qualität und verströmt einen angenehm erdigen, schokoladigen Duft. Wie der Name der perfekt gerollten Zigarre bereits verrät, handelt es sich um eine waschechte nicaraguanische Puro, deren Tabake bis zu fünf Jahre lang gereift wurden. Sie bietet ein schmackhaftes Rauchvergnügen auf mittelkräftigem Stärkeniveau, mit bemerkenswert ausgewogenen Aromen von Erde, Kakao, Zedernholz, Kaffee und Zimt. Dazu gesellt sich eine subtil erscheinende Schärfe roten Pfeffers, die dem gesamten Smoke eine köstlich würzige Note verleiht. Bei Zug und Abbrand stellt die leckere Puro den Genießer vor keinerlei Probleme, ein weiteres Indiz für die enorme Erfahrung und Expertise der Schöpfer dieser eindrucksvollen Zigarre.","Hintergrund":"Die New World Zigarren der Fernandez Familie aus Nicaragua gelten als Hommage an die Entdeckung der „neuen Welt“, durch die der Siegeszug der Zigarre auf dem gesamten Erdenrund eingeläutet wurde."},"diameter_mm":20.6,"ring":52,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Pfeffer","Zedernholz","Zimt"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.3}
