{"name":"Brick House Corona Larga","url":"https://www.noblego.de/brick-house-corona-larga/","brand":"Brick House","series":"Classic","details":{"Fazit":"Mit ihren ausgewogenen Aromen und der mittleren Stärke bietet die Brick House Corona Larga jedem Zigarrenfreund bestes nicaraguanisches Rauchvergnügen mit einem spitzen Preis-Leistungs-Verhältnis. Probieren sie dazu einen fruchtigen Rot- oder Weißwein und der Genuss ist perfekt.","Genuss":"Die Corona Larga ist eindeutig das eleganteste Format der Brick House Zigarren. Bei 15,7 Zentimetern Länge misst sie schlanke 18,2 Millimeter im Durchmesser und macht sich damit gut in der Hand eines jeden Aficionados. Die Puro – Einlage, Umblatt und Deckblatt stammen aus Nicaragua – entfaltet ein komplexes Aromenspiel, das von Frucht über Holz und Nuss bis hin zu süßen Schokoladentönen und einer leicht pfeffrigen Schärfe reicht. Das Havana Subido Shade Deckblatt verleiht ihr nicht nur optisch den letzten Schliff, sondern setzt auch aromatisch würzige Akzente. Bei gutem Zug und Abbrand genießen Sie ein wunderbares Rauchvergnügen zwischen 60 bis 80 Minuten.","Hintergrund":"Die Zigarren der Marke Brick House gehören zu den ersten, die Julius Caeser Newman in seiner 1895 gegründeten Firma herstellte. Mittlerweile ist sie das älteste Familienunternehmen in der US-amerikanischen Tabakbranche und zählt weitere namhafte Marken wie die Cuesta-Rey, Diamond Crown und El Baton zu ihrem Sortiment.Der Cigar Aficionado wählte sie auf Platz 17. der\u003cstrong\u003e 25 besten Zigarren des Jahres 2016\u003c/strong\u003e."},"diameter_mm":18.2,"ring":46,"length_mm":157,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Subido","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Holz","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.3}
