{"name":"CAO OSA Lot 54","url":"https://www.noblego.de/cao-osa-lot-54/","brand":"CAO","series":"OSA","details":{"Fazit":"CAO ist mit der CAO OSA Lot 54 wieder ein großer Wurf gelungen. Das harmonische Spiel der braunen (Erde und Holz) und grünen (Süß, Säuerlich, Zitrus) Geschmacksnoten wird mit einem pfeffrigen Abgang abgerundet ohne dabei aggressiv zu sein. Freunde milder bis mittelkräftiger Zigarren wie zum Beispiel einer Carlos Torano Nicaragua Selection dürfen bedenkenlos zugreifen. Achten Sie auf die Optik. Die zeigt Ihnen jedenfalls bei der CAO OSA den geschmacklichen Weg.","Genuss":"Das rustikale Wesen des harten Zigarrenkörpers misst stattliche 15,2 Zentimeter in der Länge und 21 Millimeter im Durchmesser. Die farblich auffällige Banderole umschlingt den mit Beulen und dünnen Adern verzierten Körper, welcher ein ebenfalls dezentes Bouquet von reif gelagertem Obst aufweist. Am Kopf der CAO OSA Lot 54 wird Minze und Lakritz wahrgenommen. Die einwandfreie Verarbeitung spiegelt sich in der Rauchentfaltung wider. Aromen von Zedernholz und Erde werden in den ersten Zügen von einem Geschmack nach braunem Pfeffer im Abgang dominiert. Dies pendelt sich nach wenigen Millimetern ein. Während des Zuges schmeckt man eine süße Note, die an Honig erinnert. Während des Verlaufs werden Sie von Abbrandschwierigkeiten oder dergleichen nichts wahrnehmen können. Die hellgraue Asche kann zwar gelegentlich Stufen und unschöne Zacken hervorbringen, insgesamt betrachtet ist aber auch ihr Verlauf gleichmäßig und unspektakulär. Der Zug ist vom Start an sehr leicht und unbekümmert, der Smoke macht Spaß. Im zweiten Drittel sind die Aromen eingespielter und der pfeffrige Abgang fügt sich den Primäraromen. Sekundär wandelt sich die Süße vom ersten Drittel in ein säuerliches, an Zitrusfrüchte erinnerndes Aroma. Das Finish gewinnt an herben Momenten, der Grundgeschmack und der pfeffrige Abgang bleiben erhalten. Das milde bis mittelkräftige Raucherlebnis von 75-90 Minuten wird den Gaumen nachhaltig, aber nicht aggressiv beleben.","Hintergrund":"Das „Cigar Journal“ wählte die CAO OSA Lot 50 auf Platz 13 der „feinsten“ Zigarren aus dem Jahre 2011. Im Rating bekam sie starke 96 Punkte. Sie bekam vom „Cigar Journal“ ebenfalls den Preis für das beste Produkt des Jahres aus Honduras. Das Sun Grown Deckblatt schmückt auch gleichzeitig den Namen dieser CAO. OSA ist die Abkürzung für das Anbaugebiet des Deckblattes in Honduras – Olancho San Augustin. Der Tabak kommt aus Honduras und Nicaragua, ein Connecticut Broadleaf wurde als Umblatt genutzt."},"diameter_mm":21,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rick Rodriguez","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Olancho San Augustin","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gewürze","Gras","Heu","Holz","Nuss"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.9}
