{"name":"Gilbert de Montsalvat Lounge Edition Pyramides","url":"https://www.noblego.de/gilbert-de-montsalvat-lounge-edition-pyramides/","brand":"Gilbert de Montsalvat","series":"","details":{"Fazit":"Außergewöhnlich anders im Geschmack und von bester Premiumqualität – die Gilbert de Montsalvat Lounge Edition Pyramides ist eine Zigarre für ganz spezielle Genussmomente!","Genuss":"Ein tief dunkelbraunes Deckblatt aus Brasilien ist ebenso Bestandteil des raffinierten Blends der Gilbert de Montsalvat Lounge Edition Pyramides, wie die edlen Tabake aus Nicaragua (Einlage) und der Dominikanischen Republik (Umblatt/Einlage). In Sachen Stärke lässt sich die wundervoll verarbeitete Premiumzigarre im mittelkräftigen bis kräftigen Bereich ansiedeln. Bei den über einen sahnig-cremigen Rauch an den Gaumen gelangenden Aromen handelt es sich vordergründig um spektakulär schmackhafte Röstnoten in Kombination mit einer feinen Bittermandelnote und der unaufdringlichen Würze weißen Pfeffers. Im weiteren Verlauf gesellt sich ein interessantes Aroma weichen Leders zum bereits beschriebenen Geschmack der von Hand gerollten Smokes aus der Dominikanischen Republik. Während des köstlichen Genusses kann der Genießer sich auf einen perfekt eingestellten Zug sowie auf ein tadelloses Abbrandverhalten der hübschen Sonderedition verlassen.","Hintergrund":"Hinter den ausgeklügelten Kreationen der Gilbert de Montsalvat Zigarren steckt der sehr sympathische Schweizer Raymondo Bernasconi. Alle Zigarren tragen die Silhouette des Panamahut tragenden Masterblenders mit Hang zur absoluten Perfektion auf ihren Bauchbinden."},"diameter_mm":21.8,"ring":55,"length_mm":140,"length_inch":0,"format":"Piramide","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Leder","Mandel","Pfeffer","Röstaromen"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12}
