{"name":"Flor de Filipinas Shortfiller Corona","url":"https://www.noblego.de/flor-de-filipinas-shortfiller-corona/","brand":"","series":"","details":{"Fazit":"Die Flor de Filipinas Shortfiller Corona ist eine leichte Zigarre für eine unbeschwerte, nicht ganz kurze Rauchpause. Die Qualität der Flor de Filipinas Shortfiller Corona ist im Vergleich zu anderen Marken dieses Preisniveaus beachtlich hoch.","Genuss":"Die Flor de Filipinas Shortfiller Corona verblüfft schon durch ihren sehr angenehmen nach Erde, Leder und Schokolade anmutenden Kaltgeruch. Nach dem Anzünden erwartet den Raucher dieser Marke ein sehr sanftes Geschmackserlebnis mit dezent erdiger Tönung und delikater Würze. Da die Zigarre etwas locker gerollt ist, brennt sie zügig und mit voluminöser Rauchentwicklung ab. Der Zugwiderstand ist eher gering. Bei einem Ringmaß von 42 und einer Länge von 140 Millimetern haben wir deshalb einen Rauchgenuss von einer guten halben Stunde zu erwarten. Sie brennt willig und gleichmäßig und hinterlässt eine lockere, hellgraue Asche.","Hintergrund":"Die Flor de Filipinas Shortfiller Corona-Zigarren stammen aus einer Manufaktur nördlich der Hauptstadt Manila auf der Insel Luzon. Manila-Zigarren haben eine Tradition, die etwas in Vergessenheit geraten ist. Bereits im 16. Jahrhundert, als die Philippinen noch spanische Kolonien waren, wurden dort edle und besonders milde Zigarren gefertigt. Die Tabaqueria de Filipinas hat diesen Zigarren zu einem wunderbaren Comeback verholfen. Die Tabake für die Einlage und das schöne schokoladig braune Deckblatt kommen von den eigenen Plantagen der Tabaqueria im Nordosten der Insel, als Umblatt kommt ein mittelbraunes Java-Blatt zum Einsatz."},"diameter_mm":17,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Philippinen","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Philippinen"],"fillerOrigin":["Philippinen"],"binderOrigin":["Java"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.31}
