{"name":"Pinolero by A.J. Fernandez Toro","url":"https://www.noblego.de/pinolero-by-a-j-fernandez-toro/","brand":"Pinolero by A.J.Fernandez","series":"","details":{"Fazit":"Durch ein ideal aufeinander abgestimmtes Zusammenspiel aus Süße und Würze kann die A.J. Fernandez Pinolero Toro geschmacklich gänzlich überzeugen. Die makellose Verarbeitung setzt das i-Tüpfelchen.","Genuss":"Die A.J. Fernandez Pinolero Toro kommt mit einer Länge von 15,20 cm und einem 52er Ringmaß in den klassischen Maßen daher. Der Kaltzug offenbart vielschichtige Aromen von Kakao und Würze sowie eine stallige Note. Nach dem Anfeuern wird die Zigarre von süßlichen Tönen bestimmt, die zunächst in Richtung Kakao gehen und im weiteren Verlauf von Nuss und etwas Karamell ergänzt werden. Als Gegenpol dazu schwingt beständig eine würzige Nuance in Form von Pfeffer, Erde und etwas Leder im Hintergrund mit. Getragen wird diese hervorragend ausbalancierte Aromenpalette von einer herrlichen Cremigkeit, die den einzelnen Geschmacksträgern zu noch besserer Geltung verhilft. Die Abbrandlinie ist von Beginn an kreisrund und sorgt in Verbindung mit einem angenehm leichtgängigen Zugwiderstand für ca. 80 Minuten Rauchvergnügen.","Hintergrund":"Als Erweiterung der San Lotano Serie von A.J. Fernandez, werden in der Pinolero Linie die besten Tabake aus Nicaragua vereint, was diese Zigarren zu echten Puros macht. Gerade die Tabakzusammensetzung als solche ist dabei bereits eine echte Besonderheit, was zum einen an den für das Deckblatt verwendeten Tabakblättern, die speziell von der Familie Fernandez angebaut wurden, liegt und zum anderen an der zum Teil geheimen Einlage."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Nuss","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.5}
