{"name":"Island Jim No. 2 by Oscar Valladares Connecticut Torpedo Limited Edition","url":"https://www.noblego.de/island-jim-no-2-by-oscar-valladares-connecticut-torpedo-limited-edition-zigarren/","brand":"Oscar Valladares","series":"Island Jim by Oscar Valladares","details":{"Genussverlauf":"Ihre honduranische Einlage, das nicaraguanische Umblatt und das helle Connecticut Deckblatt aus Honduras machen die Island Jim No. 2 Connectcut Torpedo zu einer angenehm mild bis mittelkräftigen Zigarre mit jeder Menge Aromavielfalt. Gleich zu Beginn trumpft die 16,5 cm lange Kreation aus dem Hause Oscar Valladares mit einer wundervollen Cremigkeit auf. Im ersten Drittel untermalt diese feine Kaffee- und Nussnoten, später kommen zarte Toast-, Sahne- und Fruchtaromen hinzu. In jedem Falle bilden die süßen und würzigen Töne eine fantastische Harmonie, eine besondere Stärke dieses honduranischen Meisterstücks. Später im Smoke wechseln die geschmacklichen Eindrücke immer wieder, florale Noten sowie sanfte Anklänge von Vanille und Marzipan sind ebenfalls mit von der Partie. Technisch zeigt sich das herrlich schräg designte Torpedo Format genau so erhaben wie geschmacklich. Der Abbrand gelingt bei bestem Zugverhalten wunderbar gerade.","Resümee":"Wenn Sie eine besonders außergewöhnliche Zigarre suchen, dann sollten Sie sich die Island Jim No. 2 by Oscar Valladares Connecticut Torpedo Limited Edition nicht entgehen lassen. Das aus Honduras stammende Aromawunder hat einfach jede Menge zu bieten, sei es ihr unkonventionelles Aussehen, die erfrischend flippig gestalteten Kisten oder eben ihr harmonischer und wahnsinnig vielfältiger Geschmack."},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Torpedo","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"wrapperTobaccoVariety":["Connecticut"],"fillerOrigin":["Honduras"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Floral","Fruchtig","Kaffee","Marzipan","Nuss","Sahne","Süß","Toast","Vanille"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.9,"additionalNotes":"Limited"}
