{"name":"Private Stock Mediumfiller Tubos No. 3","url":"https://www.noblego.de/private-stock-mediumfiller-tubos-no-3/","brand":"Private Stock","series":"","details":{"Fazit":"Private Stock Mediumfiller No. 3 sind schlanke, elegante Zigarren mit sehr mildem Rauch und angenehmen Aromen. Sie passen sehr gut zum Cappuccino oder Latte Macchiato und statten eine gemütliche Rauchpause vorzüglich und niveauvoll aus.","Genuss":"Das Deckblatt, welches den Geschmack stark mitprägt, besteht aus einem hochwertigen ecuadorianischen Connecticut Shade. Es umhüllt eine Mediumfiller-Einlage aus der Dominikanischen Republik. Beides spricht für ein mildes Rauchprodukt mit den typisch karibischen Geschmacksnoten von Pfeffer, Schokolade und Zedernholz. Diese finden wir auch hier beim langsamen, genüsslichen Rauchen dieser sehr schlanken Petit Corona. Sie liegt äußerst elegant in der Hand und ist durchaus ladylike. 12 Millimeter Durchmesser bei einer Länge von 133 Millimetern sorgen für eine halbe Stunde erlesenen Rauchgenuss.","Hintergrund":"Die Bezeichnung Mediumfiller verweist darauf, dass diese Private Stock Zigarren im Gegensatz zu den Longfillern nicht aus ganzen Tabakblättern gefertigt werden. Stattdessen besteht die Einlage aus mittelgroßen Tabakstücken, die beim Rollen der Longfiller übrig geblieben sind. Die Einlage jeder Private Stock Mediumfiller Zigarre wird noch dazu mit einem halben San Vicente Tabakblatt aus der Dom Rep optimiert. Dies steigert die Qualität des Aufbaus und den Geschmack beträchtlich."},"diameter_mm":12,"ring":35,"length_mm":133,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Connecticut"],"aromaProfileManufacturer":["Erdig","Gewürze","Nuss","Pfeffer","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.4}
