{"name":"Dalay Dunkel Churchill","url":"https://www.noblego.de/dalay-dunkel-churchill-zigarren/","brand":"Dalay","series":"Maduro","details":{"Fazit":"Die Dalay Dunkel Churchill ist eine beachtliche Zigarre von bester Qualität und einer Geschmacksvielfalt, die ihresgleichen sucht. In der rot gebeizten Holzkiste ist sie auch ein höchst beeindruckendes Geschenk für den ambitionierten Raucher.","Genuss":"Das perfekte Deckblatt ist ein San Andrés Maduro aus Mexiko. Die Einlage-Tabake der Dalay Dunkel Churchill stammen aus der Dominikanischen Republik und den USA. Ein Sumatra-Umblatt aus Indonesien vollendet den schmackhaften Blend Ganze drei Jahre dürfen die Tabake fermentieren und reifen. So entsteht eine Tabakkomposition von mittlerer Stärke und ausgezeichneter Milde. Der Duft nach Schokolade und Karamell umspielt immer wieder die Sinne des verzückten Genießers. Auch ein wenig Gras und Holz schwingen mit. Am Ende des langen, genüsslichen Smokes wechseln sich Aromen von Pfeffer und Muskat ab. Bei knapp 20 Millimetern im Durchmesser und einer Länge von sage und schreibe 190 Millimetern halten wir eine stattliche Besonderheit in Händen, die für mindestens eineinhalb Stunden eines differenzierten und nachhaltigen Rauchgenusses sorgt.","Hintergrund":"Das Haus Dalay steht für einen anspruchsvollen, hochwertigen Rauchgenuss. Das Box-pressed-Verfahren zur Lagerung und Verpackung kommt den Raucheigenschaften von Zigarren grundsätzlich zu Gute. Das Saarbrücker Zigarrenhaus Dalay hat hier eine kleine und exquisite Serie mit wenigen Formaten speziell für Kenner auf den Markt gebracht."},"diameter_mm":19.8,"ring":50,"length_mm":190,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["San","Andres","Maduro"],"fillerOrigin":["Dominikanische Republik","USA"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Erdig","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":6}
