{"name":"Macanudo Cafe Petit Corona Tubo","url":"https://www.noblego.de/macanudo-cafe-petit-corona-tubo/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Die Petit Corona im Tubo aus der Reihe Macanudo Cafe ist eine kleine Zigarre für jede Gelegenheit. Ob schon am Morgen oder zur nachmittäglichen Kaffeepause, sie passt eigentlich immer. Auch am Abend macht sie zu einem Glas Weißwein eine gute Figur.","Genuss":"Wie ihre Geschwister besticht auch die Macanudo Cafe Petit Corona mit einer schönen Optik und einer angenehmen Haptik. Das dreifach fermentierte Connecticut Shade Deckblatt ist von leichten Adern durchzogen und schmiegt sich fest um ein mexikanisches Umblatt aus dem Tal von San Andrés und die Einlagetabake aus der Dominikanischen Republik und Mexiko. Schon im Kaltgeruch lassen sich die würzigen Holz- und Nussaromen ausmachen, die auch das geschmackliche Spektrum der Petit Corona maßgeblich bestimmen. Daneben lassen sich zur Mitte des Rauchgenusses von gut 30 bis 40 Minuten Kaffee und erdige Noten wahrnehmen, im Hintergrund scheinen pfeffrige Töne auf. Der eher milde Longfiller wird im letzten Drittel etwas stärker, geht aber nicht über eine mittlere Stärke hinaus. In sauberer Verarbeitung machen auch Abbrand und Zugverhalten Spaß.","Hintergrund":"Ursprünglich war Macanudo der Name einer in Jamaika hergestellten Zigarre. Kein geringerer als der Partagás Master Blender Ramón Cifuentes erhielt Ende der 1960er Jahre von General Cigars den Auftrag, diese Marke neu zu erfinden. 1971 erschien seine Kreation unter dem Namen Macanudo im Sortiment der General Cigar Company. Mittlerweile wird sie in der Dominikanischen Republik gefertigt und ist die meistverkaufte Zigarrenmarke der USA."},"diameter_mm":15,"ring":38,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":6.4}
