{"name":"La Rica Epicure No. 2","url":"https://www.noblego.de/la-rica-epicure-no-2/","brand":"La Rica","series":"","details":{"Fazit":"Ob als kurzer Genuss in Kombination mit einem Espresso für zwischendurch oder in Vorbereitung auf ein etwas länger andauerndes Event am Nachmittag - die La Rica Epicure No. 2 bietet Entspannung und Genuss. Gern mit einem leichten Wein auch zum Ende des Tages zu genießen. Mit ihren angenehmen Aromen bietet sie Entspannung für Einsteiger und Aficionados gleichermaßen.\nSollte diese Zigarre ihren Geschmack treffen, dann können sie sich auch längeren Entspannungsphasen mit einer Zigarre der Marke La Rica hingeben - wie mit der La Rica Gordito oder der La Rica Churchill.","Genuss":"Die angenehme Würze dieser Robusto wird durch relativ kräftige, leicht süßliche Geschmacksnoten unterstrichen. Mit einer Länge von 120 Millimetern und einem Durchmesser von 21 Millimetern liegt die La Rica Epicure No. 2 gut in der Hand. Die Nuancen von Zedernholz kommen durch den perfekten Zug während der gesamten Rauchphase zwischen 30 bis 40 Minuten vollends zur Geltung. Der kraftvolle, leicht holzige Geschmack macht diese Zigarre zu einer schönen Auszeit von einem oft lebhaften Alltag.","Hintergrund":"Diese von Hand verarbeitete Robusto überzeugt mit würzigen Aromen, die mit einem aromatischen Tabakblend aus der Esteli-Region bzw. dem Jalapa-Tal Nicaraguas aufwarten. Das Deckblatt aus stimmigem Ecuador-Shade verleiht der La Rica Epicure No. 2 ihr ansprechendes Aussehen und ist daher ein Vergnügen für Liebhaber und alle, die es werden wollen."},"diameter_mm":21,"ring":54,"length_mm":120,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Pfeffer","Würzig","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":3.5}
