{"name":"Balmoral Añejo XO Connecticut Rothschild Masivo","url":"https://www.noblego.de/balmoral-anejo-xo-connecticut-rothschild-masivo/","brand":"Balmoral","series":"Balmoral Añejo XO Connecticut","details":{"Fazit":"Mit der Balmoral Añejo XO Connecticut Rothschild Masivo kommt eine fabelhaft cremige Zigarre zu Ihnen nach Hause, die geschmacklich unglaublich viel zu bieten hat.","Genuss":"Der Blend der Balmoral Añejo XO Connecticut Rothschild Masivo besteht aus einem hellbraunen US-amerikanischen Connecticut Shade Deckblatt, einem aus Sumatra Saat gezogenen ecuadorianischen Umblatt und fein aufeinander abgestimmten Einlagetabaken aus der Dominikanischen Republik, den USA und Brasilien. Daraus resultiert ein mild bis mittelkräftiger Genuss, der geprägt ist von cremigen Eichenholz-, Kaffee-, Nuss- und Erdaromen, die zusätzlich von einer vanilligen Süße und einer angenehm dosierten Würze weißen Pfeffers begleitet werden. Die sehr gute Qualität dieser handgerollten Premium Longfiller Zigarren schlägt sich ebenfalls in technischen Belangen nieder. Der geneigte Genießer kann somit den delikaten Geschmack der Robusto Gordo (Ringmaß 55) bei perfektem Zugwiderstand und ebenmäßigem Abbrand erfahren.","Hintergrund":"Die leckeren Balmoral Añejo XO Connecticut Zigarren werden in der Dominikanischen Republik in der hauseigenen Manufaktur des Unternehmens Royal Agio Cigars gefertigt. Im letzten Jahr kamen sie bereits in den USA auf den Markt und wurden dort nach kurzer Zeit ein richtiger Verkaufsschlager."},"diameter_mm":21.8,"ring":55,"length_mm":127,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Brasilien","Dominikanische Republik","USA"],"binderOrigin":["Ecuador","Sumatra"],"aromaProfileManufacturer":["Cremig","Erdig","Heu","Kaffee","Kakao","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.8}
