{"name":"Drew Estate Liga Privada No. 9 Toro Oscuro","url":"https://www.noblego.de/drew-estate-liga-privada-no-9-toro-oscuro/","brand":"Drew Estate","series":"Liga Privada No. 9","details":{"Fazit":"Angeschnallt und festgehalten, die Drew Estate Liga Privada No. 9 Toro Oscuro bringt Sie auf die nächste Ebene des Zigarrerauchens. Aber Vorsicht, wenn Sie dies kennen, werden Sie mit weniger nicht mehr ganz so zufrieden sein. So sieht große Zigarrenkunst aus!","Genuss":"Einer Zigarre wie der Drew Estate Liga Privada No. 9 Toro Oscuro auf die Spur zu kommen ist nicht so einfach wie bei anderen Zigarren aus Nicaragua. Um diese Zigarre und Ihre überragende Konstruktion zu verstehen, muss man sich Jonathan Drew vor Augen führen, den exzentrischen und getriebenen Mastermind hinter der Marke. Egal in welcher Serie, die Zigarren sind perfekt verarbeitet und da die Liga Privada die absolute Spitze des Sortiments ist, finden wir hier eine Zigarre, die mit anderen zu vergleichen ein Frevel wäre. Die Toro hat klassische Maße: 152 x 20,6 mm. Volle Rauchdichte und ein außergewöhnlich guter Zug transportieren die feinen Aromen. Mittelstark und langsam stärker werdend sind es Erde, Leder, Leder und Kaffee, die das erste Drittel prägen. Das Ganze kommt cremig-olig daher; im zweiten Drittel wird die leichte Süße etwas präsenter und der Pfeffer zieht sich zurück. Im letzten Drittel verschwindet die Würze und macht zum Ende der Erde und etwas Zimt Platz. Nicht schlecht, oder?","Hintergrund":"Steve Saka, \"El Jefe\" bei Drew Estate, war auf der Suche nach dem perfektem Privat-Smoke und - was soll man sagen - es ist ihm und seinem Team unserer Meinung nach gelungen. Wir sind jedenfalls froh, dass er seine private Schatzkiste mit uns teilt. Leider bekommen wir in Deutschland (noch) nicht die gesamte Bandbreite des Schaffens von Drew Estate geboten, denn allein schon die Namen der Zigarren zeugen von Hoher Kreativität. So macht schon die \u003ca title=\"My Uzi weighs a Ton\" href=\"/drew-estate-my-uzi-weighs-a-ton-zigarren/\"\u003eMy Uzi weighs a Ton Serie\u003c/a\u003e einen Bedeutungsraum auf, der einfach beindruckend ist."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Pfeffer","Schokolade","Süß","Würzig","Zimt"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":19.7,"additionalNotes":"Boutique Zigarre"}
