{"name":"Noblego 5th Anniversary Culebra (3er Zopf)","url":"https://www.noblego.de/noblego-5th-anniversary-culebra/","brand":"","series":"","details":{"Fazit":"Die Jubiläumszigarre ist nach dem großen Erfolg der \u003ca href=\"//cenicero-zigarren/\"\u003eCenicero\u003c/a\u003e und \u003ca href=\"/ultraboutique-zigarren/\"\u003eUltraboutique\u003c/a\u003e der dritte Streich des jungen Teams. Es ist nicht nur ein geschichtsträchtiges Format, sondern auch ein einmalig guter Smoke, den man am besten direkt mit Freunden teilt. Die auf 555 Stück limitierte Sonderedition überzeugt auf der ganzen Linie und lässt Genießerherzen höher schlagen. Probiertipp, wenn weg, dann weg!","Genuss":"Culebras sind ja ein wahrlich ungewöhnliches Format: Drei Zigarren zu einem Zopf gebunden, da braucht man Fingerfertigkeit und gleich zwei Leute für die Endfertigung. Es versteht sich von selbst, dass nur die erfahrensten Roller solche Culabras anfertigen dürfen, denn schließlich werden die Zigarrenn gerade gerollt und dann erst gebunden - und das ohne das Zugverhalten zu beeinträchtigen. Nichtsdestotrotz ist die Culebra ein tolles Format, das leider nur die wenigsten Marken anbieten. Aber nun zum Objekt der Begierde: Das Rosado auf der Noblego 5th Anniversary hat eine sanfte rot- bis mokkabraune Farbe und wirkt angemessen fest gerollt, trotz des gezwirbelten Looks. Das Deckblatt ist ölig und hat einen Kaltduft von Leder, Eichenholz und etwas Schokolade. Das erste Drittel startet mit deutlichen Leder-, Holz- und Nussnoten, sowie etwas süßem Kakao. Zudem ist in der Nase ein ganz leichter weißer Pfeffer zu spüren, der einen kitzelt. Zugverhalten und Rauchentwicklung sind einwandfrei. Im zweiten Drittel entwickelt sich eine deutliche, fast Vanilla-artige Süße, die die Würznoten vom Start vergessen lässt. Dunkler Kaffee, Schokolade und Eichenholz spielen sich in einen Einklang, der Rauch ist wunderbar cremig. Im letzten Drittel verabschiedet sich die Vanille erwartungsgemäß, auch wenn man sie noch wahrnimmt. Die Grundnoten bleiben weiter erhalen: Leder, dunkle Schokolade und Eichenholz. Abbrand und Zug sind erstaunlich konsistent und auf hohem Niveau, so dass wir diese Zigarre mit Freuden bis zum letzten Stummel wegrauchen. \u003cem\u003eTipp: Rauchen Sie diese ZIgarre langsam und gemütlich, erst dann entfaltet sie ihre vollen Aromen!\u003c/em\u003e","Hintergrund":"Die Wahl einer \u003ca href=\"/culebra-zigarren/\"\u003eCulebra Zigarre\u003c/a\u003e als Jubiläumszigarre erscheint ungewöhnlich, ist für Noblego-Gründer Benjamin Patock aber nur konsequent: \"Ein Kern unserer Philosophie bestand schon immer in der Gemeinschaftlichkeit. Keine Firma kann alleine erfolgreich sein und auch Zigarren schmecken uns im Kreise anderer Genießer einfach besser. Darum haben wir in unserem Rauchsalon ja zum Beispiel auch keine Bistrotische und Loungesessel, sondern eine große Tafel, um die man sich gesellt und gemeinsam raucht.\" Eine Culebra ist schon beim Rollen ein Gemeinschaftswerk und bietet sich auch so perfekt zum Teilen mit Freunden an. Die Zigarre selbst ist dabei ein kleines Meisterwerk aus ausgesuchtem Tabak. Sowohl Umblatt und Einlage, als auch das schöne Nicaragua Jalapa Rosado Deckblatt sind mindestens vier Jahre gereift.\nUm die \u003cem\u003eCulebra ranken sich viele Mythen\u003c/em\u003e. Sie wurde als Zigarre für die Roller in den Fabriken entwickelt. Die einen sagen, dass den Rollern damals genau eine Zigarre pro Schicht zum Selbstrauchen zustand. Findige Roller wickelten daraufhin drei Zigarren zu einer zusammen, und hatten so direkt 3x den Rauchgenuss. Eine andere Geschichte sagt, dass die krummen Zigarren an die Roller besonders hochwertiger Zigarren verteilt wurden, um sofort erkennen zu können, wenn sich die Roller verbotenerweise eine der frisch gerollten geraden Zigarren ansteckten. So oder so: Ein ganz besonderes Format!"},"diameter_mm":15.5,"ring":39,"length_mm":146,"length_inch":0,"format":"Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Leder","Nuss","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":12,"additionalNotes":"Culebra"}
