{"name":"La Aurora Preferidos Diamond","url":"https://www.noblego.de/la-aurora-preferidos-diamond/","brand":"La Aurora","series":"Preferidos Edición 1903","details":{"Fazit":"Eine Zigarre, die das Prädikat „must smoke“ verdient. Kaum ein Format vereint so viele verschiedene Aromen in sich. Die La Aurora Preferidos Diamond ist ein wahres Juwel innerhalb der Zigarrenwelt.","Genuss":"Unter den La Aurora Preferido Treasures gleicht keine Zigarre der anderen. Die dominikanischen Tabake für Einlage und Umblatt werden von einem jeweils anderen Deckblatt umschlossen. Kamerun, Ecuador, Brasilien oder Connecticut sind die Herkunftsländer dieser besonders feinen und geschmackvollen Blätter. Die La Aurora Preferidos Diamond zeichnet sich durch ihr dunkles Connecticut Broadleaf Maduro Deckblatt aus, das schon im kalten Zustand Aromen von Schokolade  verströmt. Und auch beim Smoke entwickelt die Perfecto einen vollen Geschmack. Das erste Drittel gefällt mit Kakao, Espresso, Nuss und Zedernholz, im zweiten Drittel wird es schokoladiger und das Zedernholzaroma wird dominanter, im Hintergrund abgerundet durch Noten von Nuss und Leder. Das finale Drittel erscheint wie eine Reprise des ersten und kulminiert in eine komplexe Aromenpalette der zuvor schon geschmeckten Aromen. Über die gesamte Länge von 12,7 cm ist die La Aurora Preferidos Diamond ein absolut einmaliger Smoke. Rund eine Stunde pures Vergnügen, das auch optisch, durch die weiße Asche, die sich kontrastreich vom dunklen Deckblatt abhebt, ein Highlight ist.","Hintergrund":"Der Zigarrenring der La Aurora Preferidos Diamond unterscheidet sich vom bisherigen Design der Serie. Unter dem Löwen, der das Logo der La Aurora Zigarren bildet, steht nicht mehr der Name des Formats, sondern die Deckblattart. Die Gestaltung der Holzkiste erfolgt aber noch in der traditionellen Weise."},"diameter_mm":21,"ring":53,"length_mm":127,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperTobaccoVariety":["Connecticut","Broadleaf","Maduro"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":27}
