{"name":"Arturo Fuente Opus X Reserva D´Chateau Churchill Etui mit 3 Zigarren","url":"https://www.noblego.de/arturo-fuente-opus-x-reserva-d-chateau-churchill-etui-mit-3-zigarren/","brand":"Arturo Fuente","series":"Opus X","details":{"Genussverlauf":"Die Liste der Auszeichnungen für die außergewöhnlichen Opus X Zigarren von Arturo Fuente ist zurecht sehr lang. Für die Opus X Reserva D`Chateau Churchill werden daher nur die erlesensten Tabake vom Chateau de la Fuente, der familieneigenen Tabakplantage, welche im Herzen der Dominikanischen Republik nördlich des Rio Yuna gelegen ist, zum Einsatz gebracht. Als Deckblatt verwendet man dabei ein würziges Corojo-Deckblatt, das im Zusammenspiel mit den Einlage- und Umblatt-Tabaken für ein mittelkräftiges, atemberaubend harmonisches Zigarrenvergnügen sorgt. So fördert die 17,7 cm lange Churchill über ihren samtig-weichen Rauch für einen ungefähren Zeitraum von 90 Minuten wunderbar ausgewogen erscheinende Aromen von Eichenholz, Leder, Erde, Nuss und Lebkuchen an den Gaumen ihres Genießers. Zarte Pfefferspitzen und eine schmeichelnde Süße mit einem Hauch von Vanille untermalen diese einzigartige Aromakomposition vortrefflich.","Nice to know":"Bevor die Opus X Zigarren von Fuente erschienen, waren dominikanische Puros nie wirklich ein Thema auf der großen Bühne des gesamten Weltmarkts. Daher kam die Veröffentlichung dieser bis heute als unerreichbar geltenden Premiumzigarren einem wahren Paukenschlag in der Szene gleich. Die Kritiker überschlugen sich mit ihren Lobhudeleien und gestandene Feinschmecker waren schlichtweg begeistert von den hoch aromatischen Kreationen der Fuente Familie.","Resümee":"Die Arturo Fuente Opus X Reserva D`Chateau Churchill im Etui mit drei Zigarren ist aufgrund ihres hohen Seltenheitswertes nur hin und wieder in Deutschland verfügbar. Ein Grund mehr, die Gelegenheit zu ergreifen und sich diesen dominikanischen Spitzengenuss bei Verfügbarkeit nicht entgehen zu lassen."},"diameter_mm":19.1,"ring":48,"length_mm":177,"length_inch":0,"format":"Churchill","maker":"Arturo Fuente","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Eichenholz","Erdig","Lebkuchen","Leder","Nuss","Pfeffer","Süß","Toast","Vanille"],"strength":"Medium","flavourStrength":"Mild-aromatisch","price":158.6}
