{"name":"Macanudo Maduro Diplomat","url":"https://www.noblego.de/macanudo-maduro-diplomat/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Die große Masse kann nicht irren. Mit der Macanudo Maduro Diplomat erhalten sie eine perfekt verarbeitete, mittelstarke dominikanische Zigarre, die aromatisch einiges zu bieten hat. Ideal zum Kaffee am Nachmittag oder zum Cognac nach dem Abendessen.","Genuss":"Die Macanudo Maduro sind entgegen anderer Maduro-Zigarren im milden bis mittelstarken Segment angelegt. Sie werden von Hand in der Dominikanischen Republik gerollt und verarbeiten dominikanische und mexikanische Tabake in der Einlage mit einem mexikanischen Umblatt und einem sehr dunklen, fast schwarzen Connecticut Broadleaf Maduro Deckblatt, das einen leicht süßen Geruch nach Schokolade verströmt. Aromatisch ist die Diplomat im Torbusto-Format sehr vielseitig. Zu Beginn mit Lederaromen, die von Kaffee und Kakao ergänzt werden, kommen im zweiten Drittel holzige und erdige Töne zum Tragen. Im letzten Drittel vereint sich die gesamte Aromenpalette mit Leder, Holz, Erde, Kaffee, Pfeffer und einer süße Note zu einem hocharomatischen Finale. Gut 60 Minuten und sogar mehr verbringt der geneigte Aficionado mit diesem dominikanischen Longfiller und wird dabei sein gutes Zug- und Abbrandverhalten bewundern können.","Hintergrund":"Schon mit mehreren Serien konnte Macanudo beweisen, dass sie das Zigarrenhandwerk perfekt beherrschen. Und nicht nur der Erfolg, sondern auch die einschlägigen Kritiker geben ihnen Recht und so erhielt die Macanudo Maduro Diplomat 90 Punkte vom „Cigar Aficionado“."},"diameter_mm":20,"ring":50,"length_mm":113,"length_inch":0,"format":"Torbusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Broadleaf","Maduro"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":9.2}
