{"name":"Don Duarte Leyenda Big Boys Grande","url":"https://www.noblego.de/don-duarte-leyenda-big-boys-grande/","brand":"Don-Duarte","series":"Leyenda","details":{"Fazit":"Für nur 8,90 € bekommt man mit der Don Duarte Leyenda Big Boys Grande eine Zigarre, die durch runde und ausbalancierte waldige Aromen von Erde, Leder und Zedernholz sowie durch eine kräftige Pfeffernote geschmacklich überzeugt und sich dabei gleichzeitig durch fruchtige Nuancen eine gewisse Leichtigkeit beibehält. Ein absoluter Genusstipp!","Genuss":"Die Don Duarte Leyenda Big Boys Grande ist ein Double Toro Format mit einer Länge von 16,8 cm bei einem starken 57er Ringmaß und wird zu Beginn von einer intensiven Pfeffrigkeit geprägt, die jedoch im weiteren Verlauf zusehends abnimmt und so Platz für waldige Aromen wie Erde, Leder und Zedernholz macht. Optisch überzeugt sie derweilen mit einem karamellfarbenen Deckblatt aus Nicaragua, welches lediglich von dünnen Blattadern durchzogen ist. Mit zunehmendem Rauchverlauf fächern sich auch die vorhandenen Aromen breiter auf und bringen eine fruchtige Nuance hervor, die sehr gut mit der Grundwürzigkeit der Zigarre kontrastiert. Geschuldet ist diese Würznote den ausgewählten Einlagetabaken, welche sowohl aus Nicaragua als auch aus San Andres, Mexiko stammen und für ihren kräftigen Geschmack bekannt sind. Trotz des großen Double Toro Formats schmeckt die Zigarre auch gegen Ende der ca. 90-minütigen Rauchzeit nicht scharf, was Ausdruck ihrer hervorragenden Verarbeitung ist. Dadurch und auf Grundlage eines perfekten Abbrands sowie Zugs ermöglicht die Don Duarte Leyenda Big Boys Grande zu jedem Zeitpunkt ein sorgenfreies Raucherlebnis.","Hintergrund":"Gerollt in der Manufaktur von Nestor Plasencia vereint die Don Duarte Leyenda Big Boys Grande ein nicaraguanisches Deck- sowie Umblatt mit einer Mischeinlage aus Nicaragua und Mexiko. Bis zu seinem Tod im Jahr 2009 war kein geringerer als Evelio Oviedo Masterblender dieser Zigarren."},"diameter_mm":23,"ring":57,"length_mm":168,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.9}
