{"name":"Gurkha Cellar Reserve Hedonism","url":"https://www.noblego.de/gurkha-cellar-reserve-hedonism/","brand":"Gurkha","series":"Cellar Reserve","details":{"Fazit":"Die Gurkha Cellar Reserve Hedonism überzeugt durch eine ausgewogene, milde Aromatik aus klassisch waldigen sowie süßlichen Komponenten. Sie bietet entspanntes Rauchvergnügen auf qualitativ höchster Ebene. Wer dagegen vollmundigere Zigarren bevorzugt, der sollte unbedingt einmal die \u003ca title=\"Hier geht's zur Gurkha Seduction Robusto\" href=\"/gurkha-seduction-robusto/\"\u003eGurkha Seduction Robusto\u003c/a\u003e probieren.","Genuss":"Die Gurkha Cellar Reserve Hedonism beginnt mit sanften Aromen von Pfeffer, Zedernholz und Erde, womit sie nach dem Anfeuern das Geschmacksbild des Kaltzugs wiederspiegelt. Im weiteren Verlauf tritt eine kräftiger werdende Ledernote hinzu, die im Zusammenspiel mit dezenten Nuancen gerösteter Nüsse einen schönen Gegenpol zu den waldigen Aromen bildet. Mit einer Länge von 15,2 cm bei einem 58er Ringmaß überzeugt das Toro Gordo Format, der perfekten Rollung geschuldet, durch einen angenehm leichtgängigen Zug. Auf Grund einer festgeschichteten, weißen Aschebildung kommen die einzelnen Geschmacksträger noch besser zur Geltung. Die Rauchzeit liegt bei ca. 90 Minuten.","Hintergrund":"Für die Zigarren der Cellar Reserve Serie wurde eine ganz besondere, rein dominikanische Tabakzusammensetzung gewählt. Neben einem Criollo 1998 Deckblatt und einem gereiften Olor Umblatt wurden für die Einlage ausschließlich Tabakblätter verwendet, die über 15 Jahre hinweg gelagert wurden. Vor diesem Hintergrund verwundert es nicht, dass diese Puros beim Rating des Cigar Aficionado besonders gut abgeschnitten haben."},"diameter_mm":23,"ring":58,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Criollo","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Gewürze","Holz","Leder","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":16.5,"additionalNotes":"Pigtail"}
