{"name":"Don Pepin Garcia Series JJ Selectos","url":"https://www.noblego.de/don-pepin-garcia-series-jj-selectos/","brand":"Don Pepin Garcia","series":"Series JJ","details":{"Fazit":"Diese Zigarre hat es in sich! Sie verfügt über köstliche Aromen von Holz, Erde und Kaffee und wird so bis zum letzten Zug nie langweilig. Auch das Robusto-Format harmoniert hervorragend mit dem Tabak-Blend. Da dieser sehr kräftig ist, sorgt das kleine Format für genau die richtige Dosis Gemütlichkeit und Wohlbefinden. Auf diese Weise ist die Don Pepin Garcia Series JJ Selectos die perfekte Begleitung zu süßlichem Rum oder starkem Espresso. Wer diese Kombinationen probiert, wird hingerissen sein!","Genuss":"Der Kaltzug ist süßlich-aromatisch, aber auch ein wenig herb und holzig. Im entzündeten Zustand entstehen intensiv-holzige Aromen, begleitet von dunklen, röstigen Nuancen, welche an Kaffee und Toast erinnern. Im Verlauf des etwa 40-minütigen Smokes entwickelt sich eine herbe, angenehme Erdigkeit, die die Zunge cremig umschmeichelt und Lust auf den nächsten Zug macht. Lediglich zum Schluss gewinnt die Zigarre etwas an Schärfe, die jedoch einen gelungenen Abschluss bildet. Es ist deutlich zu erschmecken, dass es sich bei dieser Don Pepin um eine nicaraguanische Puro handelt. Der kräftige, holzig-erdige Geschmack erinnert an andere Perlen aus Nicaragua, wie z.B. Casa de Torres oder Brickhouse. Die aus karibischem Saatgut gezogenen Blätter sorgen zusätzlich noch für ein gutes Maß an Kraft und Intensität beim Rauchen.","Hintergrund":"Der in Kuba geborene und in Miami tätige Tabak-Meister Don José „Pepin“ Garcia wird als einer der großartigsten Zigarrenhersteller der Welt gefeiert. Die Produkte aus seiner Manufaktur \u003cem\u003eEl Rey de los Habanos\u003c/em\u003e, die auch noch viele weitere Zigarrenmarken hervorbringt,\u003cem\u003e \u003c/em\u003ezählen mit zum Besten, das Amerika auf dem Gebiet der Zigarren zu bieten hat. Unter dem Namen Don Pepin sind momentan drei Serien auf dem Markt, Blue Label, Black Edition und Series JJ, welche sich in Zusammensetzung und Stärke unterscheiden. In der JJ-Serie verbindet sich Garcias ganzes Feingefühl im Umgang mit Tabak und in der Komposition meisterlicher Blends."},"diameter_mm":19,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Ingwer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":11.9}
