{"name":"La Aurora Black Lion Cameroon Robusto","url":"https://www.noblego.de/la-aurora-black-lion-cameroon-robusto/","brand":"La Aurora","series":"Black Lion","details":{"Fazit":"Die La Aurora Black Lion Cameroon Robusto ist die perfekte Begleiterin für alle, die mediumstarke Zigarren mit abwechslungsreichem Geschmack schätzen. Die Aromen von Holz, duftendem Kakao, Erde, gerösteten Nüssen und einer Prise Zimt passen hervorragend zu einem frisch gebrühten Milchkaffee.","Genuss":"Die Zigarre aus der dominikanischen Republik mutet geschmacklich schon fast ein wenig kubanisch an. Erdig, nussig, ledrig, würzig, cremig – alles was man braucht für 60 Minuten Rauchgenuss. Dabei dürften die Tabake der Einlagenmischung, die aus Nicaragua und der Dominikanischen Republik, ebenso wie das Cameroon Seed Decklatt aus Ecuador eine nicht unwesentliche Rolle spielen. Aber überbordende Tabakpower muss hier niemand fürchten, die La Aurora Black Lion Cameroon Robusto bleibt insgesamt mild und ausgewogen. Eine Zigarre mit sanftem Charakter und dem gewissen karibischeen Flair hinsichtlich der dargebotenen Aromen. Abbrand und- Zugverhalten sind hier tadellos, auch sonst bietet diese Robusto einen schönen Smoke bei guter Haptik und einer ins Auge stechenden Optik dank der Bauchbinde.","Hintergrund":"Das Schwesternformat der Serie, die La Aurora Black Lion Cameroon Toro, ist 2016 vom \u003cstrong\u003eCigar Journal zu einer der Top 25 Zigarren des Jahres\u003c/strong\u003e gewählt worden. Diese La Aurora Black Lion Cameroon Robusto ist also definitiv auch eine Probierempfehlung, werden doch für die unterschiedlichen Formate einer Serie die gleichen Tabake für Deckblatt, Umblatt und Einlagenmischung verwendet."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Cameroon Seed","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Kakao","Nuss","Zimt"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5}
