{"name":"Buena Vista Araperique Short Robusto","url":"https://www.noblego.de/buena-vista-araperique-short-robusto/","brand":"Buena Vista","series":"Araperique","details":{"Fazit":"Ein Smoke, den Sie probieren sollten. Arnold André beweist mit der Buena Vista Araperique Short Robusto erneut ein glückliches Händchen für gute Zigarren. Und mit 92 Punkten im Cigar Journal sind auch die schärfsten Kritiker von diesem Format überzeugt.","Genuss":"Ein Longfiller von Arnold André ist schon etwas Ungewöhnliches. Ist der Bündener Tabakproduzent doch eher für sein umfangreiches Sortiment an Shortfillern bekannt. Die Buena Vista Araperique Zigarren sind nun die zweite eigene Longfiller-Reihe, die von dem Unternehmen produziert wird. Drei Formate umfasst die Serie bisher. Die Short Robusto ist mit 10,2 cm die kürzeste Ausführung, trumpft aber dafür mit einem Durchmesser von 21,3 mm auf und steht damit im Sortiment an der Spitze. Der Blend der Einlage ist ein Zusammenspiel von dominikanischem, nicaraguanischem, peruanischem und dem ganz speziellen brasilianischen Araperique Tabak. Abgerundet wird das Ganze von einem Umblatt und Deckblatt aus Ecuador. Eine gute Dreiviertelstunde Rauchdauer verspricht die Buena Vista Araperique Short Robusto und kann währenddessen mit einer Aromenpalette von Kaffee, Holz, fruchtiger Süße und einer feinen Zimtnote überzeugen.","Hintergrund":"Um Araperique-Tabak herzustellen, wird der brasilianische Arapiraca-Tabak in einem Verfahren, das auch für Perique-Pfeifentabak angewendet wird, fermentiert. Wichtig ist dabei eine Reifezeit von mindestens 12 Monaten, die der Tabak in Whiskyfässern unter hohen Druckverhältnissen verbringt. Für eine gleichmäßige Fermentierung wird er mehrmals umgeschichtet."},"diameter_mm":21.3,"ring":54,"length_mm":102,"length_inch":0,"format":"Short Robusto","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.2,"additionalNotes":"Inter-tabac 2013"}
