{"name":"Don Sebastian Lonsdale","url":"https://www.noblego.de/don-sebastian-lonsdale/","brand":"Don Sebastian","series":"","details":{"Fazit":"Eine harmonische Zigarre, die Sie aromatisch durch den Nachmittag begleitet. Die Don Sebastian Lonsdale  bietet dominikanischen Rauchgenuss von einer seiner besten Seiten. Für Anfänger oder erfahrene Liebhaber milder Zigarren zu einer Tasse Kaffee oder einem leichten Weißwein.","Genuss":"Die Don Sebastian Lonsdale kann besonders durch ihr gutes Preis-Leistungs-Verhältnis überzeugen. Hochwertig aus einer dominikanischen Einlage, einem dominikanischen Umblatt und einem Connecticut Shade Deckblatt verarbeitet, ist sie zu einem durchaus für jedermann erschwinglichen Preis erhältlich. Sollten Sie sich für diese Zigarre entscheiden, werden Sie milde Aromen schmecken, die zunächst verhalten beginnen, sich in der Rauchdauer von über einer Stunde aber stetig entwickeln. Besonders das Zedernholz, in dem die Zigarren vor ihrem Transport einige Zeit gelagert werden, bringt beim Smoke aromatische Akzente. Daneben sind es Gras, Heu und Röstaromen, die sich geschmacklich hervortun. Über die Länge von 16,5 cm präsentiert sich der Medium-Filler mit dem 45er Ringmaß in Zug- und Abbrandverhalten stets optimal.","Hintergrund":"Don Juan Sebastian del Cano war ein mutiger Mann. Nach dem gewaltsamen Tod von Ferdinand Magellan übernahm er das Kommando über dessen Flotte und brachte sich und die 17 überlebenden seiner Mannschaft sicher in den spanischen Hafen. Die Don Sebastian Zigarren zollen seinem Mut und seiner Ausdauer Tribut."},"diameter_mm":18,"ring":45,"length_mm":165,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gras","Heu","Röstaromen","Würzig","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":3.4}
