{"name":"Don Pepin Garcia Black Label 1979","url":"https://www.noblego.de/don-pepin-garcia-black-label-1979/","brand":"Don Pepin Garcia","series":"Black Label","details":{"Fazit":"Die Don Pepin Garcia Black Label 1979 ist wirklich beeindruckend. Mit ihren vielfältigen Aromen und ihrer bestechenden Qualität ist sie eher den kräftigeren Smokes zuzuordnen, was auch am kurzen und dicken Robusto-Format liegt. Ihre gehaltvolle Würze macht sie zur perfekten Begleitung eines lauen Sommerabends. Um den großartigen Genuss abzurunden, empfiehlt sich ein guter Espresso oder einfach ein Glas Wasser. Versuchen Sie es, Sie werden überzeugt sein!","Genuss":"Der Kaltzug an der gedrungenen Don Pepin Garcia Black Label 1979 offenbart dem Genießer interessante Aromen von Zedernholz, gerösteten Kräutern und frischem Brot. Entzündet man sie, tritt neben dem schon vermuteten Holz und den Kräutern eine cremige, an schwarzen Kaffee erinnernde Komponente in den Vordergrund, die jeden Zug zu einem Erlebnis macht. Im Verlauf der etwa dreiviertelstündigen Rauchdauer entfaltet das hochwertige Blattgut seine gesamten Vorzüge optimal. Dominiert zu Beginn noch die charakteristische Würze des Havanna-Deckblatts, tritt ab dem zweiten Drittel die für Nicaragua-Tabak typische pfeffrige Note in den Vordergrund und harmoniert hervorragend mit den Kaffee- und Holznuancen. Diese Don Pepin vereint die Vorzüge von Cuba und Nicaragua perfekt in sich. Sie bietet die typischen Vorzüge beider Länder in perfekter Kombination und wird weder Liebhaber kräftiger cubanischer noch nicaraguanischer Zigarren enttäuschen.","Hintergrund":"In Kuba geboren, begann Don José „Pepin“ Garcia schon im Alter von 11 Jahren, in der Zigarrenfabrik seines Onkels zu arbeiten. 30 Jahre lang sammelte er Erfahrungen in der Zigarrenherstellung, bevor er nach Nicaragua emigrierte. Schon bald darauf begann er ein neues Leben in Miami und hob seine eigene Manufaktur \u003cem\u003eEl Rey de los Habanos \u003c/em\u003eaus der Taufe, in der auch die international erfolgreiche Marke Don Pepin\u003cem\u003e \u003c/em\u003egefertigt wird."},"diameter_mm":19.8,"ring":50,"length_mm":128,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.4}
