{"name":"Romeo y Julieta Cazadores","url":"https://www.noblego.de/romeo-y-julieta-cazadores/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Die Romeo y Juliet Cazadores ist eine ideale After-Dinner Zigarre, die für beste Entspannung in Spielfilmlänge sorgt. Ein kräftiger und geschmacksintensiver Single Malt bietet einen ebenbürtigen Dialogpartner.","Genuss":"Ein besonders hoher Anteil an würzigen Ligero-Tabaken gibt der Romeo y Julieta Cazadores ihre kräftige Stärke und den intensiven Geschmack. Die kubanischen Tabake sind hochwertig verarbeitet und lassen die 16,2 Zentimeter lange und 17,5 Millimeter dicke Cazadores außen wie innen im besten Licht erstrahlen. Ob die Cazadores, ob ihres Namens (Cazadores bedeutet im Spanischen Jäger) eine Zigarre ist, die besonders für einen Smoke in der freien Natur ausgelegt ist, darf der geneigte Aficionado selbst ausprobieren. In der Zigarrenlounge macht sie jedenfalls eine ebenso gute Figur. Mit einer ordentlichen Portion Schärfe, die sich zum Ende hin noch verstärkt, ist sie definitiv nichts für Anfänger und schwache Nerven. Ihre Aromen bewegen sich zwischen erdigen und holzigen Noten und lassen den typischen Geschmack erkennen, der die kubanischen Zigarren berühmt gemacht hat. Zug- und Abbrandverhalten unterstreichen den außergewöhnlich gehaltvollen und guten Smoke von bis zu anderthalbstündiger Dauer.","Hintergrund":"Seit 1850 gehören die Romeo y Julieta zum festen Kreis der hochwertigen kubanischen Zigarren. Ganz nach traditioneller Weise werden die Cazadores im Bündel vor der Abpackung in Kisten mit Aluminiumfolie umwickelt. Diese sorgt für ideale Voraussetzungen für eine langjährige Lagerung."},"diameter_mm":17.5,"ring":43,"length_mm":162,"length_inch":0,"format":"Cazadores","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":14.2}
