{"name":"Juan Lopez Petit Coronas","url":"https://www.noblego.de/juan-lopez-petit-coronas/","brand":"Juan Lopez","series":"","details":{"Fazit":"Die Juan Lopez Petit Coronas ist eine kleine, sehr ausgewogene Frühstückszigarre, die sehr gut zu einem leckeren untergärigen Bier oder etwas anderem spritzigen, wie einem Prosecco passt.","Genuss":"Die kleine Marevas mit einer Länge von 12,9 Zentimetern und einem Durchmesser von 16,7 Millimetern ist eine sehr ausgewogene Vitola mit leichtem Zitrusduft und einem recht feinadrigen Deckblatt in der typischen Spanish pressed-Form. Nach dem Anzünden kommt ein volles erdiges Aroma zum Vorschein, das im ersten Drittel sehr bodenständig den Ton angibt. Die ersten Züge sind sehr fruchtig-frisch und füllen den Mundraum mit angenehm schmeckender Würze. Der Zug der kleinen Juan Lopez Petit Corona ist eine Perfektion, nicht zu leicht, aber auch nicht zu fest. Im zweiten Drittel wird der Rauch sehr dicht und füllt den Raum mit kubanisch-erdigem Duft. Die Asche ist sehr hell und fest, kein Schiefbrand. Mit einer Rauchdauer von 40 Minuten, ein sehr aromatischer Kurzsmoke. Das letzte Drittel wird von weichen Zitrusaromen angeführt, und von mildem schwarzem Pfeffer begleitet. Zum Finale hin wird diese kleine Vitola aus dem Hause Juan Lopez nicht scharf und lässt sich weit über den Zigarrenring hinaus genießen.","Hintergrund":"Schon seit dem 17. Jahrhundert wird in Kuba Tabak angebaut. Erst 1870 gründete Juan Lopez Diaz seine Manufaktur in der Region Vuelta Abajo. Jedes Format der Manufaktur ist bis heute rein handgefertigt. Noch heute werden Zigarren in klassischer Art und Weise hergestellt. Eingedenk der Qualität wird in der Manufaktur auf maschinelle Produktion verzichtet."},"diameter_mm":16.7,"ring":42,"length_mm":129,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.5}
