{"name":"C. Mendoza Seleccion No. 1 Brasil","url":"https://www.noblego.de/c-mendoza-seleccion-no-1-brasil/","brand":"C. Mendoza","series":"Brasil","details":{"Fazit":"Die medium-würzige C. Mendoza Seleccion No. 1 Brasil raucht sich am besten an den warmen Tagen des Jahres. Wenn die Sonnenstrahlen des beginnenden Frühsommers die Nase kitzeln, ist die Entspannung im Liegestuhl mit einer Seleccion No. 1 und einem naturtrüben Bier unbezahlbar.","Genuss":"Die Firma August Schuster in Bünde kann auf eine mehr als hundertjährige Erfahrung im Tabakgeschäft zurückblicken. Neben Importware aus Übersee befinden sich auch eigene Produkte im umfangreichen Sortiment. Dazu gehört auch die C. Mendoza Seleccion No. 1 Brasil. Die Corona Grande wird aus importierten karibischen, brasilianischen, indonesischen und dominikanischen Shortfiller Tabaken in den Fabriken in Deutschland mithilfe von Maschinen mit einem Java Umblatt gerollt. Besonders ist das Deckblatt, das aus Mata Fina, einem der seltensten, besten und teuersten Deckblatt-Tabake besteht. Schön verarbeitet zeigen sich Abbrand und Zug der Corona Grande von ihrer besten Seite. Und auch aromatisch kann der Shortfiller mit würzigen Tönen von Holz und Heu und einer intensiv süßen Note punkten. Da vergeht die Rauchzeit von einer guten Stunde doch wie im Fluge.","Hintergrund":"Neben der Seleccion No. 1 hat C. Mendoza mit der Luchadores ein weiteres Corona Format, mit der Almirante eine Panetela bzw. mit der Cetros eine Slim Panetela im Angebot. Aber auch die ganz kleinen Formate kommen in Form der Petit Cetros und der Pepitos nicht zu kurz. Jedes der Formate gibt es mit einem Mata Fina oder Sumatra Deckblatt."},"diameter_mm":16.7,"ring":42,"length_mm":160,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"wrapperTobaccoVariety":["Mata","Fina"],"fillerOrigin":["Brasilien","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Gewürze","Heu","Holz","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.35}
