{"name":"Davidoff Dominicana Toro","url":"https://www.noblego.de/davidoff-dominicana-toro-zigarren/","brand":"Davidoff","series":"Dominicana","details":{"Genussverlauf":"Für den kräftigen Blend der Davidoff Dominicana Toro verwendeten die erfahrenen Masterblender der Tabadom Zigarrenmanufaktur sechs Jahre lang gereifte Vintage Tabake aus dem Erntejahr 2014. Daher trägt die tadellos verarbeitet Zigarre auch eine zusätzliche Binde am Fuß, auf der die Jahrgangszahl abgebildet ist. Alle ihre Tabake bis auf das ecuadorianische Umblatt, sind auf den dominikanischen Plantagen von Davidoff gediehen. In ihrer Einlage wurden insgesamt fünf verschiedene Tabaksorten miteinander kombiniert, die zusammen mit dem wunderschönen Hybrid-Deckblatt für ein besonders ausbalanciertes und tiefgelagertes Genusserlebnis sorgen. Zu Anfang zeigt sich die Dominicana Toro mit einem delikaten Bouquet aus frischen Gewürzen, Eichenholz und angenehm ausgelegten Pfeffernuancen am Gaumen. Im weiteren Verlauf wird die Zigarre zunehmend cremiger, entwickelt prägnante Aromen von Zartbitterschokolade und Leder. Im dritten und letzten Genussabschnitt keimen die Gewürz- und Eichenholznoten wieder auf, diesmal in Begleitung von markanten Aromen getrockneter Früchte. Diese Zigarre legt einen unglaublich hohen Grad an Komplexität an den Tag, bleibt aber bis zum letzten Zug in einer bemerkenswerten geschmacklichen Balance. Ein absolutes Meisterwerk, das seinen Genießer für circa 90 Minuten auf eine äußerst geschmackvolle Genussreise einlädt.","Nice to know":"Bei Davidoff empfiehlt man einen reifen dominikanischen Rum als passenden Genussbegleiter zu den Zigarren der Dominicana Serie. Die süßen und würzigen Aromen des Rums ergänzen den Geschmack der Zigarren perfekt, sodass ein unnachahmliches und einzigartiges Genusserlebnis entstehen kann.","Resümee":"Die Davidoff Dominicana Toro ist nicht einfach nur eine unglaublich gute Zigarre im gehobenen Premiumsegment, sondern eine in Form und Geschmack vollendete Kreation aus besten Rohstoffen und überaus erfahrenen Händen."},"diameter_mm":22,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Eichenholz","Fruchtig","Gewürze","Leder","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":24.7,"additionalNotes":"Pigtail"}
