{"name":"Caldwell Hit and Run Almost Robusto","url":"https://www.noblego.de/caldwell-hit-and-run-almost-robusto/","brand":"Caldwell","series":"","details":{"Fazit":"Die Caldwell Hit and Run Almost Robusto ist eine hervorragende Zigarre, leider ist die schmackhafte Longfiller nur in stark begrenzter Stückzahl verfügbar. Daher gilt: Wer zuerst bestellt, genießt zuerst!","Genuss":"Die Caldwell Hit and Run Almost Robusto ist eine raffiniert konzipierte Longfiller, deren künstlerisch wertvoll gestaltete Doppelbauchbinde ein ölig glänzendes und satt braunes H2000 Deckblatt aus Ecuador umschließt. Darunter wiederum befindet sich ein indonesisches Umblatt, welches die Einlage aus edlen Corojo Tabaken dominikanischen Ursprungs zusammenhält. Die mittelkräftige Schönheit beginnt gleich nach dem Entzünden mit ihrem illustren Aromaspiel, das von einem wahnsinnig cremigen sowie voluminösen Rauch geprägt ist. Dieser transportiert auf angenehmste Art und Weise florale, erdige, grasige, nussige und holzige Noten an den Gaumen des Genießers. Zudem tauchen im Rauchverlauf neben dezenten Zitrustönen, eine unaufdringliche Pfefferwürze sowie eine leichte Süße auf. Nach knapp 90 genussvollen Minuten, bei perfektem Zug und Abbrand, hat man die durchweg mittelkräftige Caldwell Hit and Run aufgeraucht.\n","Hintergrund":"Alle Zigarren von Robert Caldwell sind mit sehr lang gereiften und seltenen Tabaken bestückt. Sie werden nicht wie viele andere Smokes in riesigen Mengen produziert, sondern nur in begrenzten Stückzahlen, deren Höhe sich nach der Verfügbarkeit der jeweiligen verwendeten Tabake richtet. Daher spricht man in diesem Zusammenhang von sogenannten „Boutique-Zigarren“.\n"},"diameter_mm":21,"ring":52,"length_mm":121,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Blumig","Erdig","Gras","Nuss","Pfeffer","Süß","Trockenes Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.5,"additionalNotes":"Limited"}
