{"name":"Don Tomás Clásico Robusto","url":"https://www.noblego.de/don-tomas-clasico-robusto/","brand":"Don Tomas","series":"Don Tomas Clasico","details":{"Fazit":"Diese Zigarren sind eine gute Empfehlung für erfahrene Aficionados, die gerne neue Geschmackskompositionen testen. Im Geschmack sind sie nur am Anfang etwas mild, dann deutlich würziger und von mittlerer Stärke. Zur Don Tomás Clásico Robusto passt ein aromatischer, aussagekräftiger Rotwein, zum Beispiel ein Rioja Gran Reserva.","Genuss":"Die Don Tomás Clásico Robusto duftet beim Auspacken zart nach Milchkaffee und Heu. Schon die ersten Züge weisen eine pfeffrige Schärfe auf und der Nikotingehalt ist durchaus spürbar. Man hat hier also ein Rauchvergnügen der etwas stärkeren und delikaten Art vor sich. Sie brennt ganz gleichmäßig ab und verströmt dabei einen zarten Duft nach Erde, Gewürzen und Röstaromen. Zum Ende hin wird diese Zigarre allerdings recht stark und rustikal. Die Don Tomás Clásico Robusto besitzt eine Länge von 127 Millimetern und ein Ringmaß von 50. Die Rauchdauer beträgt bei diesem klassischen Robusto-Format eine Stunde.","Hintergrund":"Diese Zigarren sind handgefertigte Honduras Longfiller mit nicht ganz alltäglichen, aromenreichen Tabaken. Das Deckblatt ist ein San Augustin aus Honduras. Auch das Umblatt stammt aus diesem mittelamerikanischen Land. Die Einlage setzt sich aus nicaraguanischem Ometepe und Honduras-Tabaken zusammen. Ometepe ist die größte vulkanische Insel in einem Süßwassersee, dem Nicaraguasee. Eine höchst interessante Herkunft für Tabak also. Da bereits die Maya verstanden, Tabak zu kultivieren, sollte man sich der Tabaktradition dieses Landes und einer Zigarre von Don Tomás ruhig einmal anvertrauen."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"wrapperTobaccoVariety":["Broadleaf"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":4.5}
