{"name":"Casa de Garcia Connecticut Churchill","url":"https://www.noblego.de/casa-de-garcia-connecticut-churchill/","brand":"Casa de Garcia","series":"Connecticut","details":{"Fazit":"Mild, aromatisch und mit einem ausgezeichneten Preis-Leistungs-Verhältnis ausgestattet ist die Casa de Garcia Connecticut Churchill eine Zigarre für den täglichen Genuss, sofern man ihr die Zeit geben kann, die die elegante Dominikanerin benötigt. Eine Tasse milder Kaffee oder ein Glas Weißwein runden das Raucherlebnis ideal ab.","Genuss":"Ein günstiger Preis muss nicht automatisch eine minderwertige Qualität bedeuten. In der Casa de Garcia Connecticut Churchill werden ausgewählte und erstklassig fermentierte Tabake aus der Dominikanischen Republik und Honduras in der Einlage verarbeitet. Sowohl das Umblatt als auch das Deckblatt stammen aus den USA. Das Connecticut Broadleaf-Umblatt und das Connecticut Shade-Deckblatt geben nicht nur optisch sondern auch aromatisch den letzten Schliff. Schon im Kaltgeruch sind intensive Tabaknoten und ein Hauch von Nuss erkennbar. Nuss, Holz und Karamellnoten, die vom Deckblatt herrühren, bestimmen dann auch den bis zu 90-minütigen Smoke, hier und da ergänzt von scharfen und süßen Untertönen. Zug und Abbrand sind nicht immer optimal, was den Rauchgenuss jedoch nicht ausschlaggebend stört.","Hintergrund":"Erst 2012 wurden die Casa de Garcia Connecticut auf der IPCPR in Orlando, Florida vorgestellt. Sie gehören damit zu den jüngeren Kreationen aus dem Hause Altadis, das einen Großteil seiner Produkte, darunter auch die Casa de Garcia, in der Tabacalera de Garcia in der Dominikanischen Republik produziert. In Deutschland werden die Casa de Garcia Connecticut Zigarren von Kohlhase \u0026 Kopp vertrieben."},"diameter_mm":20,"ring":50,"length_mm":160,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Holz","Karamell","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.15}
