{"name":"Vegas de Santiago D8 Lancero Limited Edition 2021","url":"https://www.noblego.de/vegas-de-santiago-d8-lancero-limited-edition-2021-zigarren/","brand":"Vegas de Santiago","series":"D8","details":{"Genussverlauf":"Mit Tabaken aus insgesamt vier Herkunftsländern ausgestattet, sorgt die Vegas de Santiago D8 Lancero Limited Edition 2021 für ein mittelkräftiges Rauchvergnügen von fein-cremiger Art. Ihr durchaus komplexer Aromaverlauf wird bestimmt von süß-würzig unterlegten Holz-, Pfeffer-, Erde-, Nuss-, Frucht- und Kaffeenoten, die sich von Rauchdrittel zu Rauchdrittel abwechselnd intensiv am Gaumen bemerkbar machen. Die Verarbeitung der handgerollten Lancero ist als absolut tadellos zu bezeichnen. Abbrand und Zug gestalten sich völlig unkompliziert, sodass der Genuss dieser hervorragenden Zigarre zu keiner Zeit getrübt wird.","Nice to know":"Das Lancero Format war in früheren Zeiten viel verbreiteter als heutzutage. Zurzeit erfährt es jedoch eine Art Renaissance und wird von vielen verschiedenen Herstellern wieder aufgelegt. Ein Trend, der uns mit Freude erfüllt, den das Rauchen einer Lancero stellt ein einzigartiges Genusserlebnis dar. Ihr schlankes Ringmaß erfordert ein sehr gemächliches Rauchen, dadurch vermeidet man das zu heiß werden des grazilen Smokes, der es einem mit sagenhafter Aromaentfaltung dankt.","Resümee":"Wenn Sie bisher noch nie in den Genuss einer Lancero gekommen sind, gibt Ihnen die Vegas de Santiago D8 Lancero Limited Edition 2021 allen Anlass dazu, sich daran zu probieren. Nehmen Sie sich die Zeit für diesen sehr leckeren Stick aus Costa Rica, es lohnt sich!"},"diameter_mm":15.1,"ring":38,"length_mm":190,"length_inch":0,"format":"Lancero","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Costa Rica","Dominikanische Republik","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Leder","Nuss","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":10.9,"additionalNotes":"Limited"}
