{"name":"My Father Cedros Deluxe Cervantes","url":"https://www.noblego.de/my-father-cedros-deluxe-cervantes/","brand":"My Father","series":"","details":{"Fazit":"Die My Father Cedros Deluxe Cervantes ist die perfekte Zigarre für Aroma-Abenteurer und Zedernholz-Fans. Ihr sanft-holziges Bouquet, gepaart mit einer ordentlichen Würze und Kraft, ist genau das Richtige für einen ruhigen Kaminabend mit Freunden. Um die Aromenfülle abzurunden, empfiehlt sich ein guter Milchkaffee. Ausprobieren ist Pflicht!","Genuss":"Die My Father Cervantes kommt mit einer Besonderheit daher: Jede einzelne Cervantes ist eingebettet in eine kleine Rolle aus Zedernholz, was zunächst das Auge erfreut. Darüber hinaus wird das Aroma um eine mild-holzige Note bereichert. Das schlanke Format im Stil einer Lonsdale (165 mm lang, 17,5 mm breit) wirkt ebenfalls sehr elegant. Diese Eleganz lässt sich auch im Aroma der Zigarre wiederfinden. Im Kaltzug dominieren herb-süßliche holzige und würzige Nuancen, was auf das Rosado Deckblatt und den nicaraguanischen Tabak in Einlage und Umblatt zurückzuführen ist. Der Geschmack des entzündeten Tabaks führt genau diesen Eindruck fort. Im Vordergrund stehen eine feine Erdigkeit, eine leichte Süße und der wohlschmeckende Anteil des Zedernholzes (welches vor dem Rauchen entfernt werden muss!). Die Aromen ergänzen sich perfekt, ohne sich zu behindern oder überbieten zu wollen. Im Rauchverlauf gewinnt die Erdigkeit die Oberhand und wird mehr und mehr von einer kaffeeartigen Würze begleitet. Nach etwa einer Stunde genüsslichen Qualmens bleibt ein sehr stimmiger Eindruck, geprägt von feinen Aromen und Nuancen.","Hintergrund":"Die Serie MyFather geht auf Jaime Garcia, den Sohn des großen Don José „Pepin“ Garcia zurück. Dieser arbeitet seit jeher in der Manufaktur seines Vaters in Miami und hat das Handwerk von der Pike auf gelernt. Nachdem er lange an verschiedensten Serien mitgewirkt hat, ist nun mit My Father seine eigene Marke auf dem Markt erschienen, die ihren Namen Pepin Garcia zu verdanken hat. Die Qualität ist enorm hoch, wodurch MyFather zu den Top-Zigarren im nicht-kubanischen Bereich gezählt wird."},"diameter_mm":17.5,"ring":44,"length_mm":165,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Leder","Röstaromen","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.5}
