{"name":"De Olifant Vintage Sumatra Corona Panatella","url":"https://www.noblego.de/de-olifant-vintage-sumatra-corona-panatella/","brand":"De Olifant","series":"De Olifant Emotion","details":{"Fazit":"Mit der De Olifant Vintage Sumatra Corona Panatella haben die niederländischen Tabakexperten um den charismarischen Thomas Klaphake einen weiteren kleinen Coup gelandet. Zu empfehlen besonders für Liebhaber kürzerer, trocken verarbeiteter Zigarren, die im medium-aromatischen Segment anzuordnen sind. Besonders schön bei dieser Linie sind auch die stilvollen Zedernvollholz-Kisten, in denen die edlen Stücke je im 10er Pack geliefert werden.","Genuss":"Die Einlage dieser Vintage Corona Panatelle besteht aus einer Blattmischung aus Brasilien, Java und der Karibik. Das Deckblatt ist dabei ein „aged“ Sumatra-Sandblatt, welches aufgrund seiner Rarität eine kleine Berühmtheit in der Welt der Zigarren ist. Die hervorragende Verarbeitung der Qualitätsrohprodukte wird bei De Olifant groß geschrieben, sodass dieser trockene Shortfiller über einen ideales Zug- und Abbrandverhalten sowie über eine stabile, feste, silbergraue Asche verfügt. So kann sich der Aficionado auf die geschmacklichen Qualitäten dieser Zigarre konzentrieren, welche durch das tolle Aromengefüge überzeugen. Zunächst machen sich pfeffrige Töne bemerkbar, die das erdige Grundaroma schön ergänzen. Dabei wird diese trockene Panatella jedoch nie zu scharf, sodass den holzigen und mitunter süßlich anmutenden Aromen genug Raum zur Entfaltung eingeräumt wird.","Hintergrund":"Die Firma De Olifant aus dem idyllischen, am Ijsselmeer gelegenen Kampen investiert viel Zeit und Mühe auf die Suche nach den besten Tabakblättern. Dabei haben es die Niederländer besonders auf hochwertige Deckblätter abgesehen, sodass beispielsweise edle Mata Fina-Blätter oder das wohlbekannte original Sumatra-Sandblatt verwendet werden. Eine besonders gelungene Ernte des letzteren wird auch in der Vintage-Linie verwendet. Dieses wird jedoch nicht einfach verarbeitet, sondern zuvor in siebenjähriger Ballenfermentation zunächst einem weiteren Reifungsprozess unterzogen, bevor es dann die Vintage-Zigarren ummanteln darf."},"diameter_mm":13.5,"ring":34,"length_mm":127,"length_inch":0,"format":"","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"WrapperTobaccoVariety":"Sandblatt","fillerOrigin":["Brasilien","Java","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.72}
