{"name":"Bossner Richard I. Moreno","url":"https://www.noblego.de/bossner-richard-i-moreno/","brand":"Bossner","series":"","details":{"Fazit":"Die Bossner Richard Moreno ist eine kleine aber feine Short Robusto, die genau das Richtige ist für eine gemütliche Kaffeepause oder einen lebhaften Abend mit guten Freunden. Trotz ihrer geringen Größe offenbart sie dem Aficionado ein fülliges Aromenspektakel und lässt den Fan leichter Smokes geradezu auf Wolke sieben schweben. Die cremige Komponente im Rauch dürfte diesem Format auch in der Zukunft noch viele Liebhaber bescheren. Doch nicht nur zum Kaffee ist sie perfekt, auch zu einem guten Glas Rum ist die Richard nicht zu verachten.","Genuss":"Die kleine Short Robusto von gut 2,4 cm Durchmesser und nur knapp 10 cm Länge verfügt, wie fast alle Bossners, über zwei schmucke Bauchbinden, die hervorragend mit dem hellen Deckblatt harmonieren. Angeschnitten offenbart der perfekte Kaltzug feine Aromen von Holz und eine leicht florale Süße. Behutsam entzündet, wird der Gaumen des Genießers von angenehmen Geschmacksnuancen bedeckt. Zeder, Haselnuss und Schokolade alterieren mit leichtem Schwarzbrot, Laub und blumiger Süße, die jedoch nur im Hintergrund zu erahnen ist. Während rund 45 Minuten Rauchgenuss gewinnt die Bossner Richard I. Moreno leicht an Schärfe und herben Nuancen, diese halten sich jedoch die Waage mit den holzigen Komponenten und überzeugen voll und ganz. Zum Ende des originellen Smokes bleibt ein Gefühl der Behaglichkeit.","Hintergrund":"Konstantin (Loskutnikov) Bossner ist noch nicht lange Zigarrenfabrikant. Normalerweise produziert er Genussmittel wie Schokolade, Cognac oder diverse Konditoreiwaren, welche er dann nach guten Freunden oder Angehörigen seiner Familie benennt. Die Zigarre war allerdings immer schon seine Leidenschaft, und als er zu Geld gekommen war, begann er, seinen Traum Wirklichkeit werden zu lassen und seine eigenen Zigarren zu kreieren. Schon bald gewann seine Marke an Beliebtheit und konnte auf dem internationalen Markt eine Vielzahl von Fans gewinnen. Seine Liebe zur Zigarre und die außerordentliche Qualität seiner Tabake machen die Marke so interessant und besonders."},"diameter_mm":23.8,"ring":60,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Nein","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Blumig","Nuss","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":17}
