{"name":"Macanudo Gold Label Shakespeare","url":"https://www.noblego.de/macanudo-gold-label-shakespeare/","brand":"Macanudo","series":"Gold Label","details":{"Fazit":"Milder dominikanischer Genuss in Perfektion. Die Macanudo Gold Label Shakespeare bietet Einsteigern und erfahrenen Zigarrenliebhabern ein rundum gelungenes Rauchvergnügen. Dazu ein leichtes Bier oder einen fruchtigen Weißwein und vielleicht mal wieder die Gelegenheit, die Lieblingspassagen aus „Romeo und Julia“ oder „Hamlet“ aufzuschlagen.","Genuss":"Kein geringerer als DER englische Dramatiker William Shakespeare steht Pate für den Namen des Double Corona Formats der Macanudo Gold Label. Sein dramatisches Werk umfasst Trauriges wie Lustiges und auch die Gold Label Shakespeare wird beim Aficionado ähnlich viele Emotionen wecken, doch werden diese ausschließlich auf der positiven Seite angesiedelt sein und Freude bereiten. Schon in ihrer erstklassigen Verarbeitung lässt die 16,4 Zentimeter lange und 17 Millimeter schlanke Double Corona keinen Makel aufkommen. Aromatisch bewegt sie sich zwischen cremigen, würzigen und fruchtigen Noten, die von Holzaromen und der subtilen Süße des Deckblatts begleitet werden. Zwischen 80 bis 90 Minuten Zeit sollte man sich schon nehmen, um den milden Smoke stilecht genießen zu können.","Hintergrund":"Nicht allzu häufig ist die Ernte des Tabaks für ein Connecticut Shade Deckblatt von so heller Farbe und feiner Struktur, dass es den Ansprüchen einer Gold-Serie gerecht wird. Im Jahr 2000 war es mal wieder soweit und Macanudo Masterblender Daniel Nuñez entwickelte im Zusammenspiel mit einem mexikanischen Umblatt und mexikanischen und dominikanischen Einlagetabaken den unverwechselbaren Blend der Macanudo Gold Label."},"diameter_mm":17,"ring":42,"length_mm":164,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Cremig","Fruchtig","Gewürze","Holz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7}
