{"name":"Don Duarte Leyenda Corona","url":"https://www.noblego.de/don-duarte-leyenda-corona/","brand":"Don-Duarte","series":"Leyenda","details":{"Fazit":"Die Don Duarte Leyenda Corona trägt ihren Namen zu Recht. Die Hommage in Zigarrenform präsentiert nicaraguanische Zigarren von ihrer besten Seite. Die wunderbare Verarbeitung, das schöne Rauchverhalten und die kräftigen Aromen bezeugen, warum Zigarren aus Nicaragua heute so beliebt sind. Sie schmecken legendär.","Genuss":"Die Don Duarte Leyenda Corona begeistert mit einem wunderschön verarbeiteten Deckblatt und zwei Banderolen. Die fest gerollte Zigarre duftet primär pfeffrig, aber auch etwas blumig. Bei Maßen von circa 14,1 Zentimetern Länge und 17 Millimetern Durchmesser ist die Corona zu jeder Tages- und Nachtzeit zu genießen. Die Corona startet mit einer starken Pfeffernote, die sich auf den ersten Zentimetern in eine Mischung aus verschiedenen erdigen Aromen eingliedert. Im zweiten Drittel wird die Zigarre ein wenig zahmer. Pfeffrige Nuancen treten fast völlig in den Hintergrund und machen Platz für eine holzige Würze, die mit dichtem, voluminösem Qualm den Weg zum Genießer findet. Im letzten Drittel nimmt die Corona dann wieder an Fahrt auf, wird spürbar kräftiger und erdiger. Die Asche ist den kompletten Rauchverlauf über nahezu schneeweiß und kompakt. Sie bleibt lange stehen und franzt nicht aus, was die hervorragende Verarbeitungsqualität der Zigarre widerspiegelt.","Hintergrund":"Die Serie „Leyenda“ (Legende) ist Evelio Oviedo gewidmet. Der berühmte Zigarrenroller war Master-Blender bei Don Duarte. Das tolle Aroma der Serie spiegelt seinen persönlichen Geschmack wieder. Er rauchte am liebsten würzig-erdige Zigarren."},"diameter_mm":18,"ring":46,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Mineralisch"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":3.8}
