{"name":"Padron 1964 Anniversary Natural Piramide","url":"https://www.noblego.de/padron-1964-anniversary-natural-piramide-zigarren/","brand":"Padron","series":"1964 Anniversario","details":{"Genussverlauf":"Die Padrón 1964 Anniversary Natural Piramide ist eine Boxpressed-Zigarre. Bei der Box-Pressung erhalten die Vitolas eine fast viereckige Form und die verarbeiteten Tabakblätter werden dabei stärker zusammengedrückt. Das Aroma entwickelt sich dadurch intensiver, der Zug kann sich allerdings etwas verschlechtern. Jedoch nur, wenn die Zigarre noch sehr frisch ist. Bei der Piramide ist dies nicht der Fall. Die Vitola zieht sehr leicht, trotz sehr enger Rollung und haptischer Härte. Zur Herstellung dieser feinen Premiumzigarre wurden ausschließlich nicaraguanische Tabake verwendet. Im Kaltzug lassen sich feine Holznoten und ein Hauch von Muskat erkennen. Nach dem Entzünden ist der Aschestand schon im ersten Drittel sehr fest und mittelgrau meliert. Feine Fransen bilden sich am äußeren Kegel. Diese Art der Ascheform ist sonst meistens bei kubanischen Zigarren bekannt. Im zweiten Drittel erweitert sich das Aroma um leichte Kakaonoten und auch der Geschmack von Zeder wird prägnanter. In der Endphase des letzten Drittels entfaltet sich ein kleines Aromafeuerwerk. Der geneigte Sensoriker vermag dabei ein reichhaltiges Spektrum an Aromen zu vernehmen, welche man nur selten in anderen Zigarren findet. Noten von Kaffee über leichte Frucht, gar Kirsche bis hin zu Toffee, Karamell und Holz, dem Gaumen wird hier einiges geboten. Während des gesamten Genusses zeigt sich die Natural Piramide wunderbar cremig und mit sehr schmackhafter Tabakwürze.","Nice to know":"Die Machart der Boxpressed-Zigarren ist besonders in den Vereinigten Staaten beliebt. Die meisten europäischen Aficionados schätzen eher runde Zigarren. Zigarren mit Box-Pressung werden in Deutschland allerdings zunehmend beliebter.","Resümee":"Wie auch die anderen Vitolas der Padrón 1964 Anniversary Natural Serie ist die Piramide eher etwas für Kenner und Liebhaber von kräftigeren Zigarren. Mit ihr bekommt man eine luxuriöse Zigarre für die Abendstunden, die nach einem reichhaltigen Essen genossen werden sollte. Als Begleitgetränke bieten sich eine Reihe von vollmundigen Rotweinen und torfigen Whiskys an. Wenn man die feinen Nuancen dieser hervorragenden Tabakmischung herausschmecken möchte, so kann auch gerne zu milderen Begleitern gegriffen werden. Wir empfehlen Kakao oder einen milden Kaffee als nichtalkoholische Alternative."},"diameter_mm":16.7,"ring":42,"length_mm":175,"length_inch":0,"format":"Piramide","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kakao","Karamell","Kirsche","Nuss","Pfeffer","Toffee","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":25.8}
