{"name":"Buena Vista Araperique Petit Corona","url":"https://www.noblego.de/buena-vista-araperique-petit-corona/","brand":"Buena Vista","series":"Araperique","details":{"Fazit":"Die Buena Vista Araperique Petit Corona ist eine kleine Zigarre mit schönen Fruchtaromen, die einen recht kräftigen Eindruck macht. Besonders schön verpackt kommt sie in der Kiste daher. Hier sind die einzeln in Zellophan verpackten Schönheiten noch von einer Lage grob geschnittener Tabakblätter umlegt. Eine Augenweide und ein sehr schönes Geschenk an einen Zigarrenfreund!","Genuss":"Diese kleine Zigarre ist tadellos verarbeitet, angenehm fest gerollt und verströmt einen schönen, fruchtigen Duft. Die kleine Buena Vista Araperique Petit Corona ist vom ersten Zug an präsent mit spürbarer Stärke, holzigen Noten und Röstaromen. Darüber schwebt ein sehr schönes Fruchtaroma, das den Smoke so richtig lecker macht. 15 Millimeter im Durchmesser und 105 Millimeter in der Länge sorgen für eine halbe Stunde besten Rauchgenusses. In der Kürze liegt also wieder einmal die Würze. \u003cstrong\u003e\u003c/strong\u003e","Hintergrund":"Buena Vista Zigarren stammen aus dem Hause Arnold André und werden in der Dominikanischen Republik gerollt. Araperique ist eine Rarität in der Zigarrenwelt. Perique-Tabake kennt eher der Pfeifenraucher. Dennoch ist er in diesem Blend verarbeitet. Es waren Choctaw- und Chickasaw-Indianer, die schon vor 400 Jahren diese Technik entwickelten. Der Tabak wird in Eichenfässern mit geheimen Würzmischungen eingelegt. Dann reift der Araperique unter hohem Druck mindestens ein Jahr lang. In dieser Zeit wird er mehrfach umgeschichtet. Vielschichtig ist dann auch das Aroma. Erfahrung und Hingabe stecken also in dieser Tabaksorte, die das Haus André seiner Longfiller-Serie beimischt."},"diameter_mm":15,"ring":38,"length_mm":105,"length_inch":0,"format":"Petit Corona","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.3}
