{"name":"Buena Vista Araperique Churchill","url":"https://www.noblego.de/buena-vista-araperique-churchill/","brand":"Buena Vista","series":"Araperique","details":{"Fazit":"Die Buena Vista Arpaerique Churchill ist eine mittelkräftige Premiumzigarre mit wohligem Charakter und einer attraktiven Ausgewogenheit. Ein erlesener Genuss, der gerade bei sommerlichen Temperaturen wunderbar zu einem kühlen, fruchtigem Weißwein passt.","Genuss":"Deck- und Umblatt der Buena Vista Araperique Churchill stammen aus Ecuador, in der Einlage der grasig, fruchtig duftenden Longfiller finden sich brasilianische, dominikanische, peruanische und nicaraguanische Tabake. Dabei ist vor allem der feine Araperique Tabak aus Brasilien hervorzuheben, welcher der feinen Zigarre nicht nur ihren Namen, sondern auch einen unnachahmlichen Geschmackscharakter verleiht. So bietet die in der Dominkanischen Republik von Hand gerollte Churchill bei angenehm cremigen Rauch frische fruchtig-grasige Noten, ausgeprägte Kaffeearomen und sanfte Nuancen von süßer Milchschokolade. Im allgemein mittelkräftigen Rauchverlauf treten des Weiteren holzige und pfeffrige Töne auf, die wunderbar auf den Gesamtgeschmack der schmackhaften Vitolas abgestimmt sind. Das lange Format beschert seinem Genießer unaufdringlichen Zigarrengenuss, der sich bei sehr gutem Zug und Abbrand über einen Zeitraum von circa 90 Minuten erstreckt.","Hintergrund":"Wie bereits erwähnt, enthält die Buena Vista Araperique Churchill einen ordentlichen Anteil brasilianischen Araperique Tabaks. Dieser wird nach der Ernte für etwa ein Jahr in ehemaligen Whiskyfässern gelagert und in gewissen Zeitabständen umgeschichtet. So erhält der Araperique sein prägnantes und sehr ansprechendes Aroma, für das er auf der ganzen Welt von vielen Genussrauchern geschätzt wird."},"diameter_mm":19,"ring":48,"length_mm":172,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Milchschokolade","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":14.5}
