{"name":"Bock y Ca Lanceros","url":"https://www.noblego.de/bock-y-ca-lanceros/","brand":"Bock y Ca","series":"","details":{"Fazit":"Die elegante Bock y Ca Lanceros ist eine perfekte Zigarre für die Nachmittagsstunden. Mit ihren milden Aromen überfordert sie den Gaumen nicht und passt wunderbar zu einer schönen Tasse Kaffee.","Genuss":"Als eine der ältesten Zigarrenmarken Kubas hat man einen Ruf zu verteidigen. Auch wenn Bock y Ca Zigarren mittlerweile unter der Schirmherrschaft von Villiger in der Dominikanischen Republik gefertigt werden, ist man immer noch der mehr als hundertjährigen Tradition verpflichtet. Daher wird in der Verarbeitung nach wie vor auf eine besonders hohe Qualität geachtet, wie sie schon zur Einführung der Marke Mitte des 19. Jahrhunderts üblich war. Herausgekommen ist ein aromatischer Longfiller, der in Form der Bock y Ca Lanceros eine Länge von 18,5 cm und einen Durchmesser von 15 mm misst. Damit erstreckt sich das Raucherlebnis auf bis zu 70 Minuten Länge und zeigt dabei eine Aromenpalette von erdigen, holzigen, nussigen und Kaffee-Aromen. Zum Ende nimmt die Lanceros etwas an Würze zu und präsentiert auch leicht pfeffrige Nuancen.","Hintergrund":"Die Einlagetabake der Bock y Ca Lanceros stammen aus Nicaragua und der Dominikanischen Republik, das Umblatt hingegen kommt aus Indonesien und das Deckblatt ist ein Connecticut Seed aus Ecuador. Gustav Bock, der Gründer der Marke, gilt als Erfinder des Zigarrenrings, der seit dem 19. Jahrhundert die Premiumzigarren von minderwertiger Ware unterscheidbar machte."},"diameter_mm":15,"ring":38,"length_mm":185,"length_inch":0,"format":"Long Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.4}
