{"name":"Aging Room Small Batch M356 Motivo","url":"https://www.noblego.de/aging-room-small-batch-m356-motivo/","brand":"Aging Room","series":"M356","details":{"Fazit":"Der versierte Aficionado genießt die „Motivo“ am liebsten nach einer ausgewogenen Mahlzeit. Stilgerecht darf dieser Genuss je nach Tageszeit auch mit einem Single Malt Whisky abgerundet werden, gerne ein Espresso dazu.","Genuss":"Die Aging Room M356 Motivo im Toro Format macht ihrem Ruf alle Ehre und überzeugt mit einem weichen, glatten Deckblatt und einem unaufdringlichen, aber dennoch würzigen Geruch. Sie weist eine Länge von 15,2 Zentimeter auf und hat einen Durchmesser von 19 Millimetern. Bereits bei den ersten Zügen entfalten sich ihre nussigen, aromatischen Aromen. Im Anschluss entwickeln sich leichte Röst- und Karamellnoten, die den Raum mit vollem, kräftigem Rauch füllen. Selbst im zweiten Drittel, wo die M356 Motivo ihren vollen Rauchgenuss entwickelt bleibt sie sehr angenehm, ohne scharf oder bitter zu werden. Ein leichter pfeffrig-würziger Geschmack und ein leichtes Prickeln verzücken den Mund eines jeden Aficionados. Die Stärke der Aging Room ist nicht typisch für eine Puro Dominicano und somit auf jeden Fall einen Versuch Wert. Das schokoladig dunkle Deckblatt ist aus einer Havannasaat gezogen. Einlage- und Umblatttabacke bestehen aus dominikanischen Ligeros. Qualitätsware aus der dominikanischen Republik mit einem attraktiven Format und hohem Wiedererkennungswert. Überzeugen Sie sich selbst von der perfekten Kombination von herber Süße und der Weichheit von Karamell.","Hintergrund":"Seit 2011 zählt die Aging Room M356 zu den besten Zigarren in Amerika, der Cigar Aficionado hat sie mit einer Höchstpunktzahl von 94 Punkten unter die Top 25 gewählt. Dies wird auf jeder einzelnen Zigarre und auch Kiste mit einem sehr auffälligen Sticker klar deklariert. Der Cigar Insider ließ im März 2014 ein 91 Punkte Rating für die Motivo hinzukommen und das Cigar Journal lässt sich mit 92 Punkten im Blind Tasting auch nicht lumpen. Es war ein Montag (Monday), an dem die Zigarre kreiert wurde, somit der Buchstabe „M“ im Namen. Montag, der 22. Dezember, 356. Tag im Jahre 2008."},"diameter_mm":19,"ring":48,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Karamell","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.3,"additionalNotes":"Boutique Zigarre"}
