{"name":"Bossner Alexander Claro","url":"https://www.noblego.de/bossner-alexander-claro/","brand":"Bossner","series":"Claro","details":{"Fazit":"Die Bossner Alexander Claro ist eine kleine, aber feine Zigarre für einen nachmittäglichen Bummel durch die Stadt, oder für einen kurzen Smoke auf der Terrasse. Sie sollte jedoch in ihrem Gehalt nicht unterschätzt werden.\nUm die Aromenvielfalt dieser Zigarre richtig zu deuten, empfiehlt sich zu dieser Vitola eine Tasse Kaffee, auch zur Neutralisierung zwischen den verschiedenen Dritteln, um das Spektrum komplett abzudecken.","Genuss":"Die Linie Bossner Classic ist eine Zigarre für diejenigen, die einen würzigen aber trotzdem überaus angenehmen Smoke suchen. Mit einer Kürze von 89 Millimetern ist sie eine der kürzesten, und dem Durchmesser von 19 Millimetern eine der dicksten Zigarren aus der Linie Bossner Classic. Einlage und Umblatt der Alexander Claro stammen aus der Dominikanischen Republik. Die Textur des Deckblatts ist gleichmäßig und glänzend, es handelt sich um ein Connecticut aus den USA. Der Kaltzustand der kleinen Zigarre ist sehr buttrig bis animalisch und verspricht dem Raucher einen anfangs sehr schwer definierbaren Geschmack. Ein samtiger Rauch mit leicht floralen Noten verschafft sich im ersten Drittel starken Eindruck beim Raucher. Dunkle Holznoten werden mit dem Duft von Kastanien unterstrichen. Das zweite Drittel wird von deutlich dichterem und komplexerem Rauch begleitet, deutliche dunkle  Holznoten kommen hinzu und machen diese Vitola zu einem sehr ausgewogenen Produkt. Im letzten Drittel unterstreicht ein leichter Hauch von Rinde die kräftig-würzigen Aromen und macht diesen Smoke vollkommen. Ohne beißen oder kratzen lässt sich die kleine Bossner Alexander Claro bis zum Ende genießen. Begleitet wird das ganze von einem leicht süßen Hauch Honig, der die kleine Coronita zu einem wahren Erlebnis macht. Trotz des kleinen Formats sollte diese Zigarre nicht unterschätzt werden.","Hintergrund":"Einzigartige Qualität und Außergewöhnlichkeit im Geschmack sind die Markenzeichen der Bossner -Zigarren. Es werden ausschließlich Tabake höchster Qualität verwendet, was sich auch im Rauchverhalten bemerkbar macht. Dies zeigt sich auch im runden Abbrand und dem klasse Aschebild, die diese Zigarren zu einem Highlight machen."},"diameter_mm":19,"ring":48,"length_mm":89,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":11.4}
