{"name":"Alec Bradley Fine \u0026 Rare Edition 2021 Churchill","url":"https://www.noblego.de/alec-bradley-fine-rare-edition-2021-churchill-zigarren/","brand":"Alec Bradley","series":"Fine and Rare","details":{"Genussverlauf":"Insgesamt stecken in dem Blend der Fine \u0026 Rare Edition 2021 von Alec Bradley zehn verschiedene Tabake, die aus Honduras und Nicaragua stammen. Ein wunderschönes Criollo Deckblatt aus Honduras und die beiden nicaraguanischen sowie honduranischen Umblätter sind vom Hersteller ausgezeichnet worden. Über die genaue Zusammensetzung der Tabake in der Einlage hüllt man bei Alec Bradley den Mantel des Schweigens, wohl um sich nicht zu tief in die Karten schauen zu lassen. Die mittelkräftige Sonderedition bietet einen abwechslungsreichen Aromaverlauf, der sich über angenehme Kakao- und Umamiaromen, feine Noten von süßen und pikanten Gewürzen sowie begleitende Holz-, Lakritz- und Dörrobsttöne definiert. Eine gelungene Komposition, welche man bei optimalen Zug- und Abbrandbedingungen entspannt genießen kann.","Nice to know":"Mit der gesamten Herstellung der Fine \u0026 Rare 2021 wurde bei Alec Bradley ein spezialisiertes Rollerteam betraut. So gewährleistet man die gleichbleibend gute Qualität der delikaten Sonderauflage.","Resümee":"Ein köstlicher Höhepunkt zum Zigarrenherbst 2022! Die Alec Bradley Fine \u0026 Rare 2021 ist eine lohnenswerte Genussinvestition. Selbst wenn man den kostbaren Inhalt der sehr hochwertigen Kisten aufgebraucht hat, bieten sich diese zur Nutzung als Zweit- oder Dritt-Humidor an."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Churchill","maker":"Alan Rubin","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"wrapperTobaccoVariety":["Criollo"],"fillerOrigin":["Geheim"],"binderOrigin":["Honduras","Nicaragua"],"aromaProfileManufacturer":["Holz","Kakao","Lakritz","Muskat","Pfeffer","Süß","Trockenfrüchte","Umami","Zimt"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":298.76,"additionalNotes":"Boutique Zigarre, Limited"}
