{"name":"Flor de Copan Linea Puros Robusto","url":"https://www.noblego.de/flor-de-copan-linea-puros-robusto/","brand":"Flor de Copan","series":"Linea Puros","details":{"Fazit":"Eine mittelkräftig-feinwürzige Zigarre mit cremiger Rauchstruktur und leichter eigener Süße.\nDie Flor de Copan Linea Puros Robusto passt quasi zu allem, egal ob ein schönes unfiltriertes Bier, ein mittelkräftiger Rum oder ein leicht torfiger Whisky. Liebhaber von mittelkräftigen Zigarren, sollten hier unbedingt ein paar auf Lager haben.","Genuss":"Die Flor de Copan Linea Puros Robusto misst einen Durchmesser von 20,6 Millimetern und eine Länge von 12,7 Zentimetern und ist mit ihrem leicht- bis mittelkräftigen Geschmackserlebnis, ideal für jede Situation geeignet. Die makellose Verarbeitung vom seidigen Deckblatt, sowie das angenehm leichte Zugverhalten, begeistern von Anfang an. Bei einer Rauchdauer von bis zu 60 Minuten weist die Flor de Copan Linea Puros Robusto zu Beginn Aromen von Kaffee, Leder und Schokolade auf, die sich im zweiten Drittel deutlich kräftiger bemerkbar machen. Im letzten Drittel gesellen sich dann leichte Noten von Holz und Pfeffer dazu. Über die gesamte Rauchdauer bleibt das Zugverhalten angenehm leicht und die Stärke variiert von leicht am Anfang hin zu mittelkräftig gegen Ende. Ein wunderschön gleichmäßiger Abbrand und eine weiß-grau gemusterte Asche, geben ein optisch stimmiges und kontrastreiches Bild ab.","Hintergrund":"Linea Puros, eine Marke, die sich die Auszeichnung „Cigar Trophy – Best Brand Honduras 2008“ wahrlich verdient hat. Auch 4 „Brilliant in 2008“ Sterne sprechen für sich. Die Flor de Copan Linea Puros Robustos sind feinste Handarbeit aus Santa Rosa de Copán, einer kühlen Hügelregion Honduras‘ nahe der Grenze zu Guatemala und El Salvador. Bemerkenswert ist auch, dass die Einlage, Umblatt und Deckblatt komplett aus der gleichen Region stammen."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Leder","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.6}
