{"name":"San Pedro de Macoris Brazil Robusto","url":"https://www.noblego.de/san-pedro-de-macoris-brazil-robusto/","brand":"San Pedro","series":"Brazil","details":{"Fazit":"Die San Pedro de Macoris Brazil Robusto schmeckt einfach gut und wird zu einem äußerst fairen Preis angeboten. Diese Zigarren haben definitiv das Zeug den meist eher grauen Alltag etwas bunter erscheinen zu lassen.","Genuss":"Die San Pedro de Macoris Brazil Robusto zeigt auf den ersten Blick, wie wunderbar sie verarbeitet ist. Ihr herrlich schimmerndes Sungrown Arapiraca Deckblatt umschließt ein dominikanisches Olor Umblatt. Die Einlage der leckeren Robusto besteht aus reifgelagerten Tabaken aus Brasilien und der Dominikanischen Republik. Ein mittelkräftiger Blend, der für einen cremigen Rauch mit klaren Noten von Schokolade, Kakao und Karamell sorgt. Dazu gesellen sich eine fein ausgewogene Würze und eine dezente Lieblichkeit, die das schöne Geschmacksbild der San Pedro de Macoris Brazil Robusto komplettieren. Für eine gute Stunde bietet die Robusto so ein gediegenes Rauchvergnügen, ohne Schwierigkeiten bei Zug und Abbrand.","Hintergrund":"Die Inspiration für diese neue Serie aus dem Hause Royal Agio gaben in erster Linie die Bewohner der Stadt San Pedro de Macoris in der Dominikanischen Republik. Sie strahlen auf natürliche Weise Lebensfreude und Gelassenheit aus und besitzen zudem eine große Leidenschaft für Zigarren. Ein stimmiges Gesamtkonzept, welches nun in Form der eindrucksvollen San Pedro de Macoris Zigarren umgesetzt wurde."},"diameter_mm":20.6,"ring":52,"length_mm":130,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Kakao","Karamell","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5}
