{"name":"Davidoff Year of the Snake Limited Edition 2025 Lancero","url":"https://www.noblego.de/davidoff-year-of-the-snake-limited-edition-2025-lancero-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Extrablatt":"Dieses Jahr bringt Davidoff gleich drei Versionen der Year of the Snake heraus. Neben der hier vorgestellten wird es noch eine Flagship Exclusive Toro geben, die nur in den Davidoff Flagship Stores erhältlich sein wird. Noch exklusiver wird es bei der Masterpiece Toro, von der lediglich 25 kunstvoll verzierte Humidore à 88 Zigarren hergestellt werden.","Genussverlauf":"Eines ist schon mal klar: Die leeren Kisten der Year of the Snake werden auch diesmal wieder in vielen Haushalten als Schmuckkiste dienen. Elegant wäre wohl ein Understatement, um die Naturholzkiste mit ihrem Boden in Hochglanz-Rot zu beschreiben. Die Kiste versprüht mit ihrem aufgeräumten Äußeren und dem roten Markenband schon eben jene Ausgeglichenheit, für die die Schlange im chinesischen Tierkreis steht. Einmal geöffnet, offenbart die auf 17 500 Stück limitierte Kiste ihre Schätze. Zehn Lancero-Zigarren mit einer luxuriös anmutenden Banderole, die die schon auf der Kiste auszumachende stilisierte Schlange zeigt, versetzen uns in großes Staunen. Das Format mit seiner zeitlosen Eleganz passt perfekt zur Schlange und wir können kaum erwarten, es anzuzünden. Beim Blend handelt es sich um ein Deckblatt aus Ecuador, das Umblatt stammt auch aus dem südamerikanischen Land. Innovativ wird es bei der Einlage. Zum ersten Mal nutzt Davidoff einen dominikanischen Hybridsamen 98 aus dem Terroir Martin Garcia und erst zum zweiten Mal mexikanischen Einlagetabak. Der Geschmack der Zigarre ist dadurch wirklich erstaunlich. Zitrone, Pfeffer und Leder übernehmen die Führung, im zweiten Drittel kommen dann geröstete Nüsse und Eichenholz dazu. Dabei verbleibt die Year of the Snake im oberen Mittelbereich der Stärke. Kaffeenoten, Erde und getrocknete Früchte schließen das Geschmackserlebnis ab.","Resümee":"Eleganz und Ausgeglichenheit - sowohl im Format als auch im Geschmack verkörpert die Davidoff Limited Edition Year of the Snake 2025 diese Eigenschaften. Die Kiste ist Davidoff-typisch wieder mal sagenhaft. Der Preis mag zwar abschrecken, doch bedenken Sie: Nur 850 der 17 500 Kisten schaffen es nach Deutschland. Greifen Sie zu!"},"diameter_mm":17,"ring":43,"length_mm":178,"length_inch":0,"format":"Lancero","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Eichenholz","Erdig","Kaffee","Leder","Nuss","Pfeffer","Trockenfrüchte","Zitrone"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":62,"additionalNotes":"Limited"}
