{"name":"Romeo y Julieta Short Churchill A/T","url":"https://www.noblego.de/romeo-y-julieta-short-churchill-a-t/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Weniger eine Zigarre für Anfänger, aber Kuba-Liebhaber kommen mit der Romeo y Julieta Short Churchill Tubo voll auf ihre Kosten. Kräftig in der Stärke und würzig im Aroma präsentiert sie sich als stolze Kubanerin. Am besten zum Kaffee am Nachmittag oder einem 7-jährigen Caney Rum am Abend.\nTipp: Nach etwas zusätzlicher Reifezeit im heimischen Humidor entfalten sich die Aromen noch besser.","Genuss":"Die Romeo y Julieta Short Churchill A/T besticht durch eine hochwertige Verarbeitung der edlen kubanischen Tabake. Mit einer Länge von 12,4 Zentimetern und einem Ringmaß von 50 entspricht sie den Maßen einer Robusto und verspricht recht fest gerollt eine Rauchdauer von rund einer Stunde. Der zweite, goldene Zigarrenring, der unterhalb der Markenkennzeichnung angebracht ist, zeigt die Unterscheidung zum Robusto Format der Romeo y Julieta Zigarren an. Der Geschmack gestaltet sich typisch kubanisch mit Noten von Erde und Holz, die von Leder und Nuss begleitet werden. Zur Mitte sind leichte Kaffee-Aromen wahrnehmbar, die im Finale in Röstnoten aufgehen. Eine würzige und starke Zigarre, die auch in Zug und Abbrand überzeugen kann.","Hintergrund":"Die kubanische Marke Romeo y Julieta wurde 1850 eingeführt, jedoch erst 1873 offiziell registriert. In den Tabakmanufakturen war es zu dieser Zeit üblich, den Torcedores Geschichten vorzulesen, um die Arbeit interessanter zu gestalten. Besonders gerne wurde die  Tragödie „Romeo und Julia“ von William Shakespeare gehört und dadurch die Namensgebung der neuen Marke maßgeblich beeinflusst."},"diameter_mm":20,"ring":50,"length_mm":124,"length_inch":0,"format":"Short Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Nuss","Röstaromen"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":21.2}
