{"name":"My Father No. 4 Lancero","url":"https://www.noblego.de/my-father-no-4-lancero-zigarren/","brand":"My Father","series":"","details":{"Genussverlauf":"Das Deckblatt der My Father No. 4 Lancero stammt aus Ecuador. Es weist einen verlockend seidigen Glanz auf, der auf eine tadellose Qualität schließen lässt. Die Einlage- und Umblatt-Tabake der aus dem Hause Don Pepin Garcia kommenden Longfiller sind auf den nicaraguanischen Plantagen des bekannten Premiumherstellers gewachsen. Wer sich bisher noch nie an einer Lancero versucht hat, sollte unbedingt beachten, diese gemächlich und mit geringer Zugfrequenz zu genießen. Ein zu schnelles Rauchen führt dazu, dass die No. 4 zu heiß wird und ihre herrlichen Aromen somit nicht zur Geltung kommen. Nimmt man sich ihr allerdings mit der nötigen Geduld an, dann schenkt sie ihrem Genießer ein unnachahmliches Rauchvergnügen mit karamelliger Süße, delikaten Würznoten und über eine ungefähre Rauchdauer von 90 Minuten abwechslungsreich auftretenden Kakao-, Kaffee-, Holz-, Erd-, Nuss- und Pfefferaromen. Sie zeigt sich dabei durchweg cremig und brennt zuverlässig sowie kerzengerade ab.","Nice to know":"Aus dem Spanischen übersetzt bedeutet „Lancero“ im Deutschen „Lanzenreiter“. Abgeleitet ist dieser Begriff vom spanischen Wort „Lanza“, was so viel wie „Speer“ bedeutet. Das erklärt im Wesentlichen die lange, schlanke Form von Lancero Formaten.","Resümee":"Die My Father No. 4 Lancero richtet sich definitiv an geübte und erfahrene Gaumen. Einsteiger würden mit der ranken Nicaraguanerin nicht gut zurechtkommen, da sie schlichtweg zu stark und komplex ausgelegt ist. Ansonsten bekommt man hier einen wahnsinnig interessanten Genuss geboten, den das spezielle Format in ganz besonderer Weise zu präsentieren weiß."},"diameter_mm":15.1,"ring":38,"length_mm":190,"length_inch":0,"format":"Lancero","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Karamell","Leder","Nuss","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":14.5}
