{"name":"Don Pepin Garcia Blue Label Invictos (Robusto)","url":"https://www.noblego.de/don-pepin-garcia-blue-label-invictos/","brand":"Don Pepin Garcia","series":"Blue Label","details":{"Fazit":"Das interessante Schärfespiel macht die Zigarre zu einem abwechslungsreichen Smoke-Erlebnis. Wer einen scharfen Start mag, der in leichter Süße sanft ausklingt, ist mit der Don Pepin Blue Label Invictos gut beraten. Dazu empfiehlt sich ein 15-jähriger El Dorado Rum.\nErhältlich in einer wunderschönen, handgefertigten Flip-Top-Zedernkiste, ist sie auch als Geschenk ein absolutes Highlight. Der perfekte Einstieg in die Blue-Label-Linie.","Genuss":"Die Don Pepin García Blue Label ist eine handgemachte Zigarre, die sich 2008 unter den Top 25 Zigarren in den USA platzierte und auch im Jahre 2013 mit der Invictos eine Topbewertung von 92 Punkten (Cigar Insider 10/2013) für sich verbuchen konnte. Die Blue Label Linie ist so etwas wie der Klassiker des Hauses. Die Don Pepin Blue Label Invictos zählt dabei mit ihren 12,8 cm Länge und einem Durchmesser von 19 mm zu den kleinsten Exemplaren der insgesamt neun Formate. Als Puro vereint sie feinste nicaraguanische Tabake mit einem Umblatt und einem Corojo Oscuro Deckblatt, die ebenfalls aus Nicaragua stammen. Geschmacklich entfaltet sie eine Fülle von Aromen. Beginnend mit einem würzigen, pfeffrigen Aroma, dessen Schärfe sich im zweiten Drittel der Zigarre etwas abschwächt und Noten von Leder und Zedernholz aufweist. Das Finale bietet Aromen von Kaffee, Schokolade, Erde und cremige Töne. Der perfekte Zug und der gleichmäßige Abbrand machen sie zu einem echten Rauchgenuss.","Hintergrund":"Der Name Don „Pepin“ García steht heute für Top-Qualität. Von seiner Rolle als Masterblender auf Kuba, über seine Zigarrenfabrik in Miami, bis heute nach Nicaragua: „Pepin“ ist einer der schillernsten Namen in der Zigarrenbranche mit weitbekannt sehr hohen Verarbeitungsstandards. Er produziert nicht nur unter seinem eigenen Namen verschiedene Zigarren, sondern steht auch für die Zigarrenformate anderer Firmen Pate."},"diameter_mm":19,"ring":48,"length_mm":128,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Corojo Oscuro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12.4}
