{"name":"Oliva Serie V No.4 Petit Corona","url":"https://www.noblego.de/oliva-serie-v-no-4-petit-corona/","brand":"Oliva","series":"Serie V","details":{"Fazit":"Eine kleine Zigarre, die es ganz schön in sich hat. Ein mittelkräftiger, cremiger Smoke, spannende Aromen und makellose Verarbeitung. Auf Grund des praktischen Formats können Sie die Oliva Serie V No. 4 auch schon in der Mittagspause oder bei einem Meeting genießen. Als Getränk empfehlen wir eine Kaffeespezialität oder einen milden Rum.","Genuss":"Die Oliva Serie V No. 4 im Format einer Petit Corona ist mit ihren Maßen von 12,7 Zentimetern Länge und einem Durchmesser von 1,7 Zentimetern eher klein geraten. Dennoch lässt das wunderschöne Sun Grown Deckblatt, auf dem so gut wie keine Adern zu finden sind, keinen Zweifel zu; hier handelt es sich um eine vollwertige Zigarre. Kalter Duft von dunkler Schokolade und Espresso finden sich auch im angezündeten Zustand wieder. Im ersten Drittel entfaltet die Oliva Serie V No. 4 ein Bouquet aus  dunklen, erdigen Aromen und einer pfeffrigen Schärfe am Gaumen. Der von Beginn an voluminöse und dichte Qualm befördert im zweiten Drittel eine weichere Mischung aus verschiedenen Holz- und Kaffeenuancen. Nach dieser leckeren Verschnaufpause nimmt die Oliva Serie V No. 4 im letzten Drittel wieder deutlich an Fahrt auf und präsentiert wieder ihre pfeffrige Seite. Nach gut 50 Minuten ist das Ende der Zigarre erreicht und es bleibt der Nachhall eines sehr abwechslungsreichen Smokes zwischen Erd-, Holz-, Kaffee-, und Schokoladenaromen.","Hintergrund":"Die Formate der Oliva V Serie wurden mit Preisen nur so überhäuft. Sicherlich liegt dies nicht zuletzt an der ausgefeilt arrangierten Einlage aus verschiedenen nicaraguanischen Tabaken, allen voran dem speziell fermentierten Jalapa Valley Ligero."},"diameter_mm":17,"ring":42,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Trockenfrüchte"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.2}
