{"name":"Casa de Garcia Connecticut Short Robusto","url":"https://www.noblego.de/casa-de-garcia-connecticut-short-robusto/","brand":"Casa de Garcia","series":"Connecticut","details":{"Fazit":"Bei diesem Preis-Leistungs-Verhältnis können Sie gar nichts falsch machen. Unkompliziert in der Handhabung und stark im Aroma. Am besten jeden Tag und jederzeit.","Genuss":"Hochwertiger und aromatischer Tabakgenuss muss nicht immer teuer sein. Die Casa de Garcia Connecticut Bundles bieten beides zu einem unglaublich günstigen Preis. Die Short Robustos überzeugen dabei mit einem wunderschön verarbeiteten Connecticut Shade Deckblatt, das sich um ein Connecticut Broadleaf Umblatt und eine Einlage aus dominikanischen und honduranischen Tabaken legt. Der milde Longfiller beginnt mit holzigen Aromen, die schon früh eine süße Karamellnote integrieren. Im Verlauf kommen nussige Töne hinzu und eine sehr dezente Pfeffernuance, die dem Smoke genau die richtige Portion Würze verleiht. Über die knappe Länge bleibt der Abbrand schön gerade und auch der Zug ist durchgehend leicht. Alles in allem ein angenehm milder Smoke für eine gute halbe Stunde Rauchgenuss.","Hintergrund":"Fernab von Santiago de los Caballeros, dem Zigarrenzentrum der Dominikanischen Republik, liegt im kleinen La Romana die produktivste Zigarrenmanufaktur der Welt, die Tabacalera de Garcia. Neben den Casa de Garcia Bundles entstehen dort an die 50 Zigarrenmarken darunter auch \u003ca title=\"Don Diego Zigarren\" href=\"/don-diego/\"\u003eDon Diego\u003c/a\u003e oder die dominikanischen Varianten der \u003ca title=\"Romeo y Julieta Zigarren\" href=\"/romeo-y-julieta-zigarren/\"\u003eRomeo y Julieta\u003c/a\u003e und \u003ca title=\"Montecristo Zigarren\" href=\"/montecristo-zigarren/\"\u003eMontecristo\u003c/a\u003e Zigarren."},"diameter_mm":19.5,"ring":49,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Holz","Karamell","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.9}
