{"name":"Padilla Premier Cru Torpedo","url":"https://www.noblego.de/padilla-premier-cru-torpedo/","brand":"Padilla","series":"","details":{"Fazit":"Für die Padilla Premier Cru Torpedo sollten Sie sich Zeit nehmen. Entspannt nach dem Abendessen zu einem eleganten Digestif könnte das Wohlgefühl kaum besser sein.","Genuss":"Ernesto Padilla, der Besitzer von Padilla Zigarren, ist einer der Söhne Heberto Padillas, seines Zeichens kubanischer Poet. Die künstlerisch-kreative Ader wurde auch Ernesto mit in die Wiege gelegt. Er studierte am Kunstinstitut in Philadelphia und nutzt seine künstlerischen Fähigkeiten in der Gestaltung des Padilla-Designs. So kommt die Zeichnung eines nicaraguanischen Tabakfeldes in der Innenseite der Zigarrenkisten aus seiner Hand. Aber nicht nur optisch fällt die Padilla Premier Cru Torpedo auf, auch geschmacklich hat sie einiges zu bieten. Ausgestattet mit einem ecuadorianischen Caribbean Seed Deckblatt und feinsten nicaraguanischen Tabaken in Umblatt und Einlage macht schon der Kaltgeruch nach Rosinen, Kaffee und dunkler Schokolade Lust auf mehr. Diese Aromen finden sich auch angezündet in der Zigarre wieder, neben erdigen und pfeffrig scharfen Noten. Zum zweiten Drittel gewinnt der Longfiller etwas an Stärke und Schärfe im Abgang, die jedoch nicht unangenehm wirkt. Die Anfangsaromen bleiben auch hier erhalten und begleiten den Smoke bis zum Ende nach ca. 90 Minuten.","Hintergrund":"Im Mai 2012 entschied sich Ernesto Padilla seine Zigarrenmarke völlig neu auszurichten und noch einmal von vorne zu beginnen. Es wurden neue Linien für den amerikanischen Markt entwickelt. Für den europäischen Markt arbeitet Padilla mit Oliva Cigars zusammen, auf deren Farmen die Tabake für die exklusiv für Europa entstandenen Padilla Premier Cru gezogen werden und die diese auch in Europa vertreiben."},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.5}
