{"name":"Kuuts Nicaraguan Blend Robusto","url":"https://www.noblego.de/kuuts-nicaraguan-blend-robusto/","brand":"Kuuts","series":"","details":{"Fazit":"Die Kuuts Nicaraguan Blend Robustos sind der ideale Begleiter für den unkomplizierten Zigarrengenuss im Alltag. Eine derart feine Robusto, zu einem Preis von unter fünf Euro, ist natürlich alles andere als alltäglich.","Genuss":"Sehr schön verarbeitet und mit ansprechender Bauchbinde versehen, sind die Kuuts Nicaraguan Blend Robustos. Dabei handelt es sich um von Hand gerollte Longfiller, die in Einlage und Umblatt mit ausgewählten nicaraguanischen Tabaken versehen sind. Ihr schimmernd glänzendes Deckblatt stammt aus Ecuador und wurde dort aus karibischem Saatgut gezogen. Die Robusto bietet einen interessanten Rauchverlauf, welcher mit kräftig würzigen und vielschichtigen Holznoten, gepaart mit einer angenehmen Pfefferschärfe startet. Nach einigen Zügen lässt der Pfeffer allerdings fast gänzlich nach und anstelle der Holzaromen treten ausgewogen sanfte Röstaromen durch den dichten und voluminösen Rauch der Robusto zutage. Diese werden einige Zeit später von nussigen Aromen abgelöst, die bis zum Finale dominieren. Alles in allem bieten die Kuuts Nicaraguan Blend Robustos ein angenehmes und unkompliziertes Rauchvergnügen, welches durch das perfekte Zug- und Abbrandverhalten der aus Honduras stammenden Zigarren zusätzlich bestätigt wird.","Hintergrund":"Für den angenehm ausbalancierten Geschmack der Kuuts Zigarren sind lang gereifte und milde Tabake verantwortlich. Bei Kuuts in Honduras versteht man das Zigarrenhandwerk meisterlich auszuüben und kommt dem Zigarrenliebhaber dabei auch noch preislich sehr entgegen."},"diameter_mm":20,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Heu","Holz","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.95}
