{"name":"Dunhill Aged Cigars Reserva Especial Robusto Grande (Vintage 2003) Edition Limitada","url":"https://www.noblego.de/dunhill-aged-cigars-reserva-especial-robusto-grande-vintage-2003/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Die Dunhill Aged Cigars Reserva Especial Robusto Grande Vintage 2003 Edition Limitada ist ein absolutes Highlight der Dunhill Aged Cigars. Einige Kisten dieser auf 500 Kisten für Deutschland limitierten Zigarre haben wir noch auf Lager. Wir werden Sie über die Verfügbarkeit der einzelnen Kisten auf dem Laufenden halten.","Genuss":"Mit der Dunhill Aged Cigars Reserva Especial Robusto Grande Vintage 2003 holen Sie sich etwas ganz Besonderes in Ihren Humidor. Neun Jahre wurden die 2003 geernteten Tabake des dominikanischen Cibao-Tals nach ihrer Fermentierung gereift. Das verleiht ihr das einzigartige volle Aroma, das es durchaus mit mittelstarken kubanischen Zigarren aufnehmen kann. Würzige Fruchtaromen mit intensiven Noten von Holz und Nuss bestimmen das Geschmacksspektrum und machen den rund 60 bis 70-minütigen Smoke zu einem Raucherlebnis mit Seltenheitsgarantie. Der Abbrand bleibt durchweg gerade, entwickelt einen cremigen Rauch und auch die stabile mittelgraue Asche ist dieser limitierten Robusto Grande würdig.","Hintergrund":"Alle Tabake, die für die Dunhill Aged Cigars Reserva Especial Robusto Grande verwendet wurden entstammen dem Jahrgang 2003. In diesem Jahr waren die klimatischen Bedingungen besonders gut, sodass eine außergewöhnliche Pioto Ernte zu verzeichnen war. Der Tabak wurde nach der Fermentierung in großen Ballen unter Palmenbaumborke gelagert und in neun Jahren zu einer einzigartigen Reifestufe gebracht, in der der Tabak sein volles Aroma entwickelt. 2012 konnten dann endlich die langersehnten Robusto Grande gerollt werden."},"diameter_mm":20,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Piloto"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Holz","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":9.8,"additionalNotes":"Aged"}
