{"name":"Vega Fina Fortaleza 2 Short Belicoso","url":"https://www.noblego.de/vega-fina-fortaleza-2-short-belicoso/","brand":"Vega Fina","series":"Fortaleza 2","details":{"Fazit":"Ein abwechslungsreicher, mittelkräftiger Smoke aus der Dominikanischen Republik. Die Vega Fina Fortaleza 2 Short Belicoso ist perfekt für einen entspannten Abend auf einem gemütlichen Sofa geeignet und verträgt sich mit einem eleganten Whisky ebenso gut wie mit einem gepflegtem Weizen.","Genuss":"Wer Short Robusto-Formate mag, der sollte diese Short Belicioso unbedingt versuchen. Mit einem 52er Ringmaß wird dem Aficionado ein stattlicher Durchmesser geboten, der bei viel Tabak medium-stark bleibt. Die Vega Fina Fortaleza 2 Short Belicoso macht durch die tolle Verarbeitung im anspruchsvollen Figurado-Format bereits optisch einen guten Eindruck. Und diese Impression wird dann auch beim Rauchen bestätigt, denn das gebotene Aromenarrangement ist abwechslungsreich und toll ausbalanciert. Zunächst dominieren eine medium-aromatische Würze und feine Röstaromen. Im weiteren Verlauf kommen dezente Ahnungen von Kaffee hinzu, die mitunter an Zartbitterschokolade erinnern. Auch holzige Nuancen von Zedernholz hält diese durchweg cremige Zigarre bereit.","Hintergrund":"Vor allem im Vergleich zu der regulären Vega Fina-Linie mit der hellen Bauchbinde fällt diese Zigarre kräftiger aus. Das wird bereits durch die Produktverpackung unterstrichen, denn sowohl die 10er Holzkiste als auch die Banderole sind in schwarzem Design gestaltet. Mit der Komposition der Vega Fina Fortaleza-Linie hat die Firma um den Zigarren-Kreateur José Seijas einmal mehr ihr Können bewiesen."},"diameter_mm":20.6,"ring":52,"length_mm":103,"length_inch":0,"format":"Short Belicoso","manufactureOrigin":"","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["Criollo"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Kaffee","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.5}
