{"name":"Perdomo Nicaragua Bourbon Barrel Aged Connecticut Robusto","url":"https://www.noblego.de/perdomo-nicaragua-bourbon-barrel-aged-connecticut-robusto-zigarren/","brand":"Perdomo","series":"Bourbon Barrel Aged","details":{"Genussverlauf":"Bei dem Deckblatt der Bourbon Barrel Aged Connecticut Robusto handelt es sich um ein sechs Jahre lang gereiftes Connecticut Shade aus Ecuador. Eben dieses Deckblatt wird vor seiner Weiterverarbeitung zur fertigen Zigarre für weitere sechs Monate in einem ehemaligen Bourbonfass gelagert. Die Einlage- und Umblatt-Tabake sind nicaraguanischen Ursprungs und werden vom Hersteller mit vier bis sechs Jahren Reifezeit angegeben. Das aus all diesen Tabaken von Hand gerollte Robusto Format schenkt seinem Genießer ein cremiges und komplexes Zigarrenvergnügen von gut 60 Minuten Dauer. In dieser Zeit entfaltet es neben zarten Tönen von Bourbon ausgewogene Aromen von Erde, Zedernholz und Mandel. Begleitet von pfeffrigen und süßen Akzenten entsteht so ein kurzweiliger Gaumenschmaus der mittelkräftigen bis kräftigen Art. Den hohen Qualitätsanspruch, den man bei Perdomo gegenüber seinen Produkten einnimmt, beweist ein tadelloses Verhalten bei Zug und Abbrand.","Resümee":"Die Perdomo Nicaragua Bourbon Barrel Aged Connecticut Robusto ist ein besonders leckeres Stück Zigarre, das Freunde von vollmundigen Smokes mit dem gewissen Etwas anspricht. Wenn Sie sich als einen solchen sehen, dann sollten Sie sich diesen Gaumenschmaus nicht entgehen lassen."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Mandel","Pfeffer","Süß","Whiskey","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":12.5,"additionalNotes":"Aged"}
