{"name":"Rocky Patel Private Cellar Toro","url":"https://www.noblego.de/rocky-patel-private-cellar-toro/","brand":"Rocky Patel","series":"Private Cellar","details":{"Fazit":"Die Rocky Patel Private Cellar Toro ist in 90-100 Minuten geraucht. Zeit die Sie im Freien, unter Freunden und mit einem süß-fruchtigen Getränk verbringen sollten.","Genuss":"Mit der Rocky Patel Private Cellar Toro ist der Reigen des privaten Kellerschatzes von Rocky Patel mit dem größten Format beschlossen. Die Maße sind 163 x 20,6 mm, das macht die Toro etwas größer als der Standard es vorgibt. Dabei zeigen sich Abbrand und Zug von ihrer besten Seite, die Asche fällt recht früh, das allerdings ist bei dieser unkomplizierten Zigarre kein Problem.  Zu Beginn sind es die Würze und die Kirsche, die sich fast perfekt ergänzen. Im zweiten Drittel sind es Kaffee und Kakao, die das Bild mit den cremigen Röstaromen bestimmen, ohne dass die fruchtige Kirsche verschwinden würde. Langsam zeigt sich dann auch er weiße Pfeffer und passt sich so angenehm ein, dass man vergisst, wie unangenehm zu viel Pfeffer sein kann. Hier aber ist alles so angenehm cremig und weich komponiert, das Sie diese Zigarre lieben werden.","Hintergrund":"Rocky Patel ist dafür bekannt besondere und besonders gute Zigarren zu produzieren. Die Erfolgsgeschichte seiner Zigarrenunternehmung ist bemerkenswert, besonders, da seine Herkunft als Hollywoodanwalt nicht unbedingt den Weg vorzeichnete. Eine Zigarre dieses Aromenbildes zu blenden ist dabei ein Qualitätsbeweis, der seine älteren Serien ebenso aufwertet."},"diameter_mm":20.6,"ring":52,"length_mm":163,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Broadleaf"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Kakao","Kirsche","Pfeffer","Röstaromen","Süß","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.4}
