{"name":"Cohiba Robustos Supremos Edicion Limitada 2014","url":"https://www.noblego.de/cohiba-robustos-supremos-edicion-limitada-2014/","brand":"Cohiba","series":"Edición Limitada","details":{"Fazit":"Zugegeben, die Cohiba Robusto Supremo Edicion Limitada 2014 ist nicht gerade günstig. Aber sie ist ihr Geld absolut wert. Wer sich mit dem Genuss noch etwas gedulden kann, lässt Sie noch eine Weile im Humidor nachreifen.","Genuss":"Kurze und voluminöse Longfiller liegen derzeit im Trend. Dem verschließt sich auch die kubanische Traditionsmarke Cohiba nicht und bringt mit der Cohiba Robusto Supremo Edicion Limitada 2014 ein stattliches 58er Ringmaß auf den Markt bei einer klassischen Länge von 127 mm. Da wird schon ganz deutlich, dass es sich hier nicht um ein Standardformat handelt, sondern um eine limitierte Sonderausgabe. Die Verarbeitung ist wie gewohnt absolut hochwertig mit einem feinadrigen Deckblatt und einer perfekten Festigkeit. Nach dem Anzünden ist sie sofort voll da und lässt ihrem aromatischen Profil freien Lauf. Das Aroma der mittelstarken bis starken Robusto Supremo bewegt sich zwischen süßen, herben, erdigen sowie grasigen Noten, aber auch Röstaromen lassen sich erschmecken. Die Abbrandlinie zeigt sich kreisrund und hinterlässt einen stabilen Aschekegel. Ein ganz besonderer Rauchgenuss, an dem Sie gut 90 Minuten Ihre absolute Freude haben werden.","Hintergrund":"Die Tabake der Cohiba Robusto Supremo Edicion Limitada 2014 stammen aus San Juan y Martinez und San Luis in Vuelta Abajo. Die Region ist bekannt für die besten Tabake Kubas, wenn nicht gar weltweit."},"diameter_mm":23,"ring":58,"length_mm":127,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Leder"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":35,"additionalNotes":"Limited"}
