{"name":"Perdomo Craft Series Pilsner Robusto (Connecticut)","url":"https://www.noblego.de/perdomo-craft-series-pilsner-robusto/","brand":"Perdomo","series":"Craft Series","details":{"Fazit":"Wer ein Freund milderer, fruchtiger Zigarren ist, für den ist die Perdomo Craft Series Pilsner Robusto eine absolute Kaufempfehlung. Durch die ideal aufeinander abgestimmten Aromen von Zedernholz, Frucht sowie Würze stellt sie als Gegenpol einen idealen Begleiter zu bitteren Bieren dar.","Genuss":"Die Perdomo Craft Series Pilsner Robusto besticht durch eine milde Aromatik aus Zedernholz, süßlichen Fruchtnoten sowie eine herrliche Cremigkeit. Lediglich im Hintergrund schwingen dezente Gewürznoten mit, die durch ihre Sanftheit das eher süßliche Gesamtbild der Zigarre ideal ergänzen. Im weiteren Rauchverlauf nimmt die Perdomo Craft Series Pilsner Robusto etwas an Intensität zu. Geschmacklich im Vordergrund bleibt dabei aber die Kombination aus Zedernholz und Frucht. Wie auch bei den übrigen Zigarren der Craft Series fällt besonders positiv ein schön dezenter Eigengeschmack des Tabaks auf. Der angenehm leichte Zugwiderstand im Zusammenspiel mit der kreisrunden Abbrandlinie lassen sich auf die perdomo-typisch hochwertige Verarbeitung zurückführen. Die Rauchzeit als solche liegt bei ca. 75 Minuten.","Hintergrund":"Als perfekte Begleitung zu einem Bier entwickelt, stimmen die Zigarren der Craft Serie von Perdomo sowohl bei den ausgewählten Tabaken für die Einlage als auch für das Umblatt überein. Lediglich das gewählte Deckblatt unterscheidet sie. Für die Perdomo Craft Series Pilsner Robusto wurde ein Connecticut Shade-Deckblatt verwendet, das dieser Puro so ihren einzigartigen Geschmack verleiht."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.8}
