{"name":"Tatuaje Black Label Corona Gorda","url":"https://www.noblego.de/tatuaje-black-label-corona-gorda/","brand":"Tatuaje","series":"Black Label","details":{"Fazit":"Wer Tatuaje mag, sollte sich die Black Label Corona Gorda definitiv gönnen. Denn Pete Johnson und José Garcia haben sich hier mal wieder selbst übertroffen. Und so abenteuerlich sich die Marketinggeschichte zu der Corona Gorda auch anhört, diese Zigarre gehört zu den der wirklich, wirklich Guten. Im genussvollen Zusammenspiel mit einem Kaniché XO Double Wood einfach nur perfekt.","Genuss":"Die Tatuaje Black Label Corona Gorda ist optisch nicht besonders auffällig, die Bauchbinde ist ebenfalls eher schlicht. Das Criollo Deckblatt aus Nicaragua ist von warmbrauner Farbe und weist hier und da auch mal kleine Blattäderchen auf. Aber diese Corona Gorda kann so einiges und sie ist durch ihr überragendes Inneres umso auffälliger zwischen anderen Aromenkompositionen in der breiten Zigarrenmasse. Denn sobald die Tatuaje Black Label Corona Gorda angeraucht ist, die nebenbei bemerkt bereits im kalten Zustand betörende Düfte verströmt, hat sie den Aficionado gepackt. Neben Erde und duftenden Zedernholz präsentieren sich hier die Aromen von gemahlenem Kaffee, frischem Heu, Früchten und herrlich erdigen Nuancen. Das alles bei einem perfekten Abbrand und Zugverhalten. Da lacht des Aficionados Herz!","Hintergrund":"Sehr interessant klingt die Hintergrundgeschichtevon Pete Johnson zur Entstehung der Tatuaje Black Label Corona Gorda. Dieser berichtet nämlich von seinem Urlaub auf einer namenlosen aber zigarrenrelevanten Insel, in der er von einem adrett gekleideten älteren Herren wiederholt mit einer ungewöhnlich guten Zigarre beschenkt wurde. Es stellte sich heraus, dass es sich bei diesen Zigarren, in die sich Pete Johnson sofort verliebte, um keine serienmäßig hergestellten Zigarren handelte, sondern dass dies private Fertigungen zum puren Vergnügen der Einheimischen waren. Klingt nach Kuba, ist wahrscheinlich auch Kuba. In Nicaragua angekommen setzte sich Pete dann gleich mit seinem Freund José Garcia zusammen und die beiden kreierten zusammen eine Zigarre, die Pete immer wieder an seinen traumhaften Aficionado-Urlaub auf jener mysteriösen Insel denken ließ. Gute Geschichte zu einer guten Zigarre!"},"diameter_mm":18.3,"ring":46,"length_mm":143,"length_inch":0,"format":"Corona Gorda","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Criollo"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Heu","Kaffee","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11.3}
