{"name":"Villiger Miami Robusto","url":"https://www.noblego.de/villiger-miami-robusto-zigarren/","brand":"Villiger","series":"","details":{"Genussverlauf":"Welche Tabake man bei Villiger für die Miami Robusto verwendet hat, ist leider nicht bekannt. Wir wissen lediglich, dass das Deckblatt dieses mittelkräftigen Smokes aus Ecuador stammt. Bei diesem Tabak wurde zudem das Desflorado-Verfahren angewandt. Dabei werden den Tabakpflanzen zu einem bestimmten Zeitpunkt die Blüten abgenommen, was dazu führt, dass im weiteren Wachstumsverlauf mehr Nährstoffe in die Tabakblätter gelangen können. Dadurch wird der Tabak gehaltvoller und aromatischer. Der Genuss der Miami Robusto, zeigt sich gleich zu Anfang sehr cremig. Ein delikates Nussaroma herrscht vor. Eine milde Säure und leicht salzige Nuancen schwingen im Hintergrund mit. Später beteiligen sich Noten von Erde und Leder sowie fruchtige Anklänge samt feiner Süße an diesem insgesamt sehr ausgewogen erscheinenden Genusserlebnis.","Nice to know":"Der Blend der Villiger Miami Sonderserie war bis dato nur den Kunden der Villiger Cigars Vertretung in Miami (Florida) vorbehalten. Diese erhielten die köstlichen Zigarren damals als kleine Aufmerksamkeit des Hauses. Allerdings fragten mit der Zeit immer mehr Kunden nach, ob es diese Köstlichkeiten auch käuflich zu erwerben gäbe, worauf hin man bei Villiger kurzer Hand eben diese Sondereditionen in Auftrag gab.","Resümee":"Nach Adam Riese existieren in Deutschland nur 5.000 Exemplare der Villiger Miami Robusto. Sie sollten daher zügig einige dieser leckeren Premiumzigarren ordern, bevor es zu spät ist und wir Ihnen leider keine mehr anbieten können."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Eichenholz","Honig","Leder","Mandel","Walnuss"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":15,"additionalNotes":"Limited"}
