{"name":"Daniel Marshall DM2 Gigante","url":"https://www.noblego.de/daniel-marshall-dm2-gigante/","brand":"Daniel Marshall","series":"DM2","details":{"Fazit":"Die Daniel Marshall DM2 Gigante ist eine richtig große und dabei relativ milde Zigarre mit der Charakteristik moderner nicaraguanischer Tabake. Zu ihr passt ganz hervorragend ein kalt servierter Pouilly Fumé von der Loire, ein großer Wein, der ausdrucksstark aber fein über die Zunge geht.","Genuss":"Die Daniel Marshall DM2 Gigante ist eine sehr schön gearbeitete Zigarre mit einem edlen schokoladenfarbenen Deckblatt aus Nicaragua. Von dort stammen auch Einlage und Umblatt. Eine echte Puro also. Daniel Marshall hat sie in Zusammenarbeit mit Manuel Quesada, einem Altmeister kubanischer Tabakskunst entwickelt. Die Daniel Marshall DM2 Gigante hat einen angenehmen, eher leichten Zugwiderstand und brennt allein auf Grund des immensen Durchmessers nicht völlig gerade ab. Dies beeinträchtigt aber angesichts des gewaltigen Rauchvolumens nicht im Geringsten das Geschmackserlebnis. Röstaromen und eine anfangs milde, später leicht pfeffrig-holzige Note prägen den \u003cem\u003ebig smoke\u003c/em\u003e. Mit dem wahrlich gigantischen Ringmaß von 60, also 24 Millimetern im Durchmesser und einer Länge von 151 Millimetern haben wir eine mächtige Zigarre zu bewältigen, deren Rauchgenuss beim bedächtigen Ziehen schon zwei Stunden dauern kann.","Hintergrund":"Daniel Marshall ist in den USA ein sehr bekannter Hersteller von in Handarbeit gefertigten, richtig teuren Humidoren. Manuel Queseda fertigt bereits seit 1974 edle Longfiller in der Dominikanischen Republik. So ist es nicht verwunderlich, dass Leidenschaft und Erfahrung beider Männer eine Zigarrenlinie der ganz besonderen Art hervorgebracht haben. Die DM2 Gigante von Daniel Marshall wird, genau wie die kleineren Geschwister aus der Serie, aus einer Kombination von drei edlen Tabaken aus Nicaraguas besten Anbaugebieten hergestellt."},"diameter_mm":24,"ring":60,"length_mm":151,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Schokolade","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":16.9}
