{"name":"Quorum Shade Tres Petit Corona","url":"https://www.noblego.de/quorum-shade-tres-petit-corona/","brand":"Quorum","series":"Shade","details":{"Fazit":"Die Quorum Shade Petit Corona ist eine kleine Zigarre, zu kleinem Preis, für den kurzen würzigen Smoke zwischendurch. Ideal für eine kleine Pause, um dem Alltagstrott zu entfliehen. Genehmigen Sie sich doch eine Tasse Kaffee und probieren Sie dazu eine handgerollte Quorum Shade Tres Petit Corona.","Genuss":"Da es sich bei der Quorum Shade Tres Petit Corona um ein eher kleines Format handelt, hebt sie sich von den anderen Zigarren aus der „Shade“-Serie ein wenig ab. Sie gehört zu den würzigeren Zigarren aus dem Portfolio der „Shade“-Serie und belohnt den Aficionado mit sehr feinen, aromatischen Noten von Holz. Sehr cremiger Rauch füllt den Mundraum gleich nach den ersten Zügen. Die kleine Tres Petit Corona misst eine Länge von 11 Zentimetern und hat einen Durchmesser von 15 Millimetern, was einem 38er Ringmaß entspricht. Der zirka 30 bis 35 Minuten lange Genuss wird im zweiten Drittel sehr aromatisch, hält jedoch die sehr holzigen Noten. Die Qualität ist sehr gut, das Zugverhalten überragend. Zudem ist die kleine Tres Petit Corona noch sehr preiswert. Im letzten Drittel zeigt sich noch ein wenig mehr Pfeffer, der bis zum Ende hin mit der leichten Süße in Konkurrenz steht. Der holzige Grundton bleibt bis zum Ende im Vordergrund. Trotz des niedrigen Preises ist eine hohe Qualität bei der Verarbeitung der Quorum Shade Tres Petit Corona durch die Bank weg gewährleistet.","Hintergrund":"In verschiedenen Teilen der Welt werden Zigarren der Marke Quorum gefertigt. Die Quorum „Shade“-Serie besteht aus Nicaraguatabaken in der Einlage und einem Deckblatt aus Connecticut. Erstklassige Bundleware mit sehr hohem Qualitätsstandard und einem sehr guten Preis-Leistungs-Verhältnis. Sogar optisch überzeugen Zigarren von Quorum so einige Liebhaber von nicaraguanischen Zigarren"},"diameter_mm":15,"ring":38,"length_mm":112,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Pfeffer"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.4}
