{"name":"Leonel White Toro","url":"https://www.noblego.de/leonel-white-toro/","brand":"Leonel","series":"Leonel White","details":{"Genussprotokoll":"Bei dem feinschimmernden Deckblatt der Leonel White Toro handelt es sich um ein hochwertiges Connecticut Colorado aus den USA. Die Tabake für das Umblatt und ihre Einlage sind nicaraguanischen Ursprungs. Eine spezielle und extra lang andauernde Fermentierung dieser Einlagetabake ist größtenteils für die spannende Aromavielfalt der besonders angenehm zu genießenden Longfiller verantwortlich. So sind es besonders weich erscheinende Noten von Zedernholz, Erde, gesüßtem Kakao und eine dezente Pfefferwürze, später hinzukommende Kräuter- und verschiedene Gewürzaromen, die den Gesamtgeschmack der beispielhaft verarbeiteten Toro ausmachen. Technisch (Zug/Abbrand) präsentiert sich das voluminöse Format ohne nennenswerte Makel.","Hintergrund":"Nicaragua ist eines der bedeutendsten Tabakanbauländer der Welt. In einigen Teilen des Landes herrschen nahezu perfekte Klima- und Bodenverhältnisse für den Anbau hochwertiger Premiumtabake. Die wohl bekanntesten Anbauregionen sind Estelí, Condega und Jalapa. Für die Einlagetabake der Leonel White Toro wurden Tabake aus genau diesen drei Gebieten gewählt.","Résumé":"Mit der Leonel White Toro bekommen Sie ein exquisites Stück Zigarre zu sich nach Hause geliefert. Ein sanfter Genuss mit aufregendem Aromaprofil für tiefenentspannte Momente, die den Alltagsstress für einige Zeit vergessen machen."},"diameter_mm":23,"ring":56,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"wrapperTobaccoVariety":["Connecticut"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Gras","Kakao","Pfeffer","Süß","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":8.8,"additionalNotes":"Pigtail"}
