{"name":"Macanudo Cafe Duke of Devon","url":"https://www.noblego.de/macanudo-cafe-duke-of-devon/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Wer gern genießt und dabei auf erlesene Qualität Wert legt, der ist mit der Macanudo Cafe Duke of Devon bestens beraten. Denn was dem Duke in seiner Kaffeerunde Recht war, sollte Ihnen nur billig sein.","Genuss":"Beginnen wir mal mit den Äußerlichkeiten. 140 Millimeter lang und in ein edles, sattbraunes Connecticut Shade Deckblatt gewandet, macht der Duke einen äußerst adretten Eindruck, was durch die stilvolle gold-grüne Bauchbinde noch abgerundet wird. Aber auch sein Inneres kann sich sehen lassen, denn für die Einlage werden feinste Piloto Tabake aus der Dominikanischen Republik und Mexiko verwendet, die außerdem so hervorragend verarbeitet sind, dass Abbrand und Zugwiderstand perfekt sind. So bereitet die Gesellschaft der Macanudo Cafe Duke of Devon, welche man gute 50 Minuten genießen kann, sehr viel Vergnügen. Erde, Holz und besonders Kaffee sind präsent, immer wieder durchzogen von nussigen Anklängen und Aromen von Pfeffer. Ein durchaus delikater Duke!","Hintergrund":"Die Marke Macanudo gibt es seit einem halben Jahrhundert und seither konnte sie sich schnell in den Humidoren dieser Welt etablieren. Die Serie Macanudo Cafe bietet sich dabei besonders zum Abschluss eines guten Essens oder in Begleitung eines Kaffees an, da die mittlere Würze bei einem insgesamt milden Geschmack für einen entspannten Genuss sorgt. Für das ausgezeichnete Blend der Macanudo-Zigarren ist dabei der ehemalige Besitzer der Partagás-Zigarren-Manufaktur auf Kuba, der Masterblender Ramón Cifuentes, verantwortlich."},"diameter_mm":16.7,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.9}
