{"name":"Balmoral Añejo XO Gran Perfecto FT","url":"https://www.noblego.de/balmoral-anejo-xo-gran-perfecto-ft/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Die Balmoral Añejo XO Gran Perfecto FT müssen Sie unbedingt probieren. Der Kauf einer ganzen Kiste ist Ihnen dabei anzuraten, denn wenn Sie dieses Paradebeispiel für harmonischen und stimmigen Geschmack erst einmal gekostet haben, wäre es doch sehr schade, wenn es bei einem einmaligen Genusserlebnis bleiben würde, da es die hervorragende Sonderedition leider nur in sehr begrenzter Stückzahl gibt.","Genuss":"Ein wunderschönes sonnengereiftes Arapiraca Deckblatt aus Brasilien ziert die von Meisterhand gefertigte Zigarre, die zudem mit einem neckischen Flag-Tail am Kopf ausgestattet wurde. Unter dem hochwertigen Decker steckt ein dominikanisches Olor Umblatt, welches die extra lang gereiften Einlagetabake aus Nicaragua, Brasilien und der Dominikanischen Republik umschließt. Der cremige Rauch, den die XO Gran Perfecto großzügig verströmt, ist angefüllt mit dem typisch kräftigen Kakaoaroma, einer unbeschreiblich angenehm erscheinenden Pfefferwürze und dem Hauch einer dazu herrlich passenden Vanillesüße. Dieser vorzügliche Geschmack zeigt sich in einer dermaßen fein austarierten und ausgewogenen Art, wie man es wohl selten erlebt. Viel Wert auf Sorgfalt wurde ebenfalls bei der Rollung der delikaten Sonderedition gelegt, denn neben dem perfekt eingestellten Zug, kann der Genießer sich auf einen mehr als vorbildlichen Abbrand verlassen.","Hintergrund":"Wie gute Weine werden auch Tabake mit dem Alter immer besser. Das „XO“ im Namen der schmackhaften Balmoral Serie steht für „exceptionally old“, was übersetzt bedeutet „außergewöhnlich alt“ und sich auf die besonders lange Reifung der feinen Tabake, die in der Balmoral Añejo XO Gran Perfecto FT stecken, bezieht."},"diameter_mm":23.8,"ring":60,"length_mm":125,"length_inch":0,"format":"Gran Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"wrapperTobaccoVariety":["Arapiraca"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Kakao","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13,"additionalNotes":"Aged, Limited"}
