{"name":"La Reloba Seleccion Sumatra Torpedo","url":"https://www.noblego.de/la-reloba-seleccion-sumatra-torpedo/","brand":"La Reloba","series":"","details":{"Fazit":"Freunde der La Reloba Seleccion Torpedo dürfen auch hier das höchste Maß an Qualität erwarten und bedenkenlos zugreifen. Das Holzaroma weiß mit seinen vielen Nuancen zu überzeugen. Der typisch pfeffrige Einstich der Don Pepin Zigarren ist dennoch vorhanden und wird bei deren Liebhabern, ein Gefühl von Vertrautheit erwecken. Gepaart mit einem El Dorado Rum 12 Years steigern sie den Hochgenuss der La Reloba Seleccion Sumatra Torpedo.","Genuss":"Die raue und harte Textur des Sumatra-Deckblattes umkleidet den 15,1 Zentimeter langen und 20 Millimeter dicken makellos verarbeiteten Körper der La Reloba Seleccion Sumatra Torpedo. Die sandig – körnige Haptik verschmilzt mit dem harten Druck und einem Duft von Lorbeer, Minze und Zedernholz zu einem rustikalen Wesen. Da ist die Vorfreude garantiert. Anhand der qualitativ bekannten technischen Brillanz entfacht sich vom ersten Zug an ein belebendes Geschmackserlebnis von weichen Holz-, Röst- und Fleischaromen. Der Abgang ist wie gewohnt pfeffrig und aktiviert mit einem Whisky-ähnlichen Effekt warm und voll den Gaumen. Im ersten Drittel manifestiert sich ein holzig-grasig-säuerlicher Grundgeschmack, welcher im Zug etwas trocken erscheint, im Abgang jedoch saftig wirkt. Im mittleren Teil der Zigarre spielen die röstigen Anteile eine größere Rolle und werden von Muskat und herben Einschlägen begleitet. Dieser Verlauf festigt sich im letzten Drittel – sie wird geschmacklich „dunkler“. Zwar kann das Abbrandverhalten dank Zacken, Wellen und Stufenbildung nicht ganz überzeugen, dennoch muss man dagegen halten, dass die Zigarre sehr gemächlich abbrennt und auch entspannt weggelegt werden kann. Doch wer möchte diese äußerst harmonische Zigarre weglegen? 90 Minuten absoluter Hochgenuss für den Gaumen.","Hintergrund":"Im Jahre 2011 wurde die La Reloba Seleccion Sumatra Torpedo vom „Cigar Aficionado“ zur 20. besten Zigarre gekührt. José Garcia ist Gründer und Inhaber von „El Rey de los Habanos Inc.“. Sein Sohn Jaime Garcia ist Inhaber von „My Fathers Cigars, Inc.“."},"diameter_mm":20,"ring":50,"length_mm":151,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"WrapperTobaccoVariety":"Rosado","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
