{"name":"Alec Bradley Prensado Lost Art Churchill","url":"https://www.noblego.de/alec-bradley-prensado-lost-art-churchill/","brand":"Alec Bradley","series":"Prensado Lost Art","details":{"Fazit":"Die Alec Bradley Prensado Lost Art Churchill ist eine wunderschöne von Hand gerollte Premiumzigarre, die sowohl geschmacklich als auch preislich zu überzeugen weiß.","Genuss":"Bei dem makellosen Deckblatt der Alec Bradley Prensado Lost Art Churchill, handelt es sich um ein hochwertiges Corojo aus Honduras, darunter befindet sich jeweils ein Umblatt aus Nicaragua und Honduras, welches die ebenfalls honduranisch-nicaraguanische Einlagekomposition der Premium Longfiller Zigarre umschließt. Das circa 90-minütige Rauchvergnügen ist geschmacklich geprägt von einer komplex gestalteten Aromastruktur, die sich aus klaren Erd-, Zeder-, Eichenholz- und Espressonoten begleitet von feinen Vanilleanklängen zusammensetzt. Der überaus charismatische Smoke der beliebten Marke Alec Bradley wartet zusätzlich mit einem ansprechenden Finish auf, bei dem der Genießer sich neben den bereits genannten Aromen auf eine natürlich süße Tabaknote freuen darf.","Hintergrund":"„Prensado“ ist das Wort für „gepresst“ im Spanischen, denn die Alec Bradley Prensado Lost Art Zigarren sind alle im sogenannten Boxpressed-Stil gefertigt. Der Namenszusatz Lost Art, soll an die Handwerkskunst erinnern, die mit zunehmender Automatisierung in vielen Branchen ins Hintertreffen geraten ist. Für das echte Zigarrenhandwerk hat die Handarbeit jedoch noch einen immens großen Stellenwert."},"diameter_mm":19.8,"ring":50,"length_mm":177,"length_inch":0,"format":"Churchill","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras","Nicaragua"],"aromaProfileManufacturer":["Cremig","Eichenholz","Erdig","Kaffee","Vanille","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9}
