{"name":"Ultraboutique Ace Of Spades","url":"https://www.noblego.de/ultraboutique-ace-of-spades/","brand":"Ultraboutique","series":"","details":{"Fazit":"Ob man die Ace of Spades nun beim Pokern genießt oder zu anderen illustren Gelegenheiten, macht keinen großen Unterschied. Schmackhaften Premiumgenuss garantiert sie auf jeden Fall und das auch noch zu einem sehr fairen Preis.","Genuss":"Ein wunderschön glänzendes dunkelbraunes Colorado Deckblatt ziert die Ace of Spades Zigarre, darunter verbergen sich Umblatt und Einlage, alle Tabake stammen aus Nicaragua und sind einem äußerst langen Reifungsprozess unterzogen worden. Was dafür sorgt, dass die Ace of Spades vollmundige und komplexe Aromen enthält, bei konstant mittelkräftiger Stärke. Der Genießer darf sich diesbezüglich auf cremige Aromen von Kakao und Schokolade freuen, die von einer deutlich spürbaren Karamellsüße begleitet werden. Im weiteren Rauchverlauf gesellen sich dann noch leckere Kaffeenoten und ein Hauch roten Pfeffers hinzu. Die meisterliche Verarbeitung der Ace of Spades führt zu einem angenehmen Zugverhalten, beim Abbrand zeigt die hübsche Nicaraguanerin ebenfalls, dass man es hier mit einer waschechten Premiumzigarre zu tun hat.","Hintergrund":"Die Zigarren aus unserer aufregenden Ultraboutique Serie sind wahrlich besondere Kreationen, dabei handelt es sich um eine Kleinserie, mit spezieller Tabakmischung, die wir mit einem extraordinären Design versehen haben. Zigarren, die einfach etwas anders daher kommen als herkömmliche Smokes. Aufgrund der geringen Auflage sind die Ultraboutique Ace of Spades allerdings nur so lange verfügbar, wie der Vorrat reicht."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Colorado","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Kakao","Karamell","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.8,"additionalNotes":"Boutique Zigarre"}
