{"name":"Perdomo Nicaragua Bourbon Barrel Aged Sun Grown Robusto","url":"https://www.noblego.de/perdomo-nicaragua-bourbon-barrel-aged-sun-grown-robusto-zigarren/","brand":"Perdomo","series":"Bourbon Barrel Aged","details":{"Genussverlauf":"Ein in der offenen Sonne Nicaragua gewachsenes und lang gereiftes Deckblatt, welches zusätzlich für ein halbes Jahr zur Vollendung in einem ehemaligen Bourbon-Fass gelagert wurde, gilt als ölig schimmerndes Aushängeschild der Nicaragua Bourbon Barrel Aged Sun Grown Robusto von Perdomo. Da wir es hier mit einer nicaraguanischen Puro zu tun haben, stammen die bis zu fünf Jahre reifgelagerten Einlage- und Umblatt-Tabake natürlich ebenfalls aus Nicaragua. Im Zusammenklang resultiert daraus ein mittelkräftiger Blend, der sehr ausgewogen schmeckt und in Sachen Komplexität ebenfalls keine Wünsche offenlässt. Von Beginn an wirkt diese Zigarre sehr cremig und steigert sich im Rauchverlauf sogar noch darin. Neben einer leichten Süße und sehr angenehmen Pfeffernoten, kommen in den drei Genussdritteln unterschiedlich intensive Aromen von Erde, Nuss, Holz und Schokolade zum Vorschein. Ein sehr schmackhafter Smoke, der seinen Genießer zu keinem Zeitpunkt überfordert, sondern eine herrliche Balance zwischen Süße und Würze beweist.","Resümee":"Ein köstlicher, sehr cremiger Leckerbissen aus dem erfahrenen Hause Perdomo in Nicaragua. Die Perdomo Nicaragua Bourbon Barrel Aged Sun Grown Robusto gehört neben vielen anderen Formaten und Variationen der Bourbon Barrel Aged Reihe zu den absoluten Highlights im Sortiment von Perdomo."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Sun","Grown"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Nuss","Pfeffer","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":12.5,"additionalNotes":"fassgereifter Tabak"}
