{"name":"Don Pepin Fernandez Mendoza Bundle Robusto","url":"https://www.noblego.de/don-pepin-fernandez-mendoza-bundle-robusto/","brand":"Fernandez Mendoza","series":"","details":{"Fazit":"Mit der Fernandez Mendoza Bundle Robusto erwerben Sie eine preisgünstige Longfiller Zigarre aus sen händen von Don Pepin Garcia. Sie verzichten auf eine schöne Banderole für einen günstigen Preis. Sie verzichten aber nicht auf ausgeprägte Geschmacksnuancen von Holz und Kaffee oder eine hervorragende Verarbeitung. Für den Preis können wir Ihnen nur raten: Unbedingt probieren!","Genuss":"Die Don Pepin Fernandez Mendoza Bundle Robusto ist, wie es von „My Father“ auch nicht anders zu erwarten ist, sehr gut verarbeitet. Das schöne Deckblatt weist kaum Adern auf und der Drucktest lässt auf eine gleichmäßige Rollung schließen. Bundleware-typisch, fehlt die Banderole. Diese Einsparung ist aber natürlich auch eine Erklärung für den unschlagbaren Preis. Die Robusto ist 12,5 Zentimeter lang und hat einen Durchmesser von circa 1,9 Zentimetern. Durch das Entzünden entlockt man der Fernandez Mendoza Robusto üppigen Qualm, welcher sich cremig im Mundraum anschmiegt. Die schneeweiße Asche, sorgt auch für einen optischen Genuss. Geschmacklich ist das erste Drittel durch eine sehr dezente Pfeffernote und verschiedene Holzaromen geprägt. Typisch für einen nicaraguanischen Puro ist das zweite Drittel deutlich sanfter und cremiger. Hier dominieren Kaffeenoten, getrieben von einer dezenten Würze. Im letzten Drittel nimmt die Robusto wieder leicht an Fahrt auf und kombiniert die Würze aus dem ersten Drittel, mit den Kaffeetönen aus dem zweiten Drittel. Nach gut 45 Minuten ist der schöne Smoke vorbei.","Hintergrund":"Hinter der Fernandez Mendoza Bundle Robusto stehen dieselben Macher wie beispielsweise bei den bekannten Marken „Don Pepin Garcia“, „My Father“ und „La Reloba“. Die hohe Qualität dieser Marken spricht für sich und macht deutlich, warum die Fernandez Mendoza Bundle Robusto sich so gar nicht wie eine „normale“ Bundle raucht."},"diameter_mm":19.8,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Pfeffer","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.7}
