{"name":"Caldwell Long Live the King Short Churchill","url":"https://www.noblego.de/caldwell-long-live-the-king-short-churchill/","brand":"Caldwell","series":"","details":{"Fazit":"Die Long Live the King Short Churchill ist eine mediumstarke Zigarre für Genießer, die Freude an ein wenig Avantgarde haben. Nicht nur optisch sondern auch durch die verwendeten Tabakblätter präsentiert diese Vitola ein Aromenbouquet, das besonders gut zu Kaffeegetränken oder auch einem süßen Weißwein passt.","Genuss":"Ein Corojo Deckblatt aus der Dominikanischen Republik trifft hier auf eine Einlage aus der Dominikanischen Republik und Nicaragua. Gekrönt mit einem dominikanischen Umblatt haben wir beinahe eine Puro, die das Beste aus dem Land, welches Weltmeister in der Produktion von Premiumzigarren ist, bieten kann. Allerdings werden für die Long Live the King Short Churchill kleinere Mengen von ungewöhnlichen Tabakchargen verwendet, die für Abnehmer größerer Mengen nicht interessant sind. Der Longfiller bietet durch diese Zusammensetzung spannende Aromen, wie es einer königlichen Zigarre gebührt. Im ersten Drittel ist Zedernholz und das besondere nussige Moment präsent, im weiteren Rauchverlauf gesellen sich Gewürze und eine delikate Süße hinzu. Im letzten Drittel dann durchaus pfeffriger, nie aber zu scharf.\n","Hintergrund":"Besonders an den Zigarren von Robert Caldwell ist der gewisse Moment des Außergewöhnlichen: So ist auch das auf der Bauchbinde angedruckte Logo dieser Zigarre als leicht zynisch zu verstehen, zeigt sie doch einen Kinderkopf, der von dem Gewicht einer Krone zur Hälfte verdeckt wird.\n"},"diameter_mm":20.6,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"wrapperTobaccoVariety":["Corojo"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12}
