{"name":"Leaf by Oscar Maduro Toro","url":"https://www.noblego.de/leaf-by-oscar-maduro-toro-zigarren/","brand":"Oscar Valladares","series":"Leaf by Oscar","details":{"Fazit":"Das zusätzliche Tabakblatt der Leaf by Oscar Maduro sorgt nicht nur für erstaunte Blicke, sondern für einen  wunderbaren und vollaromatische Smoke. Man sollte das Wort „Geheimtipp“ zwar nicht überstrapazieren, doch dieses Debüt ist definitiv vielversprechend. Wir empfehlen dazu einen Espresso – gerne auch mit einem Schuss Cognac veredelt.","Genuss":"Man darf sich auf große Auge gefasst machen, wenn man Leaf by Oscar Maduro zum ersten Mal präsentiert. Denn die zusätzliche „Verpackung“ aus Deckblatttabak ist sehr grob, umhüllt aber ein zartglänzendes, öliges Maduro aus Nicaragua, das fest um den honduranischen Körper gewickelt ist. Im Kaltaroma lassen sich bereits erdige Noten ausmachen. Angezündet entfalten sich sofort süßere, schokoladige Aromen, die an Sachertorte erinnern. Das Schokoladenaroma nimmt im Rauchverlauf zu und wird um erdige Noten sowie frisch gerösteten Kaffee ergänzt. Die Süße bleibt bestehen, gegen Ende hin mischt weißer Pfeffer mit. Es ist insgesamt ein würziger Rauch, der wirklich Spaß macht. Die schöne dunkle Toro ist etwas stärker als ihre \u003ca href=\"/leaf-by-oscar-corojo/\"\u003eSchwester mit dem Corojo-Deckblatt\u003c/a\u003e und nimmt schließlich nach rund 75 Mintuten mit einwandfreiem Zugverhalten und geradem Abbrand den verdienten Weg in den Aschenbecher.","Hintergrund":"Oscar Valladares und „Island“ Jim Robinson sind in den USA keine Unbekannten: Oscar arbeitete jahrelang für Rocky Patel, Jim ist ein sehr umtriebiger Händler aus Pittsburgh, Pennsylvania mit einem Händchen für Tabaktalente. Leaf war dabei allerdings eher ein Nebenprodukt eines Proberauchens von neuen Tabakmischungen. Als Transportschutz wickelten sie einige frischgerollte Zigarren in ein Tabakblatt und waren später überwältigt von der Aromenentwicklung der so verpackten Zigarren. Der Tabak fermentierte, angetrieben von seinesgleichen, munter weiter und nahm die ätherischen Öle seiner Hülle auf, ein echtes Naturprodukt eben - und Leaf war geboren."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Honig","Kaffee","Pfeffer","Röstaromen","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12.9,"additionalNotes":"Boutique Zigarre"}
