{"name":"Vegas de Santiago D8 Centurions LXIV ","url":"https://www.noblego.de/vegas-de-santiago-d8-centurions-lxiv-zigarren/","brand":"Vegas de Santiago","series":"D8","details":{"Genussverlauf":"Mit Tabaken aus vier verschiedenen Anbauländern ausgestattet, bietet die Vegas de Santiago D8 Centurions LXIV mittelkräftigen Zigarrengenuss, der sich durch cremig untermalte Aromen von Kaffee, Leder, Nuss und Zedernholz ausdrückt. Zusätzliche Noten von schwarzem Pfeffer und eine sehr feine Tabaksüße runden den Gesamtgeschmack des imposanten Perfecto Formats vortrefflich ab. Ein feinadriges und verlockend ölig schimmerndes Deckblatt aus Ecuador, unter dem ein ebenfalls aus Ecuador stammendes Umblatt liegt sowie Einlagetabake von costa-ricanischen, dominikanischen und peruanischen Plantagen bilden den spannenden Blend der sehr leckeren Longfiller. Während des etwa 75 Minuten andauernden Genusses beweist sie ihre herausragende Qualität durch schnurgeraden Abbrand und ein bestens eingestelltes Zugverhalten.","Nice to know":"Die Vegas de Santiago Zigarren stammen aus einer sehr kleinen und umso feineren costa-ricanischen Manufaktur. Besonderes Aufsehen erregte die sympathische Marke, als ihr im Jahr 2017 die Cigar Trophy des Cigar Journals in der Kategorie „Beste Marke Costa Ricas“ verliehen wurde.","Resümee":"Eine wundervolle Zigarre, die man uneingeschränkt empfehlen kann. Die Vegas de Santiago D8 Centurions LXIV schmeckt so gut wie jedem Aficionado, dahingehend sind wir uns mehr als sicher."},"diameter_mm":25.4,"ring":64,"length_mm":152,"length_inch":0,"format":"Centurion","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Costa Rica","Dominikanische Republik","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Erdnuss","Kaffee","Leder","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12.9}
