{"name":"Perdomo Patriarch Corona Extra Corojo","url":"https://www.noblego.de/perdomo-patriarch-corona-extra-corojo/","brand":"Perdomo","series":"Patriarch","details":{"Fazit":"Eine Zigarre für die Momente, an die man sich gerne erinnert. Rufen Sie doch mal wieder ihren Vater oder einen guten Freund an  - die Perdomo Patriarch Corona Extra Corojo ist der  beste Anlass für einen intensiven Gedankenaustausch.","Genuss":"In der Perdomo Patriarch Corona Extra Corojo befindet sich Nicaragua pur. Alle für dieses Corona Extra verwendeten Tabake stammen von den firmeneigenen Farmen in Condega, Esteli und Jalapa in Nicaragua und offenbaren den favorisierten Blend von Nick Perdomo Sr. Die ganze Liebe seines Sohnes drückt sich in jedem Detail dieses Premiumlongfillers aus. Das edle, dunkle Corojo Deckblatt hat eine ölige Textur und schließt sich samtig-weich um Umblatt und Einlage. Im Kaltzug scheinen Aromen von Honig und Rosinen auf. Die mittelstarke Zigarre beginnt mit Noten von Holz und Nuss, mit cremigen Nuancen im Hintergrund, im zweiten Drittel treten Aromen von dunkler Schokolade und Kaffee hinzu. Im letzten Drittel tendiert sie etwas zu bitteren Noten, die jedoch schnell wieder abklingen und dem Aromenspektrum des zweiten Drittels erneut Raum geben, sich zu entfalten. Rund 60 Minuten edler Rauchgenuss sind damit garantiert.","Hintergrund":"Schon der Großvater von Nick Perdomo Jr., Silvio Perdomo, war in seiner Heimat Kuba in der Tabakindustrie tätig. Bei Cuesta y Cia, H. Upmann und Partagas erlernte er sein Handwerk. Und so verwundert es nicht, dass auch sein Sohn Nicholas Perdomo Sr. in seine Fußstapfen trat. Durch die kommunistische Revolution unter Fidel Castro mussten auch die Perdomos wie so viele andere kubanische Tabakfamilien ihre Träume von einem eigenen Unternehmen begraben und um ihre Existenz fürchten. Erst dem jüngsten Sprössling der Familie Nick Perdomo Jr. gelang der Aufbau eines eigenen Zigarrenunternehmens, in dem er die Familientradition hochhält."},"diameter_mm":18.2,"ring":46,"length_mm":143,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Corojo"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Nuss","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.5}
