{"name":"Vegas de Santiago D8 Petit Robusto","url":"https://www.noblego.de/vegas-de-santiago-d8-petit-robusto/","brand":"Vegas de Santiago","series":"D8","details":{"Fazit":"Mit den D8 Petit Robustos trifft man eine vorzügliche Wahl, wenn man milde bis mittelkräftige Zigarren bevorzugt, die zudem besonders reichhaltige Aromen preisgeben.","Genuss":"Der Trend, Zigarrenformate anzubieten, die etwas kürzer als ihre klassisch dimensionierten Geschwister sind, bestätigt und setzt sich weiter fort. Derlei Formate bieten alles was auch die „Größeren“ offerieren, lassen aber ein zeitlich kürzeres Genussfenster zu. Somit hat man in der heutzutage eher schnelllebigen Zeit die Möglichkeit feinen Zigarrengenuss zu erfahren, der sich zwischen einer halben bis ganzen Stunde abspielt. Die D8 Petit Robusto von Vegas de Santiago kann in dieser Hinsicht als ein Beispiel dieses Trends gesehen werden. Sie ist mit einem herrlich kakaobraunen Deckblatt aus Ecuador und einem ebenfalls von dort stammenden Umblatt versehen. In der Einlage dieser imposanten Longfiller wurden sorgfältig von Hand verlesene Tabake aus Costa Rica, der Dominikanischen Republik und Peru verarbeitet. Einmal entzündet zeigt die „kleine“ Robusto von Rauchbeginn an ihre vortreffliche Aromapräsenz. So sind neben einer angenehm feinen Süße und unaufdringlichen Pfefferanklängen, sehr schön aufeinander abgestimmte Aromen von Kaffee, Leder, Zedernholz und Nuss am Gaumen auszumachen. Getragen wird diese sehr geschmackvolle Komposition vom fantastisch sahnig-cremigen Rauch der D8 Petit Robusto, die man bis zum eben „nicht bitteren“ Ende genießen kann. Dabei unterstützen ein sehr guter Zug und der messerscharfe Abbrand den äußerst unkomplizierten und unglaublich köstlichen Rauchgenuss dieser Zigarre.","Hintergrund":"Bei Vegas de Santiago hat man keineswegs vor die köstlichen aber auch weitaus kostspieligeren Kubaner zu imitieren. Man nutzt hier nämlich ausschließlich hochwertigstes Saatgut von der weltberühmten „Zigarreninsel“. Dieses gedeiht dann jedoch auf den fruchtbaren Vulkanböden der Region Puriscal, welche auf 1100 Meter Höhe gelegen, beste klimatische Bedingungen zum Premiumtabakanbau gewährleistet."},"diameter_mm":20,"ring":50,"length_mm":102,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Costa Rica","Dominikanische Republik","Peru"],"binderOrigin":["Ecuador"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.9}
