{"name":"Asylum 13 Authentic Corojo 8x80","url":"https://www.noblego.de/asylum-13-authentic-corojo-8x80/","brand":"Asylum","series":"13","details":{"Fazit":"Wer ein Freund intensiver, süßlicher Zigarren ist, für den ist die Asylum 13 Authentic Corojo 8x80 eine absolute Kaufempfehlung. Durch hervorragend ausbalancierte Aromen von Nuss, Schokolade und Frucht sowie etwas Pfeffer ermöglicht sie ein zu jedem Zeitpunkt interessantes Raucherlebnis.","Genuss":"Die Asylum 13 Authentic Corojo 8x80 besticht nach einem pfeffrigen Beginn durch eine ausgewogene Aromatik aus Nuss, Schokolade sowie angenehme fruchtige Nuancen. Getragen werden diese Komponenten durch eine herrliche Cremigkeit, die jedem Geschmacksträger zu einer noch besseren Geltung verhilft. Mit fortschreitendem Rauchverlauf entwickelt die 20,3 cm lange und 31,8 mm dicke Asylum 13 Authentic Corojo 8x80 eine zunehmend süßliche Seite, welche ideal mit den Nusstönen und Fruchtnoten harmoniert. Durch die nur noch im Hintergrund schwingenden, pfeffrigen Nuancen wird die Aromenpalette perfekt abgerundet. Besonders positiv sticht dabei ein dezenter Eigengeschmack des Tabaks hervor. Zugwiderstand, ebenso wie Abbrandlinie sind makellos und sorgen für ein ca. 100-minütiges, sorgenfreies Raucherlebnis.","Hintergrund":"Gefertigt wird die Asylum 13 Authentic Corojo 8x80 in Honduras, unter der Aufsicht von keinem geringeren als Christian Eiroa. Auch stammen sämtliche verwendeten Tabake aus Honduras, was sie zu einer echten Puro macht. Eine Besonderheit stellt dabei die Tatsache dar, dass ausschließlich Corojo-Blätter verarbeitet wurden."},"diameter_mm":31.8,"ring":80,"length_mm":203,"length_inch":0,"format":"Gigantes","maker":"Christian Eiroa","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Corojo","fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Nuss","Pfeffer","Schokolade","Süß","Zitrusfrüchte"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15.3}
