{"name":"Villiger La Flor de Ynclan Robusto","url":"https://www.noblego.de/villiger-la-flor-de-ynclan-robusto/","brand":"Villiger","series":"La Flor de Ynclan","details":{"Fazit":"Die La Flor de Ynclan Robusto ist eine feine Premiumzigarre mit schmackhafter Aromastruktur und angenehm mildem Charakter. Man kann sie somit zu so gut wie jeder Gelegenheit in vollen Zügen genießen.","Genuss":"Ein hellbraunes Connecticut Deckblatt aus Ecuador, ein indonesisches Umblatt und ausgewählte dominikanische sowie nicaraguanische Tabake bilden den Blend der als sehr gefällig geltenden La Flor de Ynclan Robusto. Ihr leicht cremiger Genuss bietet ein feines Aromaspiel, bei dem Noten von Zedernholz, Schokolade, Walnuss und Frucht, begleitet von salzigen sowie pfeffrigen Tönen, auftreten. Letztere halten sich wunderbar dezent im Hintergrund und runden so den schönen Geschmack der dominikanischen Longfiller trefflich ab. Vom ersten bis zum letzten Zug bleibt die leckere Villiger Kreation im mild bis mittelkräftigen Bereich und sorgt somit für einen unbeschwerten Genuss von bis zu 60 Minuten, der sich bei vorbildlichem Abbrand und Zug herrlich entspannt genießen lässt.","Hintergrund":"Mit mehr als respektablen 93 Punkten erreichte die La Flor de Ynclan bei der Wahl zu den Top 25 Zigarren des Jahres 2017, ausgerichtet vom einflussreichsten Zigarrenmagazin Nordamerikas, dem Cigar Aficonado, einen sehr guten 10. Platz. Sie ist gleichzeitig die erste Zigarre des Schweizer Traditionsunternehmens, der es gelang, in den erlesenen Kreis dieser alljährlichen Top-Auswahl aufgenommen zu werden."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Fruchtig","Schokolade","Walnuss","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10}
