{"name":"Juan Clemente Club Selection No. 1","url":"https://www.noblego.de/juan-clemente-club-selection-no-1/","brand":"Juan Clemente","series":"Club Selection","details":{"Fazit":"Ausgewogen und vollmundig im Geschmack – die Juan Clemente Club Selection No. 1 ist ein harmonischer Smoke für den späten Nachmittag oder die frühen Abendstunden. Ein Tasse Kaffee oder ein Glas Rosé runden das Geschmackserlebnis ideal ab.","Genuss":"Seit mehr als 30 Jahren verzaubert uns der Hersteller Juan Clemente mit milden bis mittelstarken  Zigarren aus der Dominikanischen Republik. Die Juan Clemente Club Selection ist die etwas stärkere Serie und kann mit einer mittleren Stärke und medium-würzigen Aromen voll von sich überzeugen. Dominikanische und brasilianische Tabake mit einem hohen Ligero-Anteil, ein dominikanisches Umblatt aus der Region Santo Domingo und ein Connecticut Shade Deckblatt verleihen der Juan Clemente Club Selection No. 1 ein fein abgestimmtes Aroma, das Noten von Kakao und Kaffee aufscheinen lässt. Zum Ende tritt eine leichte Schärfe von Pfeffer auf. Auch bei einer Länge von 15,1 cm und einem Ringmaß von 48 bleibt das Zug- und Abbrandverhalten stets optimal. Da machen die gut 60 bis 80 Minuten Rauchgenuss gleich doppelt Spaß.","Hintergrund":"1982 brachte Jean Clement mit den Juan Clemente Classic die erste Linie der nach ihm benannten dominikanischen Zigarrenmarke heraus. Es folgten die Club Selection und zwei limitierte Formate. Der größte Absatzmarkt ist in den USA, aber auch bei uns in Deutschland werden die Juan Clemente Zigarren, ob ihrer ausgezeichneten Qualität immer beliebter."},"diameter_mm":19,"ring":48,"length_mm":151,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien","Dominikanische Republik"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kaffee","Kakao","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.8}
