{"name":"Rodrigo de Jerez Rare Selection Robusto Larga","url":"https://www.noblego.de/rodrigo-de-jerez-rare-selection-robusto-larga/","brand":"Rodrigo de Jerez","series":"","details":{"Fazit":"Eine Zigarre mit Würze, aber auch mit feiner Cremigkeit und spektakulärem Rauchverlauf. Für eine gemütliche Abendstunde ist diese Zigarre gut geeignet. Dazu empfehlen wir ein kühles herbes Bier oder einen torfigen Whiskey.\nProbieren Sie auch die Rodrigo De Jerez aus den Ländern \u003ca title=\"HIer gehts zur Rodrigo de Jerez Dominikanische Republik\" href=\"/rodrigo-de-jerez-dominikanische-republik-zigarren/\"\u003eDominikanische Republik\u003c/a\u003e oder \u003ca title=\"HIer gehts zur Rodrigo de Jerez Honduras\" href=\"/rodrigo-de-jerez-zigarren/\"\u003eHonduras\u003c/a\u003e.","Genuss":"Beim Anzünden ist ein sofortiger Pfeffergeschmack vorhanden, der von einer feinen cremigen Note begleitet wird. Dies legt sich jedoch nach den ersten Zügen. Es tritt ein dezenter, ledriger und leicht süßer Rauch ein, der bald von cremigen und nussigen Aromen abgelöst wird. Eine mittelkräftige Stärke entsteht und bietet dem Aficionado  einen interessanten Smoke. Gegen Ende des ersten Drittels entfaltet die Rodrigo De Jerez Rare Tobacco Selection Robusto Larga ein heftiges rauchiges Aroma, welches an verbranntes Eichenholz erinnert. Einzigartig harmoniert es mit dem cremigen Rauch und der leichten Süße im Hintergrund. So ausgewogen nimmt die Zigarre ihren Verlauf. Dabei werden die Aromen von Leder und die Cremigkeit in den Vordergrund geschoben. Im letzten Drittel angelangt, werden die Cremigkeit und die leichte Süße abgelöst von den eintretenden Aromen von geröstetem Kaffee und einer herben Würze. Umrundet wird dies von den immer stärker werdenden Röstaromen. Im gesamten Verlauf gewinnt die Zigarre an Stärke, sodass sie am Ende ein wahres Kraftpaket wird. Auch das Format ist sehr interessant und bietet mit 70 Minuten einen schönen Smoke. Mit einer Länge von 15,2 Zentimetern und einem Durchmesser von 19,5 Millimetern darf sie sich Robusto Larga nennen. Sie wurde erstklassig verarbeitet.","Hintergrund":"Schuster hat bei der Rodrigo De Jerez Rare Tobacco Selection nur perfekt gelagerten Tabaken aus Esteli und der Condega Region in Nicaragua verarbeitet. Als Deckblatt dient ein Havanna Jalapa ebenfalls aus Nicaragua. Mit dieser Zigarre rundet Schuster sein Werk der Rodrigo De Jerez Serie ab."},"diameter_mm":19.5,"ring":49,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.4}
