{"name":"Villiger 130th Anniversary","url":"https://www.noblego.de/villiger-130th-anniversary/","brand":"Villiger","series":"","details":{"Fazit":"Feiern Sie das 130-jährige Jubiläum mit der Villiger 130th Anniversary, einer delikaten Premiumzigarre von ganz besonderer Qualität und fantastischem Geschmack.","Genuss":"Für die mittelkräftige Villiger 130th Anniversary wurden nur die erlesensten Mata Fina Tabake aus Brasilien verwendet. Die limitierte Sonderedition (insgesamt wurden nur 1.300 Kisten hergestellt) wartet mit der typischen Süße des brasilianischen Mata Fina auf, die sich mit ledrigen und würzigen Aromen geschmackvoll ergänzt. Ein Hauch von Moschus sorgt für den besonderen Geschmackskick im bis zu 90-minütigen Rauchverlauf, der sich wunderbar cremig und komplex zeigt. Eine sehr „süffige“ Zigarre, die ihrem Genießer ein unglaublich schmackhaftes Rauchvergnügen beschert. Die einwandfreie Verarbeitung der Villiger 130th Anniversary zeigt sich ebenfalls beim sehr gut eingestellten Zug und einem beispielhaft ebenmäßigen Abbrand","Hintergrund":"Der Gründer des Unternehmens Villiger aus der Schweiz, Jean Villiger, eröffnete im Jahre 1888 eine kleine Zigarrenmanufaktur. Von Anfang an setzte dieser auf eine sehr hohe Qualität seiner Produkte, was zu einem rasanten Erfolg der Unternehmung führte. Mit dem Villiger Kiel brachte er Anfang des 20. Jahrhunderts die erste Mundstückzigarre auf den Markt, eine absolute Innovation zu dieser Zeit, die reißenden Absatz fand. Dieser Unternehmergeist hat das Haus Villiger bis in die heutige Zeit geprägt. Um Zigarrenliebhabern auf der ganzen Welt feinen Genuss zu bescheren, arbeitet man bei Villiger stets mit vollem Einsatz und Elan."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"wrapperTobaccoVariety":["Mata","Fina"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Leder","Moschus","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15,"additionalNotes":"Limited"}
