{"name":"Perdomo Fresco Robusto Maduro Bundle","url":"https://www.noblego.de/perdomo-fresco-robusto-maduro-bundle/","brand":"Perdomo","series":"Fresco","details":{"Fazit":"Schokolade satt, steigende Würzigkeit und feine Süße macht die Perdomo Fresco Maduro Robusto einzigartig. Wir empfehlen diese Zigarre als Nachtisch zu genießen oder für die frühen Mittagsstunden, um den Tag zu versüßen. Als Getränk empfehlen wir einen Cappuccino oder einen Cafe Latte, welche die Aromen der Zigarre unterstreichen.\nEbenso aromatisch ist auch die Perdomo Fresco mit Connecticut Deckblatt.","Genuss":"Nach dem Anzünden entfaltet die Perdomo Fresco Maduro Robusto sofort die Aromen von leckerer Schokolade und einer unaufdringlichen Note nach Vanille. Die feine Würze beginnt mit dem vollen Aroma der Schokolade bzw. den gerösteten Kakaobohnen zu harmonieren. Mit der steigenden Würzigkeit und der einsetzenden floralen Süße entfaltet sich im Mundraum ein unglaublich tiefes Aroma nach Schokolade. Gepaart mit der leicht holzigen Note im Hintergrund liefert diese Zigarre einen wahren Genuss. Erst gegen Ende offenbart sie eine leichte Pfeffernote, die durch die Süße in den Hintergrund wandert und Röstaromen offen legt. Ein mittelkräftiger Smoke mit einem top Zugverhalten und Abbrand. Die Zigarre misst einen Durchmesser von 20 Millimetern und eine Länge von 12,7 Zentimetern. Runde 70 Minuten ist man mit dieser Lady beschäftigt und sie wird Sie sicher nicht enttäuschen.","Hintergrund":"Die Perdomo Fresco Maduro Robusto ist eine nicaraguanische Puro mit einem dunklen Maduro Deckblatt als Abschluss. Der Tabak wird auf den familieneigenen Farmen in Esteli, Nicaragua kultiviert. Dort wird der edle Longfiller auch per Hand gerollt. Mit der Verpackung in Bundles kann ein niedriger Preis bei hoher Qualität gewährleistet werden."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.3}
