{"name":"Bossner Ekaterina Claro","url":"https://www.noblego.de/bossner-ekaterina-claro/","brand":"Bossner","series":"Claro","details":{"Fazit":"Mit der Bossner Ekaterina Claro ist Bossner ein mildes, aber sehr harmonisches Raucherlebnis für den kurzen aber anspruchsvollen Moment gelungen. Die Hauptaromen Salz, Leder und Holz bekommen passende Unterstützung sekundärer Aromen und wissen dadurch mehr als gut zu überzeugen. Aficionados dominikanischer Zigarrenmarken wie z.B. Arturo Fuente, Macanudo und Vega Fina dürfen bedenkenlos zugreifen. Als Getränkeempfehlung lohnt es sich, einen Weißwein zu verkosten.","Genuss":"In der Hand werden Sie eine hochwertige und harte Zigarre mit zierlichen Maßen von 14 Zentimetern Länge und 15,5 Millimetern Durchmesser halten. Die ansprechende und farblich dominante Banderole ummantelt das honig-gelbe Deckblatt mit der dezent fleckigen Textur und all den filigranen, platt anliegenden Adern. In der Haptik leicht rau, versprüht sie einen schüchternen Duft von Holz und Leder. Im angezündeten Zustand werden eben diese Aromen von einer salzigen und stets eingängigen Note flankiert. Das vom Start an weiche Raucherlebnis überzeugt dabei auch durch ein leichtes Zugverhalten und einen sehr voluminösen, wolkigen Rauch. Der milde Smoke trägt trotz des milden Charakters dazu bei, den Gaumen gemächlich zu erfassen und zu belegen. Im mittleren Drittel wird das Erlebnis durch sehr weiche Nussaromen und eine im Abgang präsente Kaffeenote ergänzt. Der Abbrand ist durchgehend gleichmäßig und kreisrund. Dies äußert sich auch in der optischen Erscheinung der hellgrau-weißen Asche, welche nur wenige Risse aufweist. Sehr schön ist auch der im letzten Drittel verstärkte Salzanteil. Dadurch wird das gesamte Raucherlebnis über eine Dauer von gut 45 Minuten aromatisch abgeschlossen.","Hintergrund":"Bossner stellt Zigarren aus den Ländern Nicaragua und der Dominikanischen Republik her. So ist auch ihr Portfolio strukturiert. Die Bossner Ekaterina Claro zählt zu der Zigarrenriege, welche Tabake primär aus der Dominikanischen Republik beinhaltet. Der Name der Zigarre gilt als eine Hommage an die erste Kaiserin Russlands."},"diameter_mm":15.5,"ring":40,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Süß","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":8.8}
