{"name":"Quisqueya Cetros","url":"https://www.noblego.de/quisqueya-cetros/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Die Quisqueya Classic Rot Cetros macht nichts falsch, sondern vieles richtig. Das schmiegsame, holzige Wesen dieser Zigarre kann mit seinen stimmigen Nuancen begeistern und liefert dank des wunderbaren Abbrands einen unkomplizierten, milden und vor allem leckeren Smoke. Diesen darf man gerne mit einem Milchkaffee oder anderen leichten Getränken perfektionieren. Freunde einer Villa Zamorano oder einer Flor de Selva sollten die Quisqueya im Auge behalten!","Genuss":"Bereits olfaktorisch überzeugt diese Zigarre mit einem herrlichen Duft nach Honig. Das klassische Cetros-Format misst 15,9 Zentimeter in der Länge und 17 Millimeter im Durchmesser. Der gesamte Zigarrenkörper ist dabei durchweg federnd und sauber verarbeitet.  Angezündet entwickelt die Quisqueya Classic Rot Cetros ein auffällig fettiges, weiches und vom Holzaroma geprägtes Gesamtbild. Der leichte Zug harmoniert mit dem pompösen und cremigen Rauch, der sich weich im Mundraum ausbreitet. Zu den Holzaromen im ersten Segment, gesellt sich im Abgang eine erdige, herbe Note. Im Mittelbereich der Cetros kooperiert das holzige Geschmacksbild mit teils säuerlichen Anklängen, welche den Smoke begrüßend beleben. Im weiteren Verlauf manifestiert sich im Abgang ein toastiges Aroma. Dies rundet das vorerst helle Geschmackserlebnis in ein dunkleres ab, ohne dabei seinen Charakter zu verlieren. Auch die Cetros der Quisqueya Classic Rot Serie bieten wie gewohnt eine schöne, hellgraue bis weiße Asche die teilweise eine raupenähnliche, mit Lamellen durchzogene Struktur aufweist. Bei bis zu 60 Minuten dürfen Sie einen gering nachhaltigen, aber harmonisch, weichen Smoke der milden Sorte erwarten.","Hintergrund":"Bei Quisqueya hat man sich der Vielfalt in der Auswahl der verwendeten Tabake verschrieben. Die Einlage stammt aus der Dominikanischen Republik und Nicaragua, das Umblatt ist indonesischer Herkunft. Abgerundet wird dieser Blend durch ein Maduro-Deckblatt aus der Dominikanischen Republik, das die süßlichen Noten der Zigarre hervorbringt."},"diameter_mm":17,"ring":44,"length_mm":159,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Cremig","Fruchtig","Leder","Nuss","Röstaromen"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.7}
