{"name":"Macanudo Maduro Prince Philip","url":"https://www.noblego.de/macanudo-maduro-prince-philip/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Eine medium-aromatische Zigarre mit einem attraktiven Äußeren und einer abwechslungsreichen Aromen-Palette findet sich in diesem handgerollten Longfiller. Wer Maduro mag, der sollte die Macanudo Maduro Prince Philip probieren. Am besten mit einem anregenden Getränk in der anderen Hand.\n","Genuss":"Wer auf der Suche nach einem längeren und entspannten Smoke ist, der ist mit diesem dunklen Prinzen bestens beraten. Bei einem 48er Ringmaß und guten 20 Zentimetern Länge unterhalten die Tabake für die Dauer von aromatischen anderthalb Stunden. Leder, geröstete Nüsse, eine komplexe Süße und Erde verschmelzen zu einem vollaromatischen Genuss. Dabei ist der samtige Rauch dicht und schmilzt nur so auf der Zunge dahin. Macanudo Zigarren zählen zu den beliebtesten Zigarren der Welt. Wenn Sie in Erfahrung bringen wollen warum, dann rauchen Sie die Macanudo Maduro Prince Philip und Sie werden verstehen.","Hintergrund":"Der lebende Prince Philip, Duke of Edinburgh, ist eine faszinierende und polarisierende Person. Er ist nicht nur jahrelanger Prinzgemahl von Königin Elisabeth II., der mit seinen ironischen Bemerkungen des Öfteren dafür sorgte, dass die Queen „not amused“ war, sondern nach ihm hat sich sogar eine eigener religiöser Kult benannt: Die Prinz-Philip-Bewegung des Cargo-Kultes. Bei solch einer schillernden Person ist es nur allzu verständlich, dass die Marke Macanudo eine Vitola nach ihm benannte."},"diameter_mm":19,"ring":48,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Broadleaf","Maduro"],"fillerOrigin":["Dominikanische Republik","Mexiko","Piloto"],"binderOrigin":["Mexican San Andres"],"aromaProfileManufacturer":["Erdig","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8.7}
