{"name":"Oscar Valladares McFly Toro","url":"https://www.noblego.de/oscar-valladares-mcfly-toro-zigarren/","brand":"Oscar Valladares","series":"McFly","details":{"Genussverlauf":"Für den Blend der McFly Toro wurde ein San Andrés Natural Deckblatt aus Mexiko, ein honduranisches Umblatt und eine Einlagemischung mit Tabaken aus der Dominikanischen Republik, Nicaragua sowie Honduras gewählt. Eine Besonderheit dieser Zigarre stellt der in Fachkreisen sogenannte „brushed foot“ dar. Dabei liegen am Fuß der Zigarre etwa zwei Zentimeter der Einlage frei, die nicht vom Deck- und Umblatt umschlossen sind. Demnach sind die ersten Züge allein vom Geschmack der Einlagetabake bestimmt, bis man der Stelle angelangt ist, wo Deck- und Umblatt den Zigarrenkörper umschließen. Ein spannendes Detail, das dem Genießer den geschmacklichen Einfluss des Deckblatts auf den gesamten Blend erfahren lässt. Zu Anfang gibt die McFly ein Zusammenspiel aus Zedernholz- und Erdaromen, die von cremigen, nussigen und pfeffrigen Tönen begleitet werden preis. Diese Noten variieren im weiteren Verlauf und zeigen sich unterschiedlich intensiv am Gaumen. Das letzte Drittel der für eine ungefähre Rauchdauer von 90 Minuten ausgelegten Toro wartet mit einer erdigen Süße und ausgeprägten Nussaromen auf. Ein köstliches Stück Zigarre, das sich bei optimalem Abbrand und Zug von seiner besten Seite zeigt.","Nice to know":"Die Hollywoodexperten unter Ihnen werden beim Namen dieser Zigarre wohl schon eine Ahnung gehabt haben, worauf sich die schmackhafte Kreation thematisch bezieht. Der Name McFly ist aus der Science-Fiction Trilogie „Zurück in die Zukunft“ entlehnt. Das Kistendesign spiegelt den futuristisch-nostalgischen Stil der 1980er-Jahre wider, in denen die Filme der Trilogie produziert wurden.","Resümee":"Mit der Oscar Valladares McFly Toro können Sie zwar keine Zeitreisen erleben, dafür jedoch einen vollmundigen und sehr abwechslungsreichen Zigarrengenuss in Spielfilmlänge."},"diameter_mm":20.3,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Oscar Valladares","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["San","Andrés"],"fillerOrigin":["Honduras"],"binderOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Nuss","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":13.9}
