{"name":"La Flor Dominicana Double Ligero Digger Natural","url":"https://www.noblego.de/la-flor-dominicana-double-ligero-digger-natural/","brand":"La Flor Dominicana","series":"Double Ligero","videoURLs":["https://www.youtube.com/watch?v=BMdDR2Vc8wM"],"details":{"Fazit":"Wenn Sie eine außergewöhnliche, starke, ewig brennende Zigarre suchen, die La Flor Dominicana Double Ligero Digger ist perfekt dafür. Etwas Rum und viel Wasser und eine überwältigende Fahrt nimmt Ihren Anfang.","Genuss":"Ein Wahnsinn ist sie, die La Flor Dominicana Double Ligero Digger. Von der Chisel ist der Blend schon bekannt, was allerdings dabei herauskommt, wenn man eine absurd riesige Zigarre daraus macht, darf hier bestaunt werden. Sie werden staunen, diese Zigarre wirkt so massig. Das liegt zum einen am 60er Ringmaß, wer hier anschneiden will, braucht einen großen Cutter, und zum anderen an der Länge von über 20 Zentimetern. Und dann das: Der Abbrand ist sehr gut, der Zugwiderstand über die gesamte Rauchdauer PERFEKT und die Asche hält bis zu 5 Zentimeter. Aus dem dichten Rauch können Sie im ersten Drittel Kaffee, Erde und eine klare Würze extrahieren. Der Kaffee verschwindet im zweiten Drittel, dafür werden Erde und Pfeffer sowie die Würze noch präsenter. Auch ein Holzton mischt sich unter. Und dann, im letzten Drittel, hat die Erde ihren Höhepunkt und wird von einer karamelligen Süße untermalt, ohne dass das Holz untergehen würde. Sehr stark, sehr lecker, sehr würzig.","Hintergrund":"Die Geschichte dieser Zigarre, sollte sie denn stimmen, ist ein Beweis für die verbindende Kraft des Genussrauchens. Ein amerikanischer Zigarrenraucher war großer Fan der LFD DL 700 (leider in Deutschland nicht verfügbar) und eines Tages kam Litto Gomez in der Heimatstadt dieses Rauchers vorbei und ein Gespräch entspann sich. Digger, denn das war der Spitzname des Rauchers, sagte zu Litto, dass er die DL 700 liebte, diese aber noch zu kurz wäre. In der nächsten Lieferung für das Zigarrengeschäft, in dem Digger einkaufte, war eine 20er Kiste genau dieser riesigen Zigarre. Weil sich dies so schnell herumsprach, wurde die Digger in die allgemeine Produktion integriert und ist nun endlich auch in Deutschland verfügbar. Das Deckblatt der La Flor Dominicana Double Ligero Digger ist ein ecuadorianisches Habano-Sungrown, Einlage und Umblatt sind aus der Dominikanischen Republik und enthalten, wie der Name schon sagt, viel Ligero."},"diameter_mm":24,"ring":60,"length_mm":216,"length_inch":0,"format":"Gigantes","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Nein"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Kaffee","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":14.5}
