{"name":"Matilde Limited Exposure No.2 Robusto","url":"https://www.noblego.de/matilde-limited-exposure-no-2-robusto-zigarren/","brand":"Matilde","series":"Exposure","details":{"Genussverlauf":"Für den Blend der Matilde Limited Edition Exposure No. 2 Robusto wurden sehr seltene Tabake aus Ecuador und der Dominikanischen Republik verwendet. Ihr sattbraunes Corojo Deckblatt stammt aus Ecuador, ihr Umblatt und die vier verschiedenen Einlagesorten gediehen auf dominikanischen Boden. Die mit einer schönen Bauchbinde in Purpur versehene Longfiller weist ein sehr ausgewogenes Spiel zwischen Süße und Würze auf. Während einer ungefähren Rauchzeit von 60 Minuten verströmt sie feine Aromen von Kaffee, Pfeffer, Zeder und Leder, zu denen sich hin und wieder Noten von Erdnuss, Zitronenzeste sowie dunkler Schokolade. Zarte florale Töne verleihen ihr zudem weitere Tiefe. Insgesamt bietet die Exposure No. 2 Robusto ein mittelkräftiges Zigarrenerlebnis, welches zu keiner Zeit von Zug- oder Abbrandproblemen gestört wird.","Nice to know":"Das Kisten- und Bauchbinden-Design der Exposure No. 2 Serie ist wirklich sehr gelungen. Besonders der stimmige Kontrast zwischen dem kräftigen Braun des Deckblatts und dem gewagten Purpur, in dem Binden und Kisten gehalten sind, ist hierbei hervorzuheben.","Resümee":"Ein sehr interessantes und leckeres Stück Zigarre. Die Matilde Limited Edition Exposure No. 2 Robusto ist eine Botschafterin für guten Zigarrengeschmack und wird vielen Freunden mittelkräftiger Premiumzigarren im Nu ein Lächeln ins Gesicht zaubern. Jetzt bestellen und probieren!"},"diameter_mm":19.8,"ring":50,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Corojo"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Kakao","Milchschokolade","Nuss","Pfeffer","Zedernholz"],"strength":"Medium","smokingDuration":"45 bis 60 Min","price":10}
