{"name":"Macanudo French Oak Barrel Aged Churchill","url":"https://www.noblego.de/macanudo-french-oak-barrel-aged-churchill-zigarren/","brand":"Macanudo","series":"","details":{"Extrablatt":"Für eine gleichbleibend hohe Qualität der technischen Eigenschaften von Macanudo Zigarren (Zug- und Abbrandverhalten) sorgen die bestens eingespielten Zweier-Teams in der General Cigar Dominicana Zigarrenfabrik.","Genussverlauf":"Die 17,8 cm lange Churchill wird mit einem Shade-Grown-Deckblatt aus Ecuador ausgestattet. Ihre Einlagetabake stammen aus der Dominikanischen Republik (Olor \u0026 Piloto) sowie Nicaragua (Jalapa) und Brasilien (Mata Fina). Der zuvor erwähnte Twist bezieht sich auf das Umblatt der French Oak Barrel Aged. Das amerikanische Connecticut Broadleaf durfte in französischen Eichenfässern reifen, die von der Flint Knoll Winery (Nappa Valley) zur Verfügung gestellt wurden. Zuvor hatten die Winzer dieses Unternehmens darin ein Cabernet Sauvignon aus der Saison 2019 ausgebaut. Das fassgereifte Umblatt besitzt dadurch besondere geschmackliche Eigenschaften, die den Genuss dieser Zigarre von Macanudo zu einem besonderen Erlebnis machen. So beschert uns die milde bis mittelkräftige Kreation ein angenehm weiches Rauchvergnügen mit zarten Noten von cremiger Vanille, dunklen Johannisbeeren, gerösteten Mandeln und Zedernholz.","Resümee":"Eine hochinteressante und köstliche Zigarre aus der Dominikanischen Republik! Die Macanudo French Oak Barrel Aged Churchill erscheint zunächst nur in limitierter Auflage und wird daher nur solange der Vorrat reicht, verfügbar sein."},"diameter_mm":20.6,"ring":52,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Shade","Grown"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["USA"],"aromaProfileManufacturer":["Johannisbeere","Nuss","Röstaromen","Vanille","Zedernholz"],"flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":18,"additionalNotes":"Limited"}
