{"name":"San Pedro de Macoris Ecuador Perla","url":"https://www.noblego.de/san-pedro-de-macoris-ecuador-perla/","brand":"San Pedro","series":"Ecuador","details":{"Fazit":"Die San Pedro de Macoris Ecuador Perla wird schnell eine begeisterte Anhängerschaft gewinnen. Dafür sorgen sowohl ihr leckerer Geschmack als auch der äußerst günstige Preis dieser handgemachten Longfiller.","Genuss":"Der Blend der San Pedro de Macoris Ecuador Perla besteht aus erstklassigen Tabaken, die sich in dieser Zusammenstellung herrlich für einen unbeschwerten und schmackhaften Rauchgenuss eignen. Ihr Deckblatt ist ein hellbraun schimmerndes Ecuador Connecticut Shade Sungrown, als Umblatt wurde ein robustes Olor aus der Dominikanischen Republik gewählt. Die spannende Einlage der Perla setzt sich aus einem dominikanischem Piloto Ligero und Olor Tabaken aus Brasilien und der Dominikanischen Republik zusammen. Die kleine Zigarre zeigt sich wunderbar ausgewogen im Aromabereich, der sich durch klare Noten von Kakao, Haselnuss, Kaffee und etwas getoastetem Brot bestimmen lässt. Diese geschmackvolle Entfaltung wird zudem stimmig von einer leichten Süße begleitet. Dass man in San Pedro de Macoris das Zigarrenhandwerk meisterlich ausübt, zeigt sich in Zug und Abbrand der leckeren Perla, die einem so gut wie überhaupt keine Probleme bereiten.","Hintergrund":"San Pedro de Macoris Zigarren kommen aus der gleichnamigen Stadt in der wunderschönen Dominikanischen Republik. Dort hat man eine sehr lange Tradition in der Herstellung von Zigarren vorzuweisen und gibt sich mit bedingungsloser Leidenschaft sowie meisterlichem Geschick diesem achtbaren Handwerk hin."},"diameter_mm":16,"ring":40,"length_mm":105,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sandblatt","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Haselnuss","Kaffee","Kakao"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"kürzer als 20 Min","price":3.5}
