{"name":"Balmoral Anejo XO Lancero FT","url":"https://www.noblego.de/balmoral-anejo-xo-lancero-ft/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Die Balmoral Anejo XO Lancero Flag Tail Limitada ist eine wahre Premium-Zigarre aus der Dominikanischen Republik in einer streng limitierten Version. Kenner werden diesen Schatz für eine Weile in ihrem Humidor hüten.","Genuss":"Geschmacklich liefert die Balmoral Anejo XO Lancero FT ein nachhaltiges Raucherlebnis. Gleich nach dem Anzünden entfalten sich ganz und gar ausgewogene Aromen von diversen exotischen Gewürzen Zedernholz und Kakao. Die Zigarre startet sanft, mit einer mittleren Stärke und bleibt auch im weiteren Verlauf mild und ausgewogen. Abbrand- und Zugverhalten erfüllen die Erwartungen an eine gute Premiumzigarre. Der gut balancierte Geschmack und das perfekte Äußere sprechen für die hervorragende Handwerkskunst, die hier zum Einsatz kam. Ein perfektes Abbrand- und Zugverhalten, ein langer weiß-grauer Aschekegel und die zunehmende Intensität mit fortschreitendem Rauchverlauf zeichnen dieses Spitzenprodukt aus. 178 Millimeter Länge und 16 Millimeter Durchmesser sorgen zudem für eine ungewöhnliche Eleganz dieser Zigarre und für eine besondere Stunde Rauchgenuss.","Hintergrund":"Tabake aus der Dominikanischen Republik, Brasilien und Nicaragua werden von einem schokoladenfarbenen Sungrown Arapirca eingehüllt. Das “XO” im Namen steht  für “exceptionally old” und verweist auf eine außergewöhnlich lange Reifung der Tabake. Eine Zahl nennt der Hersteller hier allerdings nicht. Von der schlanken Schönheit kamen im Herbst 2016 nur etwa 200 von den 1250 produzierten Kisten nach Deutschland, was sie sofort zu einem Sammlerobjekt machte. Lanceros sind sowieso ein weit unterschätztes Format, da man hier nur Roller mit einer besonderen Fingerfertigkeit ans Werk lassen kann. Die Balmoral XO Lancero FT ist dabei ein mittelkräftiger aber aromatischer Smoke für alle, die es gerne elegant halten. Da werden die 200 Kisten nicht lange vorhalten, befürchten wir. Ergo: Kauftipp! Wenn weg, dann weg..."},"diameter_mm":16,"ring":40,"length_mm":170,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Gewürze","Kakao","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11,"additionalNotes":"Pigtail"}
