{"name":"La Rica Churchill Tubo","url":"https://www.noblego.de/la-rica-churchill-tubo/","brand":"La Rica","series":"Classic","details":{"Fazit":"Eine Zigarre für den puren Genuss, die mild und leicht würzig daherkommt. Die La Rica Churchill Tubo eignet sich hervorragend, um das Wochenende einzuläuten oder den Feierabend mit einem Glas Brandy zu genießen.\nProbieren Sie auch die \u003ca title=\"Hier geht's zur La Rica Corona Tubo\" href=\"/la-rica-corona/\"\u003eLa Rica Corona\u003c/a\u003e mit etwas würzigeren Aromen oder die \u003ca title=\"Hier geht's zur La Rica Tubitos\" href=\"/la-rica-tubitos/\"\u003eLa Rica Tubitos\u003c/a\u003e als kleinen Smoke zwischendurch.","Genuss":"Nussige Töne in Verbindung mit einer pfeffrigen Note bestimmen das Aroma der La Rica Churchill Tubo, die sich um waldig-holzige Nuancen erweitern. Die Mediumstärke des Tabaks kommt durch das perfekte Zugverhalten dieser Zigarre gut zur Geltung. Bei einer Länge von 168 Millimetern und einem Durchmesser von 19 Millimetern beträgt die Rauchdauer bis zu 90 Minuten, je nach Intensität und eigenen Vorlieben. Das Abbrandverhalten der Churchill lässt keine Wünsche offen, zum Ende überrascht sie mit einer angenehm milden Cremigkeit.","Hintergrund":"Handgefertigt im Jalapa-Tal der Esteli Region in Nicaragua steht die La Rica Churchill für sorgfältig von Hand verarbeitete Tabakblätter und damit hohe Qualität. Die Einlage ist von einem Sumatra-Umblatt umschlossen und wird durch ein ecuadorianisches Shade-Deckblatt zusammengehalten. Gab es die Churchill-Zigarre früher nur als Shortfiller, so sind sie seit 1997 auch als Longfiller erhältlich, die jeden Connaisseur erfreuen."},"diameter_mm":19,"ring":48,"length_mm":168,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.7}
