{"name":"CigarKings COY 23 Belicoso Tubo","url":"https://www.noblego.de/cigarkings-coy-23-belicoso-tubo/","brand":"CigarKings","series":"","details":{"Genussverlauf":"Der mild bis mittelkräftige Blend der COY 23 Belicoso Tubo von den CigarKings setzt sich aus einem hellbraunen Connecticut Deckblatt aus Ecuador, zwei nicaraguanischen Jalapa Corojo Umblättern und einer Einlage aus gehaltvollen Nicaragua Tabaken zusammen. Ihr Geschmack wird bestimmt von einer leichten fruchtig-süßen Note, angenehm dezenten Pfeffer-, Leder- und Gewürztönen sowie sanften Bitternoten, die von dem makellosen Connecticut Decker beigesteuert werden. Unsere Testexemplare glänzten mit besten Zug- und Abbrandeigenschaften. Die firme, hellgraue Aschebildung unterstreicht die hohe Qualität des delikaten Smokes, der sich in einem stilvollen und praktischen Tubo präsentiert.","Nice to know":"Vier COY (\u003cstrong\u003eC\u003c/strong\u003eolor \u003cstrong\u003eo\u003c/strong\u003ef the \u003cstrong\u003eY\u003c/strong\u003eear) 23 Zigarren stecken jeweils in den aus bayrischer Produktion stammenden Pappschubern, die wie die glänzenden Tubos in der vom renommierten Pantone Color Institute gekürten Farbe des Jahres 2023 „Viva Magenta“ gehalten sind. Die Produktion von Verpackungsmaterial in heimischen Gefilden und damit auf Nachhaltigkeit zu setzen, liegt dem sympathischen Unternehmen aus Bayern sehr am Herzen.","Resümee":"Eine wahre Wohlfühl-Zigarre mit angenehmer Aromaentfaltung erwartet Sie beim Genuss der CigarKings COY 23 Belicoso Tubo. Am Gaumen hallt ihr feiner Geschmack lange nach und macht definitiv Lust auf mehr. Jetzt bestellen und in vollen Zügen genießen!"},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Leder","Pfeffer","Süß","Würzig","Zartbitter"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":15,"additionalNotes":"Limited"}
