{"name":"Montosa Robusto ","url":"https://www.noblego.de/montosa-robusto/","brand":"Montosa","series":"Connecticut","details":{"Fazit":"Eine Zigarre wie die Montosa Robusto muss man einfach probieren, denn was dem Genießer hier zu einem Preis von unter vier Euro geboten wird, ist schlichtweg großartig zu nennen.","Genuss":"Für die Entwicklung des sanften und dennoch würzigen Blends der Montosa Robusto hat sich der verantwortliche Masterblender ganze drei Jahre Zeit genommen. Das delikate Resultat besteht aus dominikanischen Einlagetabaken (Criollo, Piloto – Cibao Tal), zu denen sich reife Java Tabake aus Indonesien gesellen, umschlossen von einem mexikanischen Umblatt (Sumatra) formvollendet mit einem hervorragenden Connecticut Shade Deckblatt aus Ecuador. Geschmacklich führt diese raffinierte Mischung zu einem cremigen Genuss, der vor allem nussige, fruchtige, erdige und holzige Noten an den Gaumen des Genießers trägt. Eine dezente Süße und feinwürzige Töne untermalen die Aromen absolut trefflich. Die handgerollte Longfiller wurde mit großer Leidenschaft gefertigt, was sich auf ein tadelloses Zug- und Abbrandverhalten auswirkt.","Hintergrund":"Das Cibao Tal im Norden der Dominikanischen Republik bietet die besten Voraussetzungen für optimalen Tabakanbau. Der überaus fruchtbare Boden dieser Region, die geschützte Lage zwischen hochragenden Hügelketten und der Mix aus frischer Meeresluft, ausbalancierten Sonne-, Schatten- und Regenphasen lässt gehaltvolle Tabake gedeihen, die den Montosa Zigarren ihren sanften und dennoch aromatischen Charakter verleihen."},"diameter_mm":19.8,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominican Criollo","Java","Piloto"],"binderOrigin":["Mexican Sumatra"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":4.8}
