{"name":"Quisqueya Numero 5","url":"https://www.noblego.de/quisqueya-numero-5/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Mit der Numero 5 von Quisqueya erhält man eine ausgewogene Zigarre, die vor allem durch ihr sehr gutes Rauchverhalten überzeugt. Wer ein Rauchvergnügen für eine kleine Pause mit einem sehr guten Preis-Leistungs-Verhältnis sucht, egal ob Anfänger oder erfahrener Aficionado, ist hier gut aufgehoben.","Genuss":"Die Numero 5 der Marke Quisqueya zählt mit einer Länge von knapp über 11 Zentimetern und einem Durchmesser von 13 Millimetern zu den eher kleineren Vertretern unter den Zigarren. Die Rauchdauer von durchschnittlich 30 Minuten ist bestens dazu geeignet, um sich damit eine wohlverdiente Pause zu versüßen. Das helle Deckblatt weist zum Teil dunkle Flecken auf, die bei dieser soliden Verarbeitung aber keineswegs störend auffallen. Beim Zugverhalten der Quisqueya Numero 5 muss man jedoch keine Abstriche machen, denn dieses lässt sich einfach nur als sehr gut beschreiben. Mit nur wenig Anstrengung beim Zug wird sehr viel Rauch generiert, der beim Ausatmen voluminöse Schwaden im Raum und ein angenehm leichtes Prickeln am Gaumen hinterlässt. Der tadellose Abbrand sorgt zudem dazu, dass man sich kaum um die Numero 5 „kümmern“ muss und sie auch einmal etwas länger im Aschenbecher liegen lassen kann.  Geschmacklich zeichnet sie sich durch eine leichte Würze und ein holziges Aroma aus. Letzteres wird, nach einem anfänglichen Anflug von Röstaromen, ab dem zweiten Drittel bis zum letzten Zug von einer nach Honig schmeckenden Süße begleitet, die der Zigarre eine angenehme Leichtigkeit gibt. Komplettiert wird das Aromaspektrum von einer ledrigen Note."},"diameter_mm":13,"ring":32,"length_mm":113,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Fruchtig","Holz","Leder","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.6}
