{"name":"Quintero Nacionales","url":"https://www.noblego.de/quintero-nacionales/","brand":"Quintero","series":"","details":{"Fazit":"Alles in allem handelt es sich bei der Quintero Nacionales um eine sehr schöne Vitola für den Abend, mit ausgewogenen Kubatabaken. Eine typische Bierzigarre, dementsprechend bietet sich dazu ein kühles Blondes an.","Genuss":"Die Nacionales aus dem Hause Quintero ist mit einem Ringmaß von 40 für einen Mediumfiller eher dick und weist eine Länge von 14 Zentimetern auf. Mit einem Durchmesser von 16 Millimetern verspricht diese Vitola einen zirka 50 bis 60 minütigen Smoke auf relativ hohem Geschmacksniveau. Die Verarbeitung ist für eine Zigarre in dieser Preisklasse überraschend gut, bei dem Deckblatt handelt es sich um ein kubanisches Colorado-Blatt. Schon kalt verströmt sie einen eher stalligen Geruch, das Zugverhalten im kalten Zustand ist perfekt. Im ersten Drittel sind überwiegend Röstaromen und Erde herauszuschmecken, die bis hinter den Zigarrenring erhalten bleiben. Das Rauchvolumen ist sehr gut und das Abbrandverhalten für einen Mediumfiller ebenfalls exzellent. Dem zweiten Drittel gesellen sich leicht salzige Nuancen hinzu, die Zigarre entwickelt sich zu einem sehr voluminösen Smoke. Die Asche ist sehr fest und leicht grau meliert, das Zugverhalten ist weiterhin ideal. Zum Finish kommt noch ein wenig Pfeffer mit ins Spiel und rundet diesen sehr preiswerten, aber dennoch guten Smoke sehr schön ab, ohne dabei scharf oder unangenehm zu werden.","Hintergrund":"Die Marke Quintero ist so ziemlich allen Zigarrenaficionados ein Begriff und steht für gut verarbeitete Mediumfiller zu einem sehr attraktiven Preis. Mit leckerem puristischen Geschmack verführen Zigarren aus dem Hause Quintero nicht nur fortgeschrittene Raucher, sondern auch Einsteiger. Es handelt sich bei den Tabaken um Pflanzen aus der Region Vuelta Abajo und Semi Vuelta. Von Hand gerollte Zigarren aus einer Stadt nahe der Ostküste Kubas. Gegründet wurde diese Marke von Augustín Quintero und seinen vier Brüdern."},"diameter_mm":16,"ring":40,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Kuba","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Kaffee","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.3}
