{"name":"A.J. Fernandez 20th Anniversary Limited Edition Toro","url":"https://www.noblego.de/a-j-fernandez-20th-anniversary-limited-edition-toro-zigarren/","brand":"A.J. Fernandez","series":"","details":{"Extrablatt":"Die todschicken 20er Kisten der 20th Anniversary Limited Edition Toro wurden mit schwarzem Hochglanzlack behandelt und tragen das Jubiläumslogo in goldener Farbe auf dem Kistendeckel. Darunter prangt das Motto der Feierlichkeiten zum zwanzigjährigen Bestehen von A.J. Fernandez: „Two Decades of Dedication“ (dt.: „Zwei Jahrzehnte der Hingabe“). Insgesamt wurden 7.500 Kisten der Limitada für den gesamten Weltmarkt zur Verfügung gestellt.","Genussverlauf":"Die Tabake der 20th Anniversary Limited Edition Toro stammen alle aus nicaraguanischem Anbau, sind auf den Punkt gereift und wurden größtenteils aus der Schatzkammer von A.J. Fernandez entnommen, um damit diese schmackhafte Jubiläumszigarre auszustatten. Ihr Geschmack ist geprägt von einer hervorragenden Würze, die sich stimmig mit zarten süßen Tönen vermengt. Des Weiteren erfährt der Genießer intensive Noten von cremigem Espresso und Zartbitterschokolade, die von angenehmen Holz- sowie Haselnussaromen umspielt werden. Das elegant designte Format gehört zu der Riege jener Zigarren, die aufgrund ihrer Vollmundigkeit einen kraftvollen Auftritt suggerieren, jedoch von einem gemäßigt mittelkräftigen Stärkegrad zeugen. Die meisterlich gerollte Jubilarin glänzt bei Abbrand- und Zugverhalten ähnlich wie ihre wundervoll golden-schwarz gestaltete Doppel-Anilla.","Resümee":"Eine Zigarre aus besonderem Anlass für besondere Anlässe! Die A.J. Fernandez 20th Anniversary Limited Edition Toro sollten sich alle Fans des nicaraguanischen Premiumherstellers gönnen und in vollen Zügen genießen."},"diameter_mm":22.2,"ring":56,"length_mm":152,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Espresso","Schokolade"],"strength":"Medium","smokingDuration":"60 bis 90 Min","price":35,"additionalNotes":"Limited"}
