{"name":"Dominican Estates Robusto","url":"https://www.noblego.de/dominican-estates-robusto/","brand":"Dominican Estates","series":"","details":{"Fazit":"Hochwertige Verarbeitung und gut ausbalancierte Aromen zu einem  unschlagbaren Preis. Was will man mehr? Die Dominican Estates Robusto eignet sich für Einsteiger ebenso wie für Liebhaber milder bis mittelstarker Zigarren. Ein All-Day-Smoke, der eigentlich zu jeder Gelegenheit passt und mit einem Cappuccino oder leichten Rot- oder Weißwein perfekt abgerundet wird.","Genuss":"Schon optisch ist die 12,7 Zentimeter lange und 19,8 Millimeter dicke Dominican Estates Robusto mit ihrem hell-braunen, sehr ebenen, von feinen Adern durchzogenen Connecticut Shade Deckblatt eine Augenweide. Und auch aromatisch kann sie den ersten Eindruck bestätigen. Ein sanfter Duft von Holz und Honig macht Freude auf das kommende Genusserlebnis. Sie beginnt sehr mild mit Noten von Holz und Honig und einer leichten pfeffrigen Schärfe, die sich jedoch schnell wieder verflüchtigt. Zur Mitte nimmt sie an Stärke zu. Mit Aromen von süßer Schokolade und Holz leitet sie hinüber in ein Finale, das auch Liebhaber mittelstarker Zigarren überzeugen wird. Der Zug bleibt während des bis zu einer Stunde andauernden Smokes leicht, der gleichmäßige Abbrand bildet eine schöne helle Asche.","Hintergrund":"Die Dominican Estates Selection entsteht in der Tabacalera Garcia unter den wachsamen Augen des Fabrikchefs José Seijas, der auch für den Blend dieser milden dominikanischen Zigarrenserie verantwortlich zeichnet. Die Einlage besteht aus dominikanischen und kolumbianischen Tabaken und wird von einem Broadleaf Umblatt gehalten, welches wiederum von einem Connecticut Shade Deckblatt umhüllt wird."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Kolumbien"],"binderOrigin":["Broadleaf"],"aromaProfileManufacturer":["Holz","Honig","Pfeffer","Schokolade","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.5}
