{"name":"Griffins No. 300","url":"https://www.noblego.de/griffins-no-300/","brand":"Griffins","series":"Classic","details":{"Fazit":"Die Griffins No. 300 überzeugt mit milder Stärke und aromatischer Vielfalt. Daher sollte jeder Anhänger milder Zigarren und dominikanischen Tabaks sie in seinem Humidor haben.","Genuss":"Der exzellente Geschmack der Griffins No. 300 verzaubert nicht nur erfahrene Aficionados, sondern verführt auch Einsteiger in die Welt des „braunen Goldes“. Griffins No. 300 sind einwandfreie handgearbeitete Zigarren im Corona Grande Format. Sie bestehen aus drei verschiedenen Tabaksorten. Sowohl die Domingo Einlage als auch das Umblatt stammen aus der Dominikanischen Republik. Das Deckblatt ist ein feines Connecticut Shade aus Ecuador. Zusammen bilden sie ein unvergessliches Zigarrenerlebnis. Mit einer samtig cremigen Note, fruchtigen und süßen Aromen und einem dezenten Kaffee- und Nussgeschmack ist die Griffins No. 300 eine kulinarische dominikanische Köstlichkeit. Sie ist 156 mm lang und hat ein Ringmaß von 43, was einem Durchmesser von 17 mm entspricht. Der Zigarrenraucher kann sich rund 60 bis 70 Minuten von der samtig cremigen und dezent aromatischen Griffins No. 300 verwöhnen lassen.","Hintergrund":"Die Marke Griffins gehört zu den besten, die der karibische Staat zu bieten hat. Der Name \u003cem\u003eGriffin\u003c/em\u003e geht auf den Griffin’s Club in Genf zurück. Der Gründer, Bernard Grobet, ist Aficionado und errichtete in den 80er Jahren eine Zigarrenlounge in seinem Club. Gerade bei den Clubbesuchern fanden die dominikanischen Zigarren besonderen Anklang. Bald wurden sie auch in Zigarrenfachgeschäften in der Schweiz, in Deutschland und in den USA angeboten. Als Emblem dient der Griffin, ein altes Fabelwesen, im deutschsprachigen Raum besser bekannt als Greif. Jede Zigarre der Griffins-Familie wird mit einem Greif auf der Bauchbinde verziert."},"diameter_mm":17,"ring":43,"length_mm":156,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Domingo"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Fruchtig","Kaffee","Nuss","Süß"],"strength":"Sehr mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":11.9}
