{"name":"La Flor Dominicana Maceo","url":"https://www.noblego.de/la-flor-dominicana-maceo/","brand":"La Flor Dominicana","series":"Premium Line","details":{"Fazit":"Die La Flor Dominicana Maceo ist eine mittelstarke dominikanische Schönheit, die sich bestens für Anfänger eignet, aber auch erfahrenen Aficionados ein angenehmes Genusserlebnis bereitet. Aromatisch ideal abgerundet mit einer Tasse Kaffee oder einem Glas Wein.","Genuss":"Nur die besten Tabake finden in der La Flor Dominicana Maceo Verwendung. Edler Piloto von den firmeneigenen Farmen der Familie Gomez in Santiago und nicaraguanischer Tabak aus karibischem Saatgut bilden die Einlage, die umschlossen wird von einem dominikanischen Olor-Umblatt und einem Connecticut Shade Deckblatt. Dieser Blend verleiht der Robusto einen einmalig würzigen Geschmack nach Holz mit nussigen Anklängen und pfeffrig scharfen Untertönen, die zum Ende etwas stärker hervortreten. Mit 12,5 Zentimeter hat die Maceo eine Robusto-typische Länge, ihr Durchmesser ist mit 18 Millimetern hingegen etwas schmaler als gewöhnlich. Dennoch ist ihr bei optimalem Zug- und Abbrandverhalten eine Rauchdauer zwischen 45 und 55 Minuten sicher.","Hintergrund":"Im dominikanischen Santiago befindet sich der Hauptsitz der von Ines und Litto Gomez 1996 gegründeten Marke La Flor Dominicana. Seit nunmehr fast 20 Jahren ist ein umfangreiches Portfolio verschiedenster Serien und Formate entstanden, welche den guten Ruf der La Flor Dominicana Zigarren stetig genährt haben."},"diameter_mm":18,"ring":45,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Holz","Mandel"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7}
