{"name":"H. Upmann Corona Major A/T","url":"https://www.noblego.de/h-upmann-corona-major-a-t/","brand":"H. Upmann","series":"","details":{"Fazit":"Die Corona Major A/T aus dem Hause H. Upmann ist eine nicht allzu kräftige Havanna, die auch der Gelegenheitsraucher schnell in sein Herz schließen wird. Besonders zu Kaffee oder milden Malts ist diese Zigarre ein besonderes Highlight. Ein ausgeglichenes Aroma und ein guter Zug genügen den höchsten Ansprüchen.","Genuss":"Die H.Upmann Corona Major A/T muss der erfahrene Zigarrenraucher bloß in die Hand nehmen, um zu erkennen, dass er es mit einer herausragenden handwerklichen Arbeit und Tabak von hervorragender Qualität zu tun hat. Die Tabake der H. Upmann Zigarren werden zweimal fermentiert und stammen aus der Vuelta Abajo, dem berühmtesten Tabakanbaugebiet Kubas. Die Havanna verströmt einen wunderbaren Duft von Holz und Erde. Sie lässt sich leicht entzünden und ist von Beginn an sehr aromatisch. Die Aromaintensität bei einer mittleren Stärke kann von Beginn an überzeugen. Die Zigarre entwickelt sich sanft aber merklich und verwöhnt mit einem starken Finish, bei dem Röstaromen das Bild entscheidend prägen. Bei einer Länge von 13 cm und einem Durchmesser von 16,7 mm lässt dich dieser vollendete Geschmack rund 45 Minuten genießen.","Hintergrund":"1844 gründeten die Gebrüder Hermann und August Hupmann, Nachfahren einer deutschen Bankiersfamilie, diese Manufaktur. Man sagt, dass sie das „H“ als Abkürzung für Hermanos (spanisch für „Brüder“) ihrem Nachnamen voranstellten, da man das „H“ im Spanischen nicht spricht. Garant für den Erfolg der Geschwister war ihr Bestreben, erstklassige Qualität zu liefern. Die Kisten aus spanischem Zedernholz wurden je mit einer Garantierklärung und der Unterschrift der Gebrüder Hupmann versehen, bevor sie ihren Weg nach Europa antraten. Gedacht waren sie zunächst bloß als Präsente für die Kunde der Hupmannschen Bank. Nicht weniger als 14 Medaillen, darunter elf Goldmedaillen von internationalen Ausstellungen während des 19. Jahrhunderts, zieren die Kisten der H.Upmann-Zigarren."},"diameter_mm":16.7,"ring":42,"length_mm":130,"length_inch":0,"format":"Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Blumig","Cremig","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":10.2}
