{"name":"Henk Maori Gaudini Edición Limitada 2020 Short Robusto","url":"https://www.noblego.de/henk-maori-gaudini-edicion-limitada-2020-short-robusto-zigarren/","brand":"Henk Maori","series":"","details":{"Genussverlauf":"Von den erfahrensten Zigarrenrollern wird die Henk Maori Gaudini Edición Limitada 2020 Short Robusto beim Premiumhersteller A.J. Fernandez in Nicaragua gefertigt. Mit Tabaken aus dem besonders ertragreichen Jahr 2009 ausgestattet, bietet die mild bis mittelkräftige Puro ein von immenser Cremigkeit und komplex auftretenden Kaffee-, Schokolade-, Nuss-, Toast-, Leder-, Holz- und Erdaromen gesäumtes Zigarrenvergnügen, welches je nach Rauchverhalten bis zu einer Stunde andauert. Untermalt wird diese delikate Melange von abwechselnd aufscheinenden fruchtig-scharfen und pfeffrig-süßen Noten, die dem ohnehin sehr harmonisch wirkendem Smoke eine wunderbare Tiefe verleihen. Um ein korrektes Zug- und Abbrandverhalten muss sich der Genießer aufgrund der immens hohen Qualität dieser vollkommenen Premiumzigarre nicht im Geringsten sorgen.","Nice to know":"Wie man auf den Bildern erkennen kann, trägt die Gaudini keine klassische Bauchbinde aus Papier. Das Logo der Marke wurde wie bei allen Henk Maori Zigarren durch eine spezielle Lasergravur direkt auf ihr Deckblatt gesetzt. Ein innovatives Alleinstellungsmerkmal, durch das sich die Zigarren der nicaraguanischen Edelmarke von den Produkten der Konkurrenz abheben.","Resümee":"Die Henk Maori Gaudini Edición Limitada 2020 Short Robusto ist ein echter Hochgenuss, bei dem einfach alles stimmt. Die Frage, ob es sich lohnt, einen so hohen Preis für diese nicaraguanische Delikatesse zu zahlen, können wir getrost bejahen. Denn Perfektion hat nun mal ihren Preis und genau die können Sie von dieser Ausnahmezigarre erwarten."},"diameter_mm":21.8,"ring":55,"length_mm":89,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Kaffee","Leder","Nuss","Pfeffer","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":18,"additionalNotes":"Limited"}
