{"name":"Vegas de Santiago D8 Robusto","url":"https://www.noblego.de/vegas-de-santiago-d8-robusto/","brand":"Vegas de Santiago","series":"D8","details":{"Fazit":"Ein ganz feiner und extravaganter Smoke aus Costa Rica. Die D8 Robusto bringt Ihnen auf geschmackvollste Art und Weise bei, was ein von Aussaat bis Fertigung ausschließlich natürlich behandeltes Spitzenprodukt ausmacht.","Genuss":"Die edle D8 Robusto besteht aus einem hochinteressanten Blend, der sich aus karibischen Tabaken zusammensetzt, welche wiederum ausschließlich aus Saaten einer bestimmten karibischen Insel gezogen wurden. So stammt das herrlich gereifte und makellos erscheinende Deckblatt der leckeren Robusto, genau wie ihr vortreffliches Umblatt, aus Ecuador. In der Einlage hat man eine handverlesene Auswahl an Tabaken aus dem Herkunftsland, der Dominikanischen Republik und Peru verwendet. Alle Tabake der Vegas de Santiago Manufaktur werden mindestens drei Jahre gereift, bevor man sie zu den schmucken Kunstwerken mit reichhaltigen Aromen von Hand rollt. Im Anschluss daran lagert man die fertigen Zigarren nochmals drei Monate in einem klimatisierten Zedernraum, bevor sie den Kunden zum Kauf angeboten werden. Die D8 Robusto mit ihrem sahnig cremigen Rauch wartet nach dem Entfachen sogleich mit dem besonders ausgewogenen Aromenbouquet bestehend aus feinen Kaffee-, Leder-, Zeder- und Nussnoten. Hinzu gesellen sich eine feine Süße und wirklich sehr angenehme Nuancen schwarzen Pfeffers. Die D8 Robusto hält dieses Geschmacksaufkommen konstant bis zum Rauchende durch und wird zu keiner Zeit als scharf oder beißend am Gaumen empfunden. Abbrand und Zug sind traumhaft, woran sich ebenfalls die wunderbare Qualität dieser ausgezeichneten Zigarren festmachen lässt.","Hintergrund":"„Vom Samen zur Asche.“, dieser Ausdruck beschreibt den kompletten Lebenszyklus einer Zigarre und bildet den Grundpfeiler der Philosophie, die im Hause Vegas de Santiago in Costa Rica vertreten wird. Diese sieht die Zigarre als absolutes Kunstwerk an, welches die Kraft der Natur und das Können der Menschen vereint und repräsentiert."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Costa Rica","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Costa Rica","Dominikanische Republik","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Kaffee","Leder","Nuss","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.9}
