{"name":"Aging Room Quattro Nicaragua Maestro Torpedo Boxpressed","url":"https://www.noblego.de/aging-room-quattro-nicaragua-maestro-torpedo-boxpressed-zigarren/","brand":"Aging Room","series":"Quattro Nicaragua","details":{"Genussverlauf":"Alle Tabake der Aging Room Quattro Nicaragua Maestro Torpedo Boxpressed stammen aus Nicaragua, ihr an die Sorte Maduro erinnerndes Deckblatt wurde aus Saatgut von der Insel Sumatra gezogen und verleiht dem über alle Maße komplexen Smoke eine besonders feine süße Note. Das tadellos verarbeitete Torpedo Format startet mit cremig anmutenden Nuss- und Holzaromen, zu denen sich im zweiten Drittel intensive Aromen von Schokolade und Kaffee gesellen. Diese delikate Komposition wird den gesamten Genuss über von einer sehr dezenten Pfeffernote begleitet, welche der im Boxpressed Stil gearbeiteten Premiumzigarre zusätzlich Tiefe verleiht. Zugprobleme sollte Ihnen die Torpedo keine bereiten, da dieses Format den Vorteil besitzt, den Zug je nach Abschnittsmenge individuell einzustellen. Der Abbrand geht besonders gemächlich und messerscharf vonstatten.","Nice to know":"Zunächst erschien die Aging Room Quattro Nicaragua Maestro Torpedo Boxpressed als einzelnes Format in limitierter Auflage. Nun ist der ausgezeichnete Blend als regulär erhältliche Zigarrenserie bestehend aus drei Formaten ins Sortiment der Marke Aginig Room aufgenommen worden.","Resümee":"Eine so schmackhafte Zigarre wie die Aging Room Quattro Nicaragua Maestro Torpedo Boxpressed sollte sich kein Genussraucher entgehen lassen. Allein die mehr als respektablen 96 Punkte aus dem Cigar Aficionado sprechen deutlich dafür."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Torpedo","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Sumatra"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Karamell","Mandel","Schokolade"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":12.2}
