{"name":"Flor de Selva Limited Edition Año del Tigre Toro","url":"https://www.noblego.de/flor-de-selva-limited-edition-ano-del-tigre-zigarren/","brand":"Flor de Selva","series":"","details":{"Genussverlauf":"Als waschechte honduranische Puro erscheint die Flor de Selva Limited Edition Año del Tigre Toro bereits in der 5. Auflage im Rahmen der chinesischen Tierkreiszeichen-Sondereditionen. Für ihren Blend hat man ein wunderschönes Deckblatt aus dem fruchtbaren Jamastran-Tal, ein Olancho Umblatt aus der Region Azacualpa und eine Mischung aus den besten Einlagetabaken honduranischer Herkunft gewählt. Die meisterliche Verarbeitung sieht man der mittelkräftigen Toro auf den ersten Blick an. Mit einer Länge von 15,2 cm und einem Ringmaß von 52 ausgestattet, sorgt sie für sattes Rauchvergnügen mit einer ungefähren Dauer von 90 Minuten. Die fesche Honduranerin zeigt sich währenddessen besonders cremig mit einem erdigen Grundaroma, das von nussigen und röstigen Noten flankiert wird. Pikante Würze und eine sehr feine Süße runden ihren herrlich ausgewogenen Geschmack stimmig ab. Technisch lässt sich die schmackhafte Sonderedition als nahezu perfekt bezeichnen. Ihr Zug- und Abbrandverhalten ist über jedweden Zweifel erhaben.","Nice to know":"Das Design der schicken 10er Kisten der Año del Tigre Toro greift die Gemeinsamkeiten der beiden Kulturen spielerisch auf, indem es verschiedene Symboliken aus beiden Kreisen kombiniert. Die einzelnen Zigarren wurden mit einer zusätzlichen Fußbinde versehen, welche das sehr gelungene Tigermotiv, das auch auf den Deckeln der Kisten abgebildet ist, zur Schau trägt.","Resümee":"Sie dürfen sich sehr auf die Flor de Selva Limited Edition Año del Tigre Toro freuen. Ein absolutes Prestigeprojekt von Maya Selva, in dem hervorragende Tabake aus den besten honduranischen Anbaugebieten stecken. Eine ungemein köstliche und gelungen präsentierte Sonderedition, die wir Ihnen leider nur solange der Vorrat reicht, anbieten können."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Jamastran","fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":19.8,"additionalNotes":"Limited"}
