{"name":"Padron 1964 Anniversary Principes","url":"https://www.noblego.de/padron-1964-anniversario-principe/","brand":"Padron","series":"1964 Anniversario","videoURLs":["https://www.youtube.com/watch?v=tYuyWDaJqh8"],"details":{"Fazit":"Wie auch die anderen Vitolas der 1964 Anniversary Series ist die Imperial etwas für Kenner und Liebhaber von kräftigen Zigarren. Als Begleiter empfehlen sich Espresso und mittelkräftige Single Malt Whiskys.","Genuss":"Die Padrón 1964 Anniversary Series Principe ist, wie auch die anderen Formate der Serie eine box-pressed Zigarre. Durch die Box-Pressung erhalten die Zigarren eine abgerundete, fast viereckige Form, wobei das Blattgut dichter zusammengedrückt wird. Dadurch lässt sich eine dominantere Aromenentwicklung erreichen, was bei schlecht verarbeiteten Zigarren jedoch schnell zu schlechtem Zug führen kann. Wie bei allen Vitolas der Padrón 1964 Anniversary Series ist dies jedoch nicht der Fall. Der herausragende Torcedorkunst der Roller von Padrón zeigt sich immer wieder im perfekten, leichtgängigen Zugwiderstand der Zigarren. Bei der kleinen Principe kann man sich auf ein direkt eintretendes, aromatisches Feuerwerk einstellen. Der geneigte Connaisseur sollte sich nicht vom kleinen Petit Corona-Format täuschen lassen. Diese Zigarre ist sofort kräftig und vermag den Gaumen sowohl mit süßlichen Fruchtnoten, als auch mit kernigen Aromen wie Holz, Leder und Erde zu umschmeicheln. Auch wenn man die Rauchzeit bei einer guten halben Stunde festlegen könnte, so sollte darauf geachtet werden, dass man die Principe nicht zu hastig raucht, denn sonst wird sie zum Ende scharf. Diese tolle Zigarre verdient es, dass man ihr fünf Minuten mehr Ruhe gönnt, um sie in langsamen Zügen zu genießen. Wenn man ihr diese Zeit gibt, so erhält man in dieser Vitola sicherlich eine der schönsten, kleinformatigen Puros aus Nicaragua.","Hintergrund":"Die Zigarrenfirma Piloto Cigars Inc. produziert alle Zigarren, die unter dem Namen „Padrón“ geführt werden. Aus diesem Grund wird die im Jahr 1964 von José Orlando Padrón in Miami, Florida gegründete Firma auch allgemein „Padrón Cigars“ genannt. Auch heute befindet sich die Zentrale von Piloto Cigars Inc. in Miami. Allerdings wurde schon im Jahr 1970 die Zigarrenfabrik in Estelí, Nicaragua erbaut. Dort werden bis heute alle Padrón Zigarren gefertigt. Bis zum heutigen Tage ist „Padrón Cigars“ komplett in familiärer Hand. Derzeit sind drei Generationen der Padrón Familie in das Familiengeschäft involviert. Mit großem Stolz präsentiert sich die Firma mit dem Slogan „When Padrón Is On The Label, Quality Is a Matter Of Family Honor\". Es wird komplett auf einen erweiterten Außendienst verzichtet und beim gesamten Vertrieb hat die Familie Padrón selbst die Zügel in der Hand."},"diameter_mm":17,"ring":43,"length_mm":115,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Kakao","Süß","Würzig"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":17.6,"additionalNotes":"Boutique Zigarre"}
