{"name":"Balmoral Añejo XO Gran Magnifico","url":"https://www.noblego.de/balmoral-anejo-xo-grand-magnifico/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Die Balmoral Añejo XO Gran Magnifico wird Sie hellauf begeistern. Ihr speziell gestaltetes Format und der harmonisierende Reifeprozess sorgen für ein traumhaftes Rauchvergnügen, welches für viele Zigarrenliebhaber eine neue Genussdimension eröffnen wird.","Genuss":"Der Blend dieser außergewöhnlichen Zigarrenkreation besteht aus erlesenen Tabaken dreier Herkunftsländer. Ihr Deckblatt ist ein wunderschön sonnengereiftes Arapiraca aus Brasilien, das robuste Olor Umblatt kommt aus der Dominikanischen Republik. Die geschmackvolle Einlage vereint lang gereifte Edeltabake aus Nicaragua, der Dominikanischen Republik und Brasilien. Die eindrucksvollen Longfiller werden nach ihrer Fertigstellung dann für ein halbes Jahr in einem speziellen mit Zedernholz ausgekleideten Reiferaum gelagert. So verschafft man der Balmoral Añejo XO genügend Zeit, ein wunderbar harmonisches Geschmacksbild zu entwickeln. Der ohnehin spannende Rauchverlauf der sich zum Kopfende vergrößernden Gran Magnifico ist von deutlichen Kakao- und Vanillearomen geprägt, die von einer dezenten Süße passend begleitet werden. Ihr äußerst sahnig-cremiger Rauch sorgt dabei für ein extrem feines und entspanntes Rauchvergnügen. Die gediegene Balmoral Añejo XO Gran Magnifico beweist zudem bei Zug und Abbrand, wie sich eine wahre Premiumzigarre zu verhalten hat.","Hintergrund":"Von diesen extraordinären Zigarren wurden nur 1.400 Kisten zu jeweils 10 Stück für den gesamten Weltmarkt hergestellt. Somit handelt es sich um wahre Raritäten, die sich Freunde der Balmoral XO Serie auf keinen Fall entgehen lassen sollten."},"diameter_mm":22,"ring":56,"length_mm":152,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"wrapperTobaccoVariety":["Arapiraca"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kakao","Süß","Vanille"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13,"additionalNotes":"Limited"}
