{"name":"Hoyo de Monterrey Coronation A/T","url":"https://www.noblego.de/hoyo-de-monterrey-coronation-a-t/","brand":"Hoyo de Monterrey","series":"","details":{"Fazit":"Eine Hoyo de Monterrey Coronation AT als medium-würziger Smoke in den frühen Abendstunden entspannt und gefällt. Ob mit Kaffee, Whisky oder Rum genossen, eine Empfehlung der besonderen Art.","Genuss":"Die Hoyo de Monterrey Coronation AT gehört zu den milden kubanischen Zigarren, weshalb sie auch Neulingen im Zigarrenfach, die sich an eine Habano wagen möchten, einen guten Einstieg bietet. Mit einer Länge von 12,7 cm und einem Durchmesser von 16,7 mm hat die Petit Corona genau das richtige Maß für einen Smoke der mittleren Zeitspanne. 35 bis 45 Minuten werden Sie die cremigen Aromen von Erde, Frucht und Leder schmecken und dabei auch eine dezente Süße erkennen. Die kubanischen Tabake aus dem Tal von Monterrey im Herzen der Vuelto Arriba sind \u003cem\u003etotalmente a mano\u003c/em\u003e und natürlich \u003cem\u003etripa larga\u003c/em\u003e, also mit Longfillertabaken verarbeitet. Da sind der perfekte Zug und der gerade Abbrand schon fast eine Voraussetzung, die die Hoyo de Monterrey Coronation AT mit Bravour erfüllt.","Hintergrund":"Den Grundstein der Marke Hoyo de Monterrey legte José Gener, Spross einer Adelsfamilie aus Katalonien. Schon mit 13 Jahren zog es ihn fort von Zuhause übers Meer Richtung Kuba, wo er auf der Tabakplantage seines Onkels eine Anstellung fand. Mit dessen Hilfe und der finanziellen Unterstützung seiner Familie schuf er mit \u003cem\u003eLa Escepción\u003c/em\u003e zunächst seine erste eigene Marke und erwarb anschließend eine eigene Plantage im Tal von Monterrey, das der hier beschriebenen kubanischen Zigarre seinen Namen gab."},"diameter_mm":16.7,"ring":42,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gewürze"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":10.7}
