{"name":"Casa de Alegria Rico Robusto","url":"https://www.noblego.de/casa-de-alegria-rico-robusto/","brand":"Casa de Alegria","series":"Rico","details":{"Fazit":"Die Casa de Alegria Rico Robusto ist eine typisch nicaraguanische Robusto. Stark im Geschmack und fair in der Herstellung. Solide Handarbeit und eine tadellose Qualität sorgen für einen ehrlichen Rauchgenuss. Zur Abrundung des Genusses ist ein schönes, helles Bier sehr zu empfehlen.","Genuss":"Die Casa de Alegria Rico Robusto hat die Maße 127 x 20 Millimeter und ist damit eine typische Robusto, die gut und selbstbewusst in der Hand liegt. Ihr sehr schönes Deckblatt ist ein dunkles Caribbean Seed, das direkt auf der Casa de Alegria gezogen wird. Die Einlage stammt komplett aus Nicaragua und sorgt für ein aromatisches Rauchvergnügen mittlerer Stärke. Es währt bei diesem Format etwas mehr als eine halbe Stunde. Aromen von Erde, Bitterschokolade und Röstung kommen im Rauch vor. Es dominiert aber ein durch und durch satter Tabakgeschmack.","Hintergrund":"Die Casa de Alegria fertigt Premiumzigarren in einer Manufaktur in Esteli, dem Zentrum des nicaraguanischen Tabakanbaus. Die Tabake werden in den klimatisch begünstigten Regionen Jalapa, Condega und Esteli angebaut. Alle Tabake werden bis zur Verarbeitung über ein Jahr lang in der hauseigenen Produktion fermentiert und erst dann gerollt. Bemerkenswert ist auch die Beteiligung der Manufaktur Casa de Alegria am „Fair-Trade\"-Konzept. Das Tabakhaus beteiligt sich an der Sozialversicherung seiner Arbeiter und zahlt überdurchschnittliche Löhne. Ein Grund mehr, Produkte der Casa zu probieren."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Cremig","Kaffee","Pfeffer","Röstaromen"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.9,"additionalNotes":"Fair Trade"}
