{"name":"Rocky Patel Vintage 1992 Sixty","url":"https://www.noblego.de/rocky-patel-vintage-1992-sixty/","brand":"Rocky Patel","series":"Vintage 1992","details":{"Fazit":"Wer bisher noch nicht in den Genuss von Rocky Patels wundervoll schmackhaften Zigarren gekommen ist, dem bietet sich mit der Rocky Patel Vintage 1992 Sixty eine hervorragende   Gelegenheit dazu. Ihre ausgeklügelt komplexe Aromenfülle wird Sie schlichtweg begeistern!","Genuss":"Die Rocky Patel Vintage 1992 Sixty im 6 x 60 Gordo Format duftet dezent süßlich und nach feinem Zedernholz. Wie ein guter Wein wird auch Tabak bei fachgerechter Lagerung mit der Zeit immer besser. Die Vitola vom berühmten Masterblender Rocky Patel birgt genau solch Tabake in sich. Ihre Einlage bildet ein aufregender Blend mit Spitzentabaken aus Nicaragua und der Dominikanischen Republik, gehalten wird diese von einem famosen ebenfalls sieben Jahre gereiften nicaraguanischen Umblatt. Die Hauptattraktion allerdings ist das zehn Jahre lang ausgereifte Sumatra Deckblatt gewachsen in Ecuador, welches der Vintage 1992 Sixty ein deutlich süßliches Aroma verleiht. Dieses harmoniert fantastisch mit den im spannenden Rauchverlauf aufkommenden Aromen, die hauptsächlich zwischen Kaffee, Kakao und Zedernholz anzusiedeln sind. Die mittelstarke handgerollte Longfiller wartet zudem mit einer angenehm milden Würze auf, die den Gaumen auf besondere Art und Weise bezirzt. Gegen Rauchende darf man sich zusätzlich auf ein herrlich abgestimmtes Finale mit feinen erdigen, nussigen Nuancen freuen. In Zug- und Abbrandeigenschaften behauptet sich die Rocky Patel Vintage 1992 Sixty völlig souverän.","Hintergrund":"Vom Staranwalt in Hollywood zum Masterblender für Premium-Zigarren – Rocky Patel lebt und liebt das Außergewöhnliche. Sein professioneller und passionierter Einsatz in der Produktion und Vermarktung von exzellenten Zigarrenkreationen hat ihm in der Branche und bei Aficionados weltweit, längst den Status einer lebenden Legende eingebracht."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Sumatra"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8}
