{"name":"Leonel L-Series Robusto","url":"https://www.noblego.de/leonel-l-series-robusto/","brand":"Leonel","series":"L-Series","details":{"Fazit":"Mild und dabei hoch aromatisch – die geschmeidige Leonel L-Series Robusto bietet absolute Ausgewogenheit und wohlschmeckenden Rauchgenuss! Dafür stehen auch die mehr als respektablen 89 Punkte, die sie beim Blind Tasting des Cigar Journals (3/2015) erhielt.","Genuss":"Leonel Zigarren stehen als Inbegriff von Qualität und Leidenschaft für Tabakprodukte. Sie werden unter strengsten Qualitätsansprüchen hergestellt, die unter anderem aufwendige Kontrollverfahren und elektronische Messtechniken beinhalten. Ein Aufwand, der einzig und allein deshalb betrieben wird, um dem geschätzten Zigarrenliebhaber ein einwandfreies und makelloses Produkt zu bieten. Und das erkennt man bei der Leonel L-Series Robusto auf den ersten Blick. Ihr Deckblatt ist ein sehr feines hell braunes Connecticut Shade, in Einlage und Umblatt finden sich hochwertige Tabake aus der sonnenreichen Dominikanischen Republik verarbeitet, die in ihrer Auswahl variieren, da verschiedene Teile der Pflanzen verwendet werden, um eine ausgewogene Aromakomplexität zu erreichen. Die „zarte Robusto“ wartet mit einer herrlich präsenten Honigsüße auf und einer Aromapalette, die von leichter Pfefferschärfe bis zur frischen Fruchtnote, über sanften Kaffeegeschmack reicht. Die Leonel L-Series Robusto lädt je nach Rauchstrategie zu einem genussvollen 40 bis 60-minütigen Smoke ein und zeigt sich ebenfalls von ihrer besten Seite bei Zug- und Abbrandverhalten.","Hintergrund":"Die sehr angenehm milde handgerollte Leonel L-Series Robusto stellt ein Paradebeispiel für Qualitätszigarren dar. In der Tabacalera Leonel werden nämlich spezielle Teams gebildet, die sich ausschließlich und voller Inbrunst der Herstellung einer bestimmten Vitola aus dem Hause Leonel widmen."},"diameter_mm":19.8,"ring":50,"length_mm":123,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Fruchtig","Holz","Nuss"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":6.1,"additionalNotes":"Boutique Zigarre"}
