{"name":"Villiger Serie Dominicana Senoritas","url":"https://www.noblego.de/villiger-serie-dominicana-senoritas/","brand":"Villiger","series":"Serie Dominicana","details":{"Fazit":"Mittelstark und mild-aromatisch, das ist die Mischung, die die Villiger Serie Dominicana Senorita ausmacht. Ob für Einsteiger oder erfahrene Liebhaber dominikanischer Zigarren, die Petit Corona ist ein qualitativ hochwertiger Genuss für jedermann, der zu einem unschlagbar günstigen Preis zu Ihnen nach Hause kommt. Probieren lohnt sich.","Genuss":"Das Besondere der Villiger Serie Dominicana Senorita ist ihre Tabakmischung aus vier verschiedenen Provenienzen, persönlich zusammengestellt von Heinrich Villiger. Die Einlage stammt aus der Dominikanischen Republik und Nicaragua, das Umblatt kommt aus Peru und das Deckblatt wird aus Ecuador bezogen. Die Aromen dieser Länder vereinen sich in der Petit Corona und ergeben eine harmonische Mischung, die geschmacklich an Holz, Nuss, Honig und Schokolade erinnert. Der handgefertigte Shortfiller überzeugt mit guter Verarbeitung und lässt auch in Abbrand und Zug keine Mängel aufkommen, sodass die 30 bis 40 Minuten Rauchdauer besten dominikanischen Genuss bieten.","Hintergrund":"Erfolgreiche Familienunternehmen in der Tabakbranche haben im deutschsprachigen Gebiet Tradition. Neben den Schusters aus Nordrhein-Westfalen stellt auch die Schweizer Familie Villiger in nunmehr beginnender vierter Generation Tabakwaren her. Der Erfindungsgeist und der Mut zu Innovationen des Firmengründers Jean Villiger machen den Erfolg des Unternehmens aus."},"diameter_mm":15,"ring":32,"length_mm":102,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Peru"],"aromaProfileManufacturer":["Honig","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.5}
