{"name":"Dunhill Aged Cigars Peravias","url":"https://www.noblego.de/dunhill-aged-cigars-peravias/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Die Dunhill Aged Peravias ist die perfekte Einsteigerzigarre, lässt man sich nicht von dem großen Format abschrecken. Mild in der Stärke und mit sanften und süßen Aromen begleitet sie in den Abend und schreit förmlich nach einem restsüßen Weißwein oder Champagner.","Genuss":"Makellos erscheint es, das seidige zimtbraune Connecticut Shade Deckblatt der Dunhill Aged Peravias. Selten wird man solch ein feines und ebenmäßiges Deckblatt wiederfinden. Und genauso fein wie ihr Deckblatt ist auch der Geruch, der von ihr ausgeht. Die Gras- und Kräuternoten erinnern an eine frisch Wiese, diese frische Note zieht sich dann auch durch den gesamten Smoke. Der verhaltene Beginn beschwört die zuvor gerochenen Aromen von Gras und Kräutern erneut herauf, zur Mitte wird die Churchill gehaltvoller und es gesellt sich eine leichte Süße zu den frischen Aromen. Zum letzten Drittel verstärkt sich die süße Note, die geschmacklich an Kakao und Schokolade erinnert. Der Zugwiderstand ist angenehm und nicht zu leicht und während des geraden Abbrands bringt die Churchill in der bis zu 90-minütigen Rauchzeit eine hellgraue Asche mit sandiger Konsistenz hervor.","Hintergrund":"Dunhill hat wie viele Zigarrenmarken, die ursprünglich in Kuba produziert wurden, die Manufaktur in die Dominikanische Republik verlegt. Nach einer Produktionspause der Dunhill Aged Serie werden sie seit 2006 wieder hergestellt und 2012 sogar um fünf neue Formate erweitert. Aged dürfen sie sich nennen, da ihre Einlage aus mindesten drei Jahren gereiftem dominikanischem Piloto und Olor zusammengesetzt ist, die von einem Umblatt aus der Dominikanischen Republik gehalten wird. Nach der Fertigung reifen sie mindestens ein weiteres Jahr in einem speziellen Zedernholzraum nach."},"diameter_mm":20,"ring":50,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":89.24,"additionalNotes":"Aged"}
