{"name":"Arturo Fuente Don Carlos Limited Edition Personal Reserve","url":"https://www.noblego.de/arturo-fuente-don-carlos-limited-edition-personal-reserve-zigarren/","brand":"Arturo Fuente","series":"Arturo Fuente Don Carlos","details":{"Fazit":"Keine Frage, um in den Genuss der Arturo Fuente Don Carlos Personel Reserve im stattlichen Toro Format zu kommen, muss man schon etwas tiefer in die Tasche greifen. Was man dann allerdings von der meisterlichen Vitola geboten bekommt, findet auf einem überaus hohen Niveau, wie man es nur bei Zigarren dieser Güteklasse erfahren kann, statt.","Genuss":"Das wunderschöne Deckblatt der Arturo Fuente Don Carlos Limited Edition Personel Reserve stammt aus Kamerun, für ihre Einlage und das Umblatt wurden erlesene Premiumtabake aus der Dominikanischen Republik verwendet. Die knapp 15 cm lange Toro liefert ein bemerkenswertes Aromaspektrum, welches sich im komplexen Rauchverlauf über cremige Kakao-, Karamell-, Leder-, Heu- und Zitrusfruchtnoten äußert, die von einer herausragenden Würze und süßlichen Anklängen mit einem Hauch Vanille begleitet werden. Ihr mittelkräftiger bis kräftiger Körper macht den Genuss zu einem intensiven Zigarrenerlebnis, dem man sich am besten nach einem reichhaltigen Essen hingibt.","Hintergrund":"Auf den stilvollen Kisten der Don Carlos Personel Reserve Zigarren findet sich der Zusatz „The Man’s 80th“. Dieser bezieht sich auf den 80. Geburtstag von Don Carlos Senior im Jahr 2015, den sein Sohn zum Anlass nahm, die unglaublich spannende Serie mit den persönlichen Blends seines Vaters herauszubringen."},"diameter_mm":19.8,"ring":50,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Heu","Kakao","Karamell","Leder","Pfeffer","Süß","Vanille","Würzig","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":42,"additionalNotes":"Limited"}
