{"name":"Macanudo Cafe Diplomat","url":"https://www.noblego.de/macanudo-cafe-diplomat/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"Qualität und Geschmack mit bestem Preis-Leistungs-Verhältnis, das bietet Ihnen die Macanudo Cafe Diplomat. Auch für Einsteiger zeigt sich hier ein guter Smoke, der optimal mit einem Kaffee oder trocken-fruchtigem Wein abgerundet wird.","Genuss":"Die dominikanische Marke Macanudo hat sich nicht ohne Grund zur meistverkauften Zigarre der USA entwickelt. In verschiedenen Serien zeigt sich immer wieder der Erfindungsreichtum der Blender und die stets hohe Qualität sorgt bei allen Aficionados für Begeisterung. Auch bei der Formatwahl stellt man durchaus Kreativität unter Beweis. So erschient die Macanudo Cafe Diplomat als Torbusto Format. Dieses ist mit 11,2 Zentimetern Länge eine kurze Robusto, die sich jedoch durch ihre bauchige Form schwer im Durchmesser bestimmen lässt. Die Aromen von Erde, Holz, Kaffee und Nuss mit einer Prise Pfeffer entfalten sich beim Genuss in ganz eigener Weise in einem Wechsel der Intensitäten. Der Blend besteht dabei aus dominikanischen und mexikanischen Tabaken in der Einlage, einem mexikanischen Umblatt und einem feinen Connecticut Shade Deckblatt.","Hintergrund":"Seit 1968 stehen die Zigarren von Macanudo für hochwertiges Tabakhandwerk aus der Dominikanischen Republik. Die Cafe-Serie gehört zu den ersten, die sich in der Produktpalette von Macanudo einen Namen machen konnten, weitere erfolgreiche Serien wie die \u003ca title=\"Macanudo Maduro bei Noblego.de\" href=\"/macanudo-maduro/\"\u003eMacanudo Maduro\u003c/a\u003e oder die mildere \u003ca title=\"Macanudo Gold Label bei Noblego.de\" href=\"/macanudo-gold-label/\"\u003eGold Label\u003c/a\u003e folgten."},"diameter_mm":19.8,"ring":50,"length_mm":112,"length_inch":0,"format":"Torbusto","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":7.9}
