{"name":"Marca Fina Panama Churchill Extra Edicion Limitada 2013","url":"https://www.noblego.de/marca-fina-panama-churchill-extra-edicion-limitada-2013/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Sehr würzig und aromatisch-frisch ist die Marca Fina Panama Churchill Extra für Freunde der würzigeren Zigarren aus Nicaragua eine preisgünstige Alternative. Diese Vitola ist der perfekte Begleiter für einen längeren Bar-Abend, da sie kaum Aufmerksamkeit braucht und exzellent abbrennt. Nicaraguanische Würze auf höchstem Niveau für kleines Geld.","Genuss":"Die Churchill Extra ist eine limitierte Edition von Marca Fina aus Panama. Drei Jahre durchgereifte Tabake machen aus diesem Sandwichfiller mit außerordentlich guter Qualität und einem einmaligen Preis-Leistungs-Verhältnis ein Spitzenprodukt. Die Marca Fina Panama Churchill Extra misst eine Länge von 16,3 Zentimetern und weist einen Durchmesser von 20 Millimetern auf. Mit diesen Maßen und einer Rauchdauer von 70 bis 90 Minuten ist sie die größte limitierte Zigarre aus dem Jahr 2012. Bereits der Zugwiderstand in kaltem Zustand ist hervorragend. Kalt riecht sie sehr grasig und leicht stallig. Schon nach den ersten Zügen ein erstaunlich würziger Smoke mit viel Holz und einer leichten Süße, die den schön cremigen Rauch abrundet. Freunde kräftiger Zigarren aus Nicaragua kommen bei dieser Vitola voll auf ihre Kosten und erleben einen eher holzig-fruchtigen Smoke. Die Asche ist dunkelgrau und eher locker, fällt aber selbst nach 3 bis 4 Zentimetern nicht von alleine ab. Das zweite Drittel der Marca Fina Churchill Extra wird ein wenig würziger, leichte Röstaromen geben den Rhythmus an und bleiben bis zum Finish bestehen. Im letzten Drittel kommt noch ein wenig Pfeffer ins Spiel, dieser harmoniert sehr schön mit der erstaunlich würzigen Süße aus dem ersten Drittel und vollendet den Smoke.","Hintergrund":"Bei der Marca Fina handelt es sich um eine handgerollte Zigarre mit Fair-Trade Hintergrund. Kleine Familienbetriebe werden von der FTAC (Federación de Tabaqueros America Central) unterstützt. Die FTAC ist ein Zusammenschluss mehrerer Tabak-Farmer aus der Karibik, und den Ländern Mittelamerikas. Sie helfen Familienbetrieben dabei, eigene Zigarren mit hohem Qualitätsstandard herstellen zu können."},"diameter_mm":20,"ring":50,"length_mm":163,"length_inch":0,"format":"Churchill","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Erdig","Kaffee","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.4}
