{"name":"Marca Fina Panama Robusto Maduro","url":"https://www.noblego.de/marca-fina-panama-robusto-maduro/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Eine Maduro wie sie sein soll. Die Marca Fina Panama Robusto Maduro ist eine hocharomatische, delikate Zigarre, die sowohl Anfängern als auch langjährigen Aficionados schmecken wird. Als Begleitgetränk eignet sich ein Kaffee ebenso gut wie ein Portwein. Aber die beste Begleitung ist immer noch ausreichend Zeit und Muße, um diesen Smoke vollends genießen zu können.","Genuss":"Diese tiefbraune, beinahe schwarze Robusto Maduro ist bereits optisch schön. Ihr würziger Kaltgeruch gibt mit seinen fruchtig-grasigen Noten bereits einen kleinen Vorgeschmack auf das, was diese Zigarre im angezündeten Zustand zu leisten vermag. Die Verarbeitung ist tadellos, was für einen perfekten Zug, einen geraden Abbrand, sowie für eine stabile, grau marmorierte Asche sorgt. Im ersten Drittel zeigen sich Noten von Kakaobohnen präsent, die von exotischen Gewürzen begleitet werden. Weiter entwickeln sich Aromen von weißem Pfeffer und nussige Röstaromen, die gelegentlich auch an Sandelholz erinnern können. Das alles wird von einer komplexen, madurotypischen Süße umrundet, die als perfekter Gegenspieler des Pfefferaromas fungiert. Sehr lecker.","Hintergrund":"Marca Fina steht für hervorragend verarbeitete Zigarren zu einem günstigen Preis bei fairen Produktionsbedingungen. Die Firma produziert in fünf verschiedenen Ländern ihre Puros und ihre Zigarren stammen neben Panama aus Honduras, Nicaragua, der Dominikanischen Republik und aus Brasilien. Dadurch, dass für Einlage, Umblatt und Deckblatt ausschließlich Tabak aus dem jeweiligen Land verwendet wird, bieten sich die Marca Fina Zigarren geradewegs dazu an, sich dem typischen Aroma der jeweiligen Region im Vergleich zu widmen. Gönnen sie sich diese kulinarische Reise durch die berühmtesten Tabakanbaugebiete der Welt."},"diameter_mm":21,"ring":53,"length_mm":115,"length_inch":0,"format":"Robusto","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Gewürze","Kakao","Pfeffer","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3}
