{"name":"Padron Classic Churchill Maduro","url":"https://www.noblego.de/padron-classic-churchill-maduro/","brand":"Padron","series":"Classic Series","details":{"Fazit":"Zu dieser kaffeebraunen Schönheit und ihrem intensiven Kakaobouquet passt natürlich sehr gut Kaffee. An einem langen Rauchabend aber auch ein kräftiger Rotwein wie eine Kelterung aus der Nebbiolo-Traube des Piemonts.","Genuss":"Aus handwerklicher Sicht ist die Padron Classic Churchill Maduro eine kleine Überraschung. In diesem Preissegment hätte man ein makelloses Deckblatt erwartet, findet hier aber durchaus einige rustikale Spuren im ansonsten hochwertigen und angenehm geschmeidigen Maduro-Blatt. Die Rollung ist fest und der Zugwiderstand ist perfekt. Bestechend ist die kräftige Kakaonote im Kaltgeruch. Alle Anteile bestehen aus nicaraguanischen Tabaken der bevorzugten Anbaugebiete Estelí, Jalapa und Condega. Im Rauch wechseln sich süße Noten, der Geruch nach Erde, das Kitzeln von Pfeffer und die Anmut von dunkler Schokolade in der angenehmen Erregung unserer Sinneszellen ab. Die Padron Classic Churchill Maduro ist 175 Millimeter lang und besitzt einen Durchmesser von 18 Millimetern. Dieses klassische Churchill Maduro-Format begeistert den erfahrenen Aficionado und schenkt uns einen sehr aromatischen Rauchgenuss von fast eineinhalb Stunden.","Hintergrund":"1964 gründete José O. Padrón seine Manufaktur, um sich ganz den nicaraguanischen Tabaken zu verschreiben. Als Exilkubaner orientierte er sich allerdings stark an den Ansprüchen und dem Geschmack kubanischer Zigarren. Nach schwierigen Anfangsjahren mit der Herstellung von Shortfillern führte der Einstieg in die Herstellung qualitativ besserer Longfiller-Puro-Zigarren zum Erfolg. Heute gehören die Padron-Zigarren zu den hochwertigsten Exporterzeugnissen Nicaraguas."},"diameter_mm":18,"ring":45,"length_mm":175,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":6.8}
