{"name":"E.P. Carrillo La Historia El Senador Robusto","url":"https://www.noblego.de/e-p-carrillo-la-historia-el-senador-robusto/","brand":"E.P. Carrillo","series":"La Historia","details":{"Fazit":"Durch eine Kombination von pfeffrig-würzigen und maduro-typisch süßen Aromen sorgt die E.P. Carrillo La Historia El Senador Maduro für ein zu jedem Zeitpunkt interessantes und abwechslungsreiches Rauchvergnügen. Eine absolute Kaufempfehlung!","Genuss":"Bereits im Rahmen des Kaltzuges finden sich bei der E.P. Carrillo La Historia El Senador Maduro intensive Pfefferaromen, gepaart mit dezenten Noten von Zartbitterschokolade. Auch nach dem Anfeuern besticht sie zunächst durch eine sehr würzige Anfangsphase, welche sich jedoch im weiteren Rauchverlauf mehr und mehr legt und so Platz für maduro-typischere Aromen von dunkler Schokolade und Kaffee macht. Im Hintergrund schwingen beständig waldige Nuancen in Form von Erde und Leder. Die E.P. Carrillo La Historia El Senador Maduro im Double Robusto Format, mit einer Länge von 13,70 cm bei einem 52er Ringmaß, glänzt auf Grund ihrer Eigenschaft als boxpressed Zigarre ganz besonders durch einen angenehm leichtgängigen Zug, welcher im Zusammenspiel mit einer kreisrunden Abbrandlinie für ca. 70 Minuten Rauchvergnügen sorgt.","Hintergrund":"Die Zigarren der Serie La Historia sind eine Hommage Ernesto Perez Carrillos an seine Familie. Aus diesem Grund wurde für sie auch eine ganz besondere, bunte Tabakzusammensetzung gewählt, bestehend aus einem mexikanischen San Andres Deckblatt, einem ecuadorianischen Sumatra Umblatt und einer Einlage aus Nicaragua."},"diameter_mm":20.6,"ring":52,"length_mm":137,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["San","Andres","Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Kaffee","Leder","Pfeffer","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":15.1}
