{"name":"Drew Estate Undercrown Maduro Robusto","url":"https://www.noblego.de/drew-estate-undercrown-robusto/","brand":"Drew Estate","series":"Undercrown","details":{"Fazit":"Die Drew Estate Undercrown Maduro Robusto ist eine starke Zigarre, die aufgrund ihrer interessanten Aromenvielfalt und durch ihre Cremigkeit zu überzeugen weiß. Wohl fühlt sich diese gekrönte Robusto in Gesellschaft eines Milchkaffees oder auch eines edlen Rums.","Genuss":"Für eine gute Stunde nimmt die Undercrown Maduro Robusto einen mit auf eine Genussreise. Das beginnt bereits bei der tollen Verarbeitung, die ein hervorragendes Abbrand- und Zugverhalten verspricht, was sie auch hält. Dabei stammt das seidig glänzende Deckblatt mit dem exotischen Namen aus Mexiko, während das T52 Connecticut Umblatt eine Einlagenmischung aus Nicaragua und Brasilien umhüllt. Die Tabakblätter der verschiedensten Regionen kreieren dabei eine tolle Aromenmischung, die auf einer Basis von erdigen Zedernholztönen aufbaut. Tolle Aromen von Kakao scheinen auf, Nuancen von Leder sind zu vernehmen und eine komplexe Natursüße ist ebenfalls allzeit präsent. Letztere bietet besonders im Spiel mit den aufscheinenden Pfefferaromen eine interessante Kombination. Ebenfalls schön: Der dichte, cremige Rauch.","Hintergrund":"Kenner der Drew Estate Zigarren schreiben der Undercrown gern eine Verwandschaft mit der Liga Privada zu, welche der Geschichte nach in den Rauchgewohnheiten der Torcedos begründet liegt. Es wird erzählt, dass diese sich, nachdem dem allzu ausschweifenden Genuss der Liga Privat in der Fabrik ein Ende bereitet wurde, flugs eine eigene Mischung gebaut haben, die dann so überzeugend war, dass sie als Undercrown auf den Markt kam. Ob Mythenbildung oder nicht, Fakt ist, dass Drew Estate mit der Undercrown eine ausgezeichnete Zigarre auf den Markt gebracht haben."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"Otapan Negro Ultimo Corte","fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["T52 Connecticut stalk cut and amp cured Habano"],"aromaProfileManufacturer":["Erdig","Kakao","Leder","Pfeffer","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.6}
