{"name":"Casa de Alegria Suave Toro","url":"https://www.noblego.de/casa-de-alegria-suave-toro/","brand":"Casa de Alegria","series":"Suave","details":{"Fazit":"Die Casa de Alegria Suave Toro ist eine richtig große und milde nicaraguanische Zigarre. Große Handwerkskunst in der Herstellung und ein wohlüberlegter Blend sorgen für einen ungetrübten und ausgedehnten Genuss. Zu dieser edlen Zigarre passt ein gut abgelagerter, samtiger Rotwein, zum Beispiel ein Saint Émilion aus dem Bordeaux.","Genuss":"Die Casa de Alegria Suave Toro hat eine Länge von 152 Millimetern und ein Ringmaß von 50. Damit ist sie eine stattliche Zigarre, die fest gerollt und schwer in der Hand liegt. Ihr fein geädertes und ganz leicht öliges Deckblatt ist ein Connecticut Shade aus Ecuador. Das Umblatt ist ein sehr edles und handverlesenes Blatt aus Indonesien. Die Einlage stammt dagegen komplett aus Nicaragua und sorgt für ein feines und vergleichsweise mildes Rauchvergnügen von über einer Stunde. Geliefert wird sie in einer sehr schönen massiven Zedernholzkiste, die sich vorzüglich als Geschenk für einen Liebhaber guter Zigarren eignet.","Hintergrund":"Die Tabake für die Casa de Alegria Zigarren wachsen in den tropischen Regionen Jalapa, Condega und Esteli. Die Manufaktur, nach der die Zigarren benannt sind, liegt in Esteli, dem Zentrum des nicaraguanischen Tabakanbaus. Bis zur Verarbeitung werden sie über ein Jahr lang in der Casa vorbereitet. Die Casa de Alegria beteiligt sich erfreulicherweise am „Fair-Trade\"-Konzept. Sie sorgt für gute Arbeitsbedingungen, angemessene Löhne und beteiligt sich auch an der Sozialversicherung der Arbeiter."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Holz","Kaffee","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.2,"additionalNotes":"Fair Trade"}
