{"name":"Perdomo 20th Anniversary Epicure (E656) Maduro","url":"https://www.noblego.de/perdomo-20th-anniversary-epicure-e656-maduro/","brand":"Perdomo","series":"20th Anniversary","details":{"Fazit":"Wo es Jubiläen zu feiern gibt, sollte die Perdomo 20th Anniversary Epicure Maduro nicht fehlen. Aber auch an ganz „gewöhnlichen“ Tagen ist sie ein Genuss, der zum Feiern zu Mute sein lässt.","Genuss":"Die 20th Anniversary Serie sticht besonders durch ihre stattlichen Formate aus dem Sortiment von Perdomo hervor. Das kleinste Ringmaß ist 54. Die Epicure Maduro  ist mit beachtlichen Maßen von 15 Zentimetern in der Länge und 22,2 Millimetern im Durchmesser, was einem Ringmaß von 56 entspricht,  ausgestattet. Darüber hinaus ist sie nicht wie gewohnt zylinderförmig, sondern Semi-boxpressed. Aromatisch changiert sie zwischen erdigen und ledrigen Aromen mit Anklängen von Kaffee und Kakao. Ab dem zweiten Drittel kommt eine leichte, pfeffrige Schärfe hinzu, die dem komplexen Aromaspektrum die extra Portion Würze gibt. Bewahrt wird dieses Aroma durch die Abpackung in edle schwarz lackierte Holzkisten aus spanischer Zeder. So sind die rund 90 Minuten, die man sich der Epicure Maduro widmet von unvergleichlichem Genuss geprägt sind.","Hintergrund":"Alle Tabake, die für die Perdomo 20th Anniversary Epicure Maduro verarbeitet werden, stammen von den firmeneigenen Farmen in Esteli, Condega und Jalapa. Das Maduro Deckblatt reift nach der Ernte zunächst sechs Jahre und wird nach der anschließenden Fermentierung weitere 14 Monate in Bourbon Fässern gelagert. Erst diese Prozedur verleiht den Perdomo 20th Anniversary den aromatischen Feinschliff."},"diameter_mm":22.2,"ring":56,"length_mm":150,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":14}
