{"name":"Hoyo de Monterrey Hoyo des Dieux","url":"https://www.noblego.de/hoyo-de-monterrey-hoyo-des-dieux/","brand":"Hoyo de Monterrey","series":"","details":{"Fazit":"Da man bei der Hoyo de Monterrey Hoyo des Dieux deutliche Holznoten und würzige Erdtöne wahrnehmen kann, die ab und an von einer angenehmen Süße unterstrichen werden, empfiehlt sich zu dieser Zigarre ein Glas leckerer Champagner oder eben andere spritzige Getränke.","Genuss":"Die Hoyo de Monterrey Hoyo des Dieux überzeugt mit einem weichen, glatten Colorado Deckblatt und einem unaufdringlichen, aber dennoch würzigen, leicht verhalten fruchtigen Geruch. Die Zigarre ist sehr fest und gleichmäßig gerollt. Sie weist eine Länge von 15,2 Zentimeter auf und hat einen Durchmesser von gut 17 Millimeter. Bereits bei den ersten Zügen entfalten sich ihre nussigen, aromatischen, leicht süßlichen Aromen. Im Anschluss entwickeln sich leicht grasige Noten, mit leichter Salznote, die den Raum mit vollem, kräftigem Rauch füllen. Selbst im zweiten Drittel, in dem die Hoyo des Dieux ihren vollen Rauchgenuss entwickelt, bleibt sie sehr angenehm, ohne die leichte Pfefferschärfe zu steigern. Ein leichter pfeffrig-würziger Geschmack und ein leichtes Prickeln verzücken den Mund eines jeden Aficionados. Die Stärke der Hoyo de Monterrey Hoyo des Dieux ist recht ungewohnt mild für eine Zigarre aus der Region Vuelta Abajo. Sehr gleichmäßig mit scharfem Ring brennt diese Vitola in rund 50 Minuten ab, die Asche ist sehr stabil und fast weiß. Der Übergang zum letzten Drittel gestaltet sich recht angenehm, zum Finale kommen leichte Röstaromen und herbale Noten von Leder hinzu. Minze mit einem Hauch von Karamelltönen unterstreicht ihr mildes Aroma.","Hintergrund":"1865 ist die Marke Hoyo de Monterrey von José Gener gegründet worden. Bis heute ziert sein Name die Kisten dieser Longfiller Premiumzigarren von recht mildem Aroma. Seit einigen Jahren ist die Marke in kubanischem Staatsbesitz. Die Plantage von Hoyo de Monterrey wird von einem Tor, mit der Aufschrift „Hoyo de Monterrey. José Gener. 1860“ geziert, was darauf zurückzuführen ist, dass José Gener seine Tabake in San Juan y Martinez schon im Jahre 1860 angebaut hat."},"diameter_mm":16.7,"ring":42,"length_mm":152,"length_inch":0,"format":"Corona Grande","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Holz","Honig","Leder","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2}
