{"name":"Ultraboutique Prime Cuts - Die Steak-Zigarre","url":"https://www.noblego.de/ultraboutique-prime-cuts-die-steak-zigarre/","brand":"Ultraboutique","series":"Prime Cuts","details":{"Fazit":"Jung, frech und mit viel Potenzial, die neue Marke erweist sich im Erstlingswerk als Volltreffer. Wer eine anspruchvolle  - aber dennoch nicht teure - Zigarre für den nächsten Grillabend mit Freunden plant, der kommt hieran nicht vorbei!\n\u003cem\u003eHinweis:\u003c/em\u003e Die Marke Ultraboutique wurde von Noblego-Gründer Benjamin Patock ins Leben gerufen. Da sie von uns für uns gemacht ist, sind wir natürlich nicht unvoreingenommen, was eine Bewertung angeht. Am besten Sie schaffen sich einen eigenen Eindruck!","Genuss":"Zunächst sticht das minimalistische Design der Kiste und der Zigarre ins Auge. Jung und dynamisch, möchte man sagen, doch der geneigte Tester besinnt sich dann doch wieder auf Schusters Leisten. Dennoch: Das Auge raucht mit und hier wurde mitgedacht. Die Ultraboutique Prime Cuts selbst kommt zellophaniert im handgestempelten 5er Pack. Einen Zigarrenring findet man nicht, dafür aber einen schönen Kaltduft, der an Schokoladenkuchen erinnert. Insgesamt ist die Zigarre fest gerollt, das Deckblatt hat eine schöne dunkle, fast kaffeebraune Farbe mit dunkleren Einschlüssen. Nach dem Anfeuern steigen schnell Schokoladen-, Erd- und Holznoten an den Gaumen, dazu etwas weißer Pfeffer. Das Nikotin ist spürbar, steigert sich mit der Rauchdauer und kitzelt durchaus. Mit andauerndem Rauchverlauf verstärken sich die bestehenden Aromen und werden durch etwas Raucharoma und eine leicht fruchtige Süße ergänzt. Rund 70 Minuten Zeit beansprucht diese dunkle Schönheit, die man gerne etwas zurückhaltend rauchen darf, um in den vollen Genuss zu kommen.","Hintergrund":"Bei den Ultraboutique Zigarren handelt es sich - wie der Name schon sagt - um Kleinstserien von etwas ausgefallener Machart. Der Fokus geht dabei bewusst weg vom Mainstream mit einem besonderen Augenmerk auf die gestalterische Darbietung. Die Prime Cuts sind als Zigarre zum feinen Steak bzw. Barbecue konzipiert und daher von den Aromen und der Stärke auf den Genuss mit Gegrilltem ausgelegt. Das 5er Pack lädt zum bequemen Mitnehmen und Teilen mit guten Freunden ein. Das Design soll dabei an den Einkauf beim Fleischer des Vertrauens erinnern und daher wurde auch auf einen Zigarrenring verzichtet, um dem Thema treu zu bleiben.\nTrivia: Ursprünglich waren die Zigarren als \"Ultraboutique Prime Ribs\" geplant und auch gestaltet, doch eine Veränderung der Verpackungsrichtlinie für Tabakprodukte zwang zum Neudesign, da keine Begriffe aus dem Lebensmittelbereich mehr verwendet werden dürfen. Nichtsdestotrotz werden die \u003cem\u003eCostillas\u003c/em\u003e im Rippchen-ähnlichen Torpedo-Format angeboten und haben auch keinen Ring - das gab es an der Fleischtheke schließlich auch nicht."},"diameter_mm":20.6,"ring":52,"length_mm":156,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["San","Andres","Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kakao","Pfeffer","Röstaromen","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.01,"additionalNotes":"Boutique Zigarre"}
