{"name":"A. Turrent Triple Play Robusto","url":"https://www.noblego.de/a-turrent-triple-play-robusto/","brand":"A.Turrent","series":"","details":{"Fazit":"Maduroaffine Zigarrenliebhaber kommen bei der A. Turrent Triple Play Robusto voll auf ihre Kosten und das in zweierlei Hinsicht bezogen auf Genuss und Preis-Leistung. Unsere Empfehlung: Zu diesem rauchbaren Naschwerk können Sie sich vorzugsweise einen anständigen Bourbon schmecken lassen.","Genuss":"Im Jahre 2010 kam die Triple Play Linie aus dem Hause A. Turrent erstmalig auf den Markt und sorgte sogleich für reges Aufsehen und Interesse bei vielen Aficionados. Für die A. Turrent Triple Play Robusto verwendet man in der Einlage eine atemberaubende Melange aus handverlesenen mexikanischen, honduranischen und nicaraguanischen Madurotabakblättern. Das Umblatt der Triple Play Robusto ist ein sonnenverwöhntes Connecticut Broadleaf, für das Deckblatt hat man das ganz besondere San Andrés Morrón ausgewählt, welches für seine ausgewogene Süße bekannt ist und der Vitola zudem eine wunderbar ölige Haptik verleiht. Das Geschmacksaufkommen ist somit auch stets von einer angenehmen leichten Honigsüße geprägt, die vollmundigen Aromen bestehen raucheingangs aus Pfeffer-, Holz-, Nuss-, und Röstnoten. Im weiteren Rauchverlauf gesellen sich angenehm harmonisierende Nuancen von Zeder und Vanille hinzu. Die herzhaft pikante „Triple Play Robusto“ weist die Maße 132 mm x 22 mm auf und lässt sich im mittelkräftigen Bereich ansiedeln. Ein einwandfreies Zug- und Abbrandverhalten versteht sich aufgrund der meisterhaften Verarbeitung dieser Zigarre von selbst.","Hintergrund":"Alejandro Turrent ist der Spross einer alteingesessenen Tabakfamilie und leitet die Geschicke des erfolgreichen Unternehmens bereits in der 5. Generation. Er gilt als ein „Shooting Star“ der Zigarrenszene und wird sicher auch in Zukunft mit seinen hochinteressanten Zigarrenkreationen in den geschätzten Kreisen der Aficionados für Furore sorgen."},"diameter_mm":20,"ring":52,"length_mm":120,"length_inch":0,"format":"Robusto","manufactureOrigin":"Mexiko","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["Mexico"],"fillerOrigin":["Honduras","Mexiko","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Holz","Honig","Nuss","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.7}
