{"name":"CigarKings Wide White Montesco","url":"https://www.noblego.de/cigarkings-wide-white-montesco/","brand":"CigarKings","series":"","details":{"Genussverlauf":"In der Einlage der CigarKings Wide White Montesco wurden Viso und Seco Tabake aus der berühmten Anbauregion Estelí verwendet. Als Deckblatt dient ihr ein verlockend ebenholzbraunes Colorado Natural Maduro aus dem Jalapa-Tal nahe der Grenze zu Honduras. In Sachen Umblatt bleiben die CigarKings ihrer Linie treu und entschieden sich für die geheime, doppelte Variante, wie man sie bereits von den weiteren Zigarren aus ihrem Sortiment kennt. Gerollt wurde das beliebte Montesco Format (55 x 5) im ebenfalls gewohnten Entubado-Stil. Genusstechnisch bietet die mittelkräftige Nicaraguanerin ein besonders vollmundig erscheinendes Rauchvergnügen, welches von Zug zu Zug an Cremigkeit gewinnt. Die leckere Würze der nicaraguanischen Tabake sowie erdige, schokoladige und holzige Töne nebst einer zarten Süße bestimmen den gut 90 Minuten andauernden Smoke. Ein perfektes Zug- und Abbrandverhalten sorgt für unbeschwerten Genuss, sodass sich der Genießer in aller Ruhe auf den Geschmack der sehr gelungenen Premiumzigarre konzentrieren kann.","Nice to know":"Die 12er Papierbox, in denen die köstlichen Wide Whites schlummern, wurde gänzlich ohne störende Kleb- und Bindestoffe hergestellt. In Zusammenarbeit mit einem Landsberger Verpackungsunternehmen hat Philipp Kugler diese Neuentwicklung erdacht und umgesetzt. Sie besteht zu 100 % aus 350 g/m² Papier und birgt eine innovative Falttechnik, die den Einsatz von Klebstoffen obsolet macht.","Resümee":"Eine wunderschöne Zigarre der jungen und sehr ambitionierten Marke. Die CigarKings Wide White Montesco hat viel Charakter und Geschmack. Unbedingt ausprobieren und genießen!"},"diameter_mm":0,"ring":55,"length_mm":127,"length_inch":0,"format":"Montesco","manufactureOrigin":"Nicaragua","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Schokolade","Süß"],"flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":14.4,"additionalNotes":"Doppeltes Umblatt"}
