{"name":"Don Pepin Garcia Blue Label Delicias Churchill","url":"https://www.noblego.de/don-pepin-garcia-blue-label-delicias-churchill-zigarren/","brand":"Don Pepin Garcia","series":"Blue Label","details":{"Genussverlauf":"Die Don Pepin Garcia Blue Label Delicias Churchill ist ein großformatiger Smoke und misst eine Länge von 17,7 Zentimetern bei einem Ringmaß von 50. Näheres Betrachten der Zigarre lohnt sehr, da sie mit ihrer sehr feinadrigen Blattstruktur und ihrer tollen dunklen Oscuro-Farbe lockt. Voller Rauch, der früh mit seinem sehr würzigen Aroma von Anfang bis Ende überzeugt, tritt schon nach den ersten Zügen ein. Weit hinter den Zigarrenring hinaus lässt sich die „Delicias“ genüsslich rauchen, ohne scharf oder bitter zu werden. Im zweiten Drittel kommen süße Schokoladenaromen hinzu, die von leichten und fruchtigen Chilinoten unterstrichen werden. Stark zunehmendes Rauchvolumen und gerader Abbrand machen dem Gaumen einfach Lust auf mehr. Im letzten Drittel übertönt eine zarte Erdigkeit die Schokoladentöne, wird aber weiterhin von dezent scharfen Chilinoten begleitet. Alles in allem handelt es sich bei der nicaraguanischen Köstlichkeit um eine mittelkräftige bis kräftige Zigarre mit cremigem Kern. Einfach eine sehr ausbalancierte harmonische Puro, die den Raum mit dezent würzigem Duft füllt.","Nice to know":"Don José „Pepin“ Garcia ist der Geschäftsführer von „El Rey de los Habanos“, einer Zigarrenmanufaktur in Miami, die bekannt ist als „Don Pepin Cigars“. Er ist gebürtiger Kubaner, Masterroller- und Blender in seiner Fabrik. Schon im Alter von 11 Jahren, im Jahre 1961 begann er auf Kuba in einer Zigarrenmanufaktur zu arbeiten.","Resümee":"Die Don Pepin Garcia Blue Label Delicias Churchill eignet sich als Begleiterin bei einem ersten Frühlingsspaziergang oder auch zum Flanieren auf höchstem Niveau. Diese schöne Vitola braucht sich nicht zu verstecken. Bereits bei kaltem Zug stellt sich raus, dass es sich um eine pfeffrige, unterholzige und leicht schokoladige Zigarre handelt, zu der ein Glas Rotwein die richtige Wahl wäre, da dieser die süßen Aromen unterstreicht und die leichten Chilitöne mildert."},"diameter_mm":19.8,"ring":50,"length_mm":177,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Corojo Oscuro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Chili-Pfeffer","Fruchtig","Gewürze","Kaffee","Kakao","Leder","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":13}
