{"name":"CAO Session Shop Toro","url":"https://www.noblego.de/cao-session-shop-toro-zigarren/","brand":"CAO","series":"Session","details":{"Genussverlauf":"Das bereits erwähnte Deckblatt der CAO Session Shop Toro stammt aus den USA, ihr Umblatt und Teile der Einlagetabake sind dominikanischen Ursprungs, hochwertige Tabake aus Nicaragua komplementieren den leckeren Blend. Laut Herstellerangaben hat man es hier mit einer mittelkräftigen Zigarre zu tun. Unsere Testexemplare zeigten sich allerdings eher von einer durchaus milden Seite, erst zum Rauchende hin, zog der Stärkegrad etwas an. Am guten Geschmack der dominikanischen Longfiller ändert dieser Umstand jedoch nichts. So sind es vollmundige Aromen von Kakao, Frucht und Leder, die von einer nie unaufdringlich erscheinenden Pfeffernote sowie einer feinen Süße begleitet, diesen ungefähr 70 bis 80 Minuten andauernden Genuss bestimmen. Die CAO Session Shop produziert außerdem Unmengen cremigen Rauchs, der über einen gut eingestellten Zug geschmeidig an den Gaumen gelangt. Lediglich beim Abbrand sind gelegentlich kleinere Korrekturen vorzunehmen.","Nice to know":"Die Zigarren von CAO gehören seit 2014 zur Scandinavian Tobacco Group (STG). Neben der im Jahr 2019 erschienenen Session Serie gehören die CAO Pilón, Nicaragua und OSA Lot zum Portfolio der beliebten Premiummarke.","Resümee":"Die CAO Session Shop Toro widerlegt den weitverbreiteten Irrglauben, dass es sich bei Zigarren mit dunklen Deckblättern immer um besonders starke Smokes handeln muss. Sie ist eine sehr angenehm zu genießende Zigarre mit sehr ansprechender Aromaentfaltung und sorgt mit ihrem dichten, cremigen Rauch für jede Menge Zigarrenvergnügen."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rick Rodriguez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"wrapperTobaccoVariety":["Connecticut","Broadleaf"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kakao","Kirsche","Leder","Pfeffer","Süß"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":9.5}
