{"name":"Aurora Principes Short Robusto Maduro","url":"https://www.noblego.de/aurora-principes-short-robusto-maduro/","brand":"Aurora Principes","series":"","details":{"Fazit":"Die Aurora Principes Short Robusto Maduro ist eine schön kräftige Zigarre mit tollem und cremigem Rauch. Preislich fast unschlagbar mit nicht mal 2 Euro pro Smoke. Absolut empfehlenswert für alle Aficionados, die auf der Suche nach einem Format sind, das kurzweiligen Rauchspaß für zwischendurch und aromatisch-würzige Aromen bietet.","Genuss":"Bei einer Länge von 101 Millimetern und einem Durchmesser von 2 Zentimetern steckt in dieser kleinen Robusto ordentlich Tabakkraft. Bereits beim Anrauchen wird der Geschmack der  gebündelten Tabakblätter intensiv und es entwickelt sich ein schöner, satter Rauch. Das Zugverhalten bleibt dabei trotz der straff gerollten Tabakblätter gut. Geschmacklich ist die Short Robusto Maduro auf der würzigeren Seite anzusiedeln. Die Tabakmischung sorgt für einen aromatischen Smoke, der durch das dunkle Maduro-Deckblatt einen süßlichen Grundton erhält. Dabei scheinen immer wieder grasige Töne auf, die auch an Holz erinnern können. Teilweise machen sich erdig-aromatische Nuancen bemerkbar. Gegen Rauchende kommt eine gewisse Schärfe hinzu.","HIntergrund":"Die gleichmäßige, dunkle Färbung der Zigarren kommt durch eine sogenannte \"künstliche Fermentation\". Dabei werden die Tabakblätter in einer Art großem Dampfkochtopf mit Wasser verarbeitet. Es entsteht ein Tabaksud, der die Blätter wunderbar dunkel einfärbt. Im Gegensatz dazu fermentieren die \"natürlichen\" Maduros ein zweites Mal in Ballen, die befeuchtet und mit Jutestoff abgedeckt werden und so aufgrund des natürlichen Prozesses eine etwas ungleichmäßigere Färbung entwickeln. \"Künstlich\" hat insofern nichts mit künstlichen Farben zu tun. Der Vorteil: Das künstliche Verfahren geht deutlich schneller und bietet ein gleichbleibendes Ergebnis. Dafür kann der Tabaksud bei übermäßiger Feuchte (z.B. Mund) etwas ausfärben. Genießer, die sehr \"feucht\" rauchen, sollte daher etwas Sorgfalt walten lassen. Geschmacklich darf sich jeder gerne ein eigenes Urteil bilden."},"diameter_mm":20,"ring":50,"length_mm":101,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Indonesia"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.05}
