{"name":"Don Sebastian Corona Glas Tube","url":"https://www.noblego.de/don-sebastian-corona-glas-tube/","brand":"Don Sebastian","series":"","details":{"Fazit":"Die Don Sebastian Corona im Glas Tubo ist die ideale Zigarre für den Nachmittag. Aber auch abends ist sie immer ein Genuss. Ob zu einer schönen Tasse Tee oder zum sanften Whisky, diese Corona passt zu vielen Gelegenheiten. Ihre milde Stärke und die feinen Aromen sind auch für Anfänger ein guter Einstieg in die Welt der Aficionados. Lassen Sie sich von dieser dominikanischen Schönheit verführen.","Genuss":"Die Corona der Marke Don Sebastian ist ein dominikanischer Mediumfiller, in dessen Einlage ein Longfillerblatt verarbeitet wurde, dadurch gewinnt die Asche eine bessere Standfestigkeit. Totalmente a mano gerollt werden ausschließlich dominikanische Tabake für die Einlage und das Umblatt verwendet. Als Deckblatt kommt ein Connecticut Shade zum Einsatz, dessen mittelbraune Farbe der Zigarre auch optisch eine edle Note verleiht. In Zedernholzbehältern verpackt reifen die Zigarren nach der Rollung noch nach, bevor sie für den Transport vorbereitet werden. Geliefert werden sie im Glas Tubus, der einen kleinen Schwamm als Feuchtigkeitsspender enthält, um die Haltbarkeit zu verlängern. Die 14,6 Zentimeter lange Corona mit einem Durchmesser von 16,7 Millimetern entfaltet in der Rauchdauer von gut 45 Minuten milde Aromen von Erde, Nuss und Zedernholz. Im zweiten Drittel verstärken sich die würzigen Noten. Der leichte Zugwiderstand und der saubere Abbrand vervollständigen das angenehm milde Raucherlebnis.","Hintergrund":"Don Juan Sebastian del Cano war ein spanischer Seefahrer, der nach dem gewaltsamen Tod Ferdinand Magellans, das Kommando über dessen Flotte übernahm und sie sicher nach Spanien zurückführte. Seinem Mut und Durchhaltevermögen ist die Marke Don Sebastian Cigars gewidmet."},"diameter_mm":16.7,"ring":43,"length_mm":146,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Gewürze","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":3.6}
