{"name":"Quisqueya Robusto","url":"https://www.noblego.de/quisqueya-robusto/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Wenn Sie auf der Suche nach einer Zigarre mit dem perfekten Preis-Leistungs-Verhältnis sind, sind Sie bei der Marke Quisqueya genau richtig. Die Quisqueya Robusto verbindet liebliche Aromen mit einem fabelhaft holzigen Grundton. Dank der konstant sehr guten Verarbeitung ist sie bestens für Einsteiger geeignet, während der geübte Raucher die Qualität dieser außergewöhnlichen Bundle-Zigarre zu schätzen wissen wird.","Genuss":"Das hellbraune Deckblatt der Quisqueya Robusto verspricht ein mildes und cremiges Rauchvergnügen, das durch den Duft nach Holz, Süße und Blumen noch verstärkt wird. Ein Versprechen, das die Quisqueya Robusto im Rauchverlauf voll und ganz einlöst. Vom ersten Zug an transportiert dichter Qualm die bereits gerochenen Aromen. Während im ersten Drittel noch holzige Röstaromen überwiegen, gesellt sich im zweiten Drittel eine milde Honigsüße hinzu, die das Geschmackserlebnis abrundet. Spätestens hier zeigt sich, dass die Quisqueya Robusto eine Bundle-Zigarre mit ungewöhnlich ausgeprägten Aromen ist. Im dritten Drittel kommt es zu einer konstanten Steigerung der Holzaromen, so dass die Honigsüße nun noch angenehm nachhallt. Die weiche Rollung sorgt für einen guten Abbrand und einen angenehm leichten Zug. Die Quisqueya Robusto kann auch ruhig mehrere Minuten nicht beachtet werden und ist trotzdem bei jedem Zug sofort da. Die schöne, dunkelgraue Asche sitzt fest auf der Zigarre und erinnert in ihrer Struktur an fein geschliffenen Stein. Die Quisqueya Robusto wird Sie bei einer Länge von knapp 12,5 Zentimetern und einem Durchmesser von 20 Millimetern ungefähr 60 bis 70 Minuten lang erfreuen."},"diameter_mm":20,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Holz","Kaffee","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.5}
