{"name":"Pinolero by A.J. Fernandez Robusto","url":"https://www.noblego.de/pinolero-by-a-j-fernandez-robusto/","brand":"Pinolero by A.J.Fernandez","series":"","details":{"Fazit":"Auch der zweite Wurf von A. J. Fernandez ist ausgezeichnet gelungen. Die Pinolero Robusto ist eine wunderbare Zigarre für die frühen Abendstunden und mundet ausgezeichnet in Kombination mit einem kräftigen Rum.","Genuss":"In der Pinolero by A.J. Fernandez Robusto werden beste Tabake aus unterschiedlichen Regionen in Nicaragua verarbeitet. In der eigenen Manufaktur in Esteli werden sie zu den edlen Longfillern gerollt, die mit ihren 12,7 cm Länge und dem Durchmesser von 20,6 mm eine gute Stunde Rauchvergnügen bieten. Die nicaraguanische Einlage wird durch eine geheime Zutat abgerundet. Das nicaraguanische Umblatt und ein Sun Grown Deckblatt komplettieren den edlen und puren Smoke. Der Blend ergibt einen mittelstarken bis starken Rauch, der erdige, pfeffrige, nussige und süße Noten offenbart, aber auch Kaffee und Kakao erahnen lässt. Ein Rauchvergnügen, das auch durch einen geraden Abbrand und optimalen Zug glänzt.","Hintergrund":"Dem gebürtigen Kubaner Abdel J. Fernandez wurde sein Talent für Zigarrenkreationen in die Wiege gelegt. Schon sein Vater und Großvater waren im Zigarrengeschäft tätig. Erst vor neun Jahren verließ er Kuba in Richtung Nicaragua, wo er für einige Zeit für seinen Onkel Nestor Plasencia arbeitete. Doch schon bald eröffnete er seine eigene Manufaktur in Esteli, in der für namhafte Unternehmen Zigarren produziert wurden. 2010 kam mit San Lotano die erste eigene Marke auf den Markt."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Nuss","Pfeffer","Süß","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10}
