{"name":"Don Pepin Garcia Series JJ Belicosos","url":"https://www.noblego.de/don-pepin-garcia-series-jj-belicosos/","brand":"Don Pepin Garcia","series":"Series JJ","details":{"Fazit":"Die Don Pepin Garcia Series JJ Belicoso eignet sich bestens für erfahrene Aficionados, die ihren Nachmittag gerne mit einer mittelkräftigen und vollmundigen Zigarre verbringen. Ein Espresso und ein Stück Milchschokolade harmonieren perfekt dazu.","Genuss":"Umbunden von zwei weißen, rot-gold verzierten Zigarrenringen sticht das nicaraguanische Corojo-Rosado-Deckblatt dunkel und rötlich schimmernd hervor. Nur wenige Tabakfarmen außerhalb von Kuba vereinen die richtigen Klima- und Bodenbedingungen, um die seltenen Rosado-Deckblätter zu kultivieren. Und so besonders das Deckblatt, so besonders auch die Zigarre. Die Don Pepin Garcia Series JJ Belicoso misst 14,5 Zentimeter in der Länge und 20 Millimeter im Durchmesser und erscheint in hochwertiger Verarbeitung der ausschließlich nicaraguanischen Tabake. Zu Beginn mit einer leichten Pfeffernote aufwartend, die sich im Verlauf etwas verliert und erst zum Finale wieder auftritt, entwickeln sich intensive Holz- und Erdtöne, gut abgestimmt mit sanften Kaffee- und Röstaromen. Der gleichmäßige Abbrand bildet eine feste marmorierte Asche und das Zugverhalten bleibt während des 60 bis 80-minütigen Genusses optimal leicht.","Hintergrund":"Die Series JJ ist eine Zusammenarbeit von Vater und Sohn. José und Jaime Garcia unterstreichen damit ihre Spitzenposition als angesehene Master Blender nicaraguanischer Zigarren. Erfahrung und trifft hier auf Innovationswillen, Tradition auf Unkonventionalität. Damit wurde ein Blend geschaffen, der die Generationen miteinander verbindet und in den Initialen von Vater und Sohn, J und J, seinen Namen, findet."},"diameter_mm":20,"ring":50,"length_mm":145,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Corojo"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Ingwer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.1}
