{"name":"CAO OSA Lot T","url":"https://www.noblego.de/cao-osa-lot-t/","brand":"CAO","series":"OSA","details":{"Fazit":"Die Cao Osa Lot T aus Honduras ist eine wundervolle „kleine“ Zigarre mit einem bemerkenswerten Aromenbild. Zusammen mit einem sommerlich frischen und süßen Weißwein werden Sie einen  fantastischen Smoke erleben.","Genuss":"Die Cao Osa Lot T ist die kleine Schwester, bei der man sich nie ganz sicher ist, ob sie nicht vielleicht die Schönere ist. Die Torpedo, die mit 114 mm Länge etwas kurz geraten ist und einen Durchmesser von knapp 20 Millimetern hat, ist boxpressed, ein Umstand der in unserer Erfahrung für Abbrand und Zugeigenschaften nur gute Folgen hat. Und so zeigt sich das dann auch, alle Eigenschaften sind wunderbar, der Raucher kann sich vollständig auf das Aromenspiel der Zigarre konzentrieren. Ein erdig-würziger Grundton ist über die gesamte Rauchdauer mal mehr, mal weniger präsent zu spüren. Grasig-holzige Aromen werden ab dem zweiten Drittel stärker und werden von einer feinen fruchtigen Note unterstützt. Die T brennt ca. 50 Minuten und beschert dem Raucher das feine und doch intensive OSA-Gefühl.","Hintergrund":"Die Marke CAO hat vor nicht allzu langer Zeit den Besitzer gewechselt und mit der CAO OSA haben die neuen Hausherren ein erstes eigenes Projekt verfolgt. Deshalb sind die OSA‘s auch nicht wirklich mit den anderen CAO-Serien vergleichbar. Das Olancho San Augustin Deckblatt aus Honduras, das Connecticut Broadleaf Umblatt und die Einlage aus Honduras und Nicaragua sind deshalb besonders zu erwähnen, weil Sie ein Erlebnis schaffen, dass so recht CAO untypisch ist."},"diameter_mm":19.8,"ring":50,"length_mm":114,"length_inch":0,"format":"Torpedo","maker":"Rick Rodriguez","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Olancho San Augustin","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gewürze","Gras","Heu","Holz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":7.2}
