{"name":"Bossner Peter Maduro","url":"https://www.noblego.de/bossner-peter-maduro/","brand":"Bossner","series":"Maduro","details":{"Fazit":"Die 12,2 cm lange und 1,8 cm dicke Bossner Peter Maduro ist eine tolle Zigarre für Fans aromatischer und mittelkräftiger Smokes und für solche, denen eine gute halbe Stunde Rauchgenuss ausreicht. Sie verfügt über vielschichtige Holztöne und für Maduros typische Schokoladen- und Kakaoaromen. Man merkt deutlich die Sorgfalt, mit der diese besondere Maduro hergestellt wurde. Ein kleiner Tipp: Probieren Sie die Zigarre doch einmal mit einem Schokoladenlikör. Sie werden überrascht sein.","Genuss":"Bossner-typisch wird diese dunkle dominikanische Zigarre von zwei herrlichen Bauchbinden umgeben. Das dunkle und feinadrige Connecticut-Broadleaf-Maduro-Deckblatt wertet die ohnehin schon edle Optik noch zusätzlich auf. Der Zug der angeschnittenen Zigarre ist mittelschwer, aber immer noch im angenehmen Bereich anzuordnen und belegt die Zunge mit angenehmen Nuss- und Lederaromen. Mit dem Torch Lighter entzündet, erschmeckt der Gaumen des Genießers fein-cremige Zedernholztöne und Schokoladenaromen. Im zweiten Drittel der Maduro treten die nussigen Aromen wieder in den Vordergrund und sorgen mit ihrer milden Süße für ein zufriedenes Lächeln auf dem Gesicht des Aficionados. Eine halbe Stunde nach Entzünden der Bossner Peter Maduro endet der Smoke mit herben und kräftigen Erdaromen, was ein furioses Finale ergibt. Die Bossner Peter Maduro ist vor allem für fortgeschrittene und erfahrene Aficionados zu empfehlen.","Hintergrund":"Konstantin \"Bossner\" Loskutnikov legt großen Wert auf persönliche Beziehungen in seinem Leben und auch bei seinen Produkten. So tauft er die Schokolade, die er hauptberuflich produziert, nach guten Freunden, Frauen oder seinen Kindern. Ebenso sucht er sich seine Zigarrenroller persönlich aus und prüft sie auf Herz und Nieren bezüglich Ausstrahlung, Aussehen und Fähigkeiten. Für ihn sind zwischenmenschliche Beziehungen das Wichtigste in der Zigarrenproduktion, die für ihn Nebenberuf und größte Leidenschaft zugleich ist."},"diameter_mm":18,"ring":45,"length_mm":122,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Broadleaf Maduro","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.8}
