{"name":"Rocky Patel The Edge Maduro Toro","url":"https://www.noblego.de/rocky-patel-the-edge-maduro-toro/","brand":"Rocky Patel","series":"The Edge","details":{"Fazit":"Wie man es von Rocky gewohnt ist, die Rocky Patel The Edge Maduro Toro ist eine sehr gute Zigarre, die durchweg zu empfehlen ist. Diese Toro genießt sich bestens in Gesellschaft eines kräftigen Kaffees oder auch in Begleitung eines Kakaos für diejenigen Aficionados, die nicht immer auf Alkoholisches setzen.","Genuss":"Eine perfekt gerollte Toro erblickt man vor dem Smoke, die auch haptisch schön ist. Sie liegt gut in der Hand und der Tabak, der ganze 5 Jahre reifen durfte, verströmt auch im Kaltzustand schon einen betörenden Geruch. Wird die Rocky Patel The Edge Maduro Toro dann angezündet, sind Noten von Kaffee und zarten süßen Anklängen präsent. Die Würze nimmt allmählich zu und im weiteren Genuss tauchen delikate Töne von Erde, Leder und Nüsse auf. Der kerzengerade Abbrand ist zu loben und die hellgraue fast weiße Asche ist stabil und fest.","Hintergrund":"Die \"Edge\" Serie gehört in den USA zu den meistverkauften Zigarren aus dem Hause Rocky Patel, was sicherlich auch am guten Preis-Leistungs-Verhältnis liegt. Schöne organische Noten, mit ordentlich Würze und einem langen Nachhall, der an Zedernholz, dunkle Gewürze und Espresso erinnert. Das wunderschöne und sehr dunkle Caribbean-Seed Deckblatt aus Honduras liefert dazu den passenden optischen Eindruck. Aber während man in englischsprachigen reviews immer wieder liest, dass man diese Zigarre unbedingt im Sitzen genießen sollte, finden wir die Rocky Patel The Edge Maduro Toro nicht so ungeheuer stark. Kräftig, ja, aber in die Knie zwingen uns da eher andere Formate."},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Geheim"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Leder","Nuss","Pfeffer","Schokolade","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.8}
