{"name":"Romeo y Julieta Exhibicion No. 4","url":"https://www.noblego.de/romeo-y-julieta-exhibicion-no-4/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Die Romeo y Julieta Exibicion No. 4 schmeichelt dem Gaumen mit  vielseitigen Aromen. Die Basis bilden dabei Erde und eine dezente Süße, die an Vanille erinnern mag. Weiterhin kann der Geschmack nach Leder und Holz ausgemacht werden. Als besonderes Highlight schmeckt der Liebhaber eine dezente mineralische Note.\nDiese Zigarre schmeckt hervorragend zu einem guten, nicht zu trockenen Wein.","Genuss":"Bereits der Trockenzug der Romeo y Julieta Exhibicion No. 4 lässt einen Longfiller mittlerer Stärke erahnen, der Geruch wirkt dabei gereift und ausdrucksstark. Für den erfahrenen Zigarren-Raucher wird spätestens aber beim Drucktest spürbar, dass er ein hochwertiges Produkt in den Händen hält. Schließlich lassen sich über einhundert Jahre an Tradition und Erfahrung mit der Verarbeitung erlesenster Tabaksaaten darin wiederfinden. Das erste Drittel der 12,7 cm langen und 19 mm breiten Robusto ist vielversprechend, da es eine Fülle an Aromen bereit hält und somit Lust auf mehr macht. Das raffinierte Zusammenspiel von würzigem und schwerem Geschmack macht hierbei den besonderen Reiz aus. Im weiteren Verlauf zeichnet sich eine zunehmende Süße ab, die das Raucherlebnis abrundet. Erst zum Ende hin legt die Zigarre etwas an Stärke zu, doch dessen nahezu unbeeindruckt sorgen vielschichtige Aromen für Begeisterung. Ebenso komplex wie das Miteinander der Aromen sind Asche und Rauch selbst: Die Asche ist fein strukturiert und fällt schwer, der Rauch erscheint ausgesprochen dicht und erhebt sich in üppigen Schwaden. Somit wird aus dem Rauchgenuss eine wahre Sinnenfreude.","Hintergrund":"Den ganz eigenen Charakter dieser klassischen und mittelkräftigen Habanos prägen die ausgewogenen und aromatischen Tabakmischungen der Vuelta Abajo. Bis heute bietet die Manufaktur Romeo y Julieta von allen Habanos-Marken noch immer die umfassendste Auswahl an „tripa larga“-Formaten. Neben Einlage und Umblatt besteht auch das Deckblatt vollständig aus Tabaken der besten Plantagen der Vuelta Abajo."},"diameter_mm":19,"ring":48,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Fruchtig","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":16.8}
