{"name":"Marca Fina Panama Colosales","url":"https://www.noblego.de/marca-fina-panama-colosales/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Eine große Tabakportion aus einem noch recht unbekannten Tabakland wird bei Marca Fina Panama Colosales in einem guten Preis-Leistungs-Verhältnis angeboten. Der Rauchgenuss ist hier sanft und nicht sonderlich aufregend. Die Marca Fina Panama Colosales kann gut von einem spritzigen Bier begleitet werden.","Genuss":"Beim Öffnen des Bundles sollte man mit Vorsicht zu Werke gehen, denn die satt braunen Deckblätter sind sehr fein und die Zigarre ist recht locker gerollt. Nach den ersten Zügen an der Marca Fina Panama Colosales genießt man den milden und im Aromenangebot sehr sanften Rauch. Der Rauchgenuss wird von zarten Aromen nach Holz und Tabak geprägt. Bei 175 Millimetern Länge und einem Durchmesser von 23 Millimetern und einem allerdings recht geringen Zugwiderstand hat man das gute Stück in gut einer Stunde zu Ende geraucht.","Hintergrund":"Der Name Marca Fina ist weit über die Grenzen Panamas hinaus bekannt, denn dabei handelt es sich um eine internationale Marke, die für jedes Herstellungsland eine eigene Serie aufgelegt hat. Hinter dieser Marke steht ausnahmsweise nicht ein alter und traditionsreicher Familienbetrieb, sondern eine Vereinigung unabhängiger Tabakbauern. Diese haben sich zur Interessengemeinschaft \"Federación de Tabaqueros America Central\" zusammengeschlossen. Gemeinsam sind sie stark genug, einen Teil ihrer Tabakernte selbst zu verarbeiten und zu vermarkten, ohne ganz von den Tabakkonzernen abhängig zu sein. \"Marca Fina\" ist also eine Art „Fair Trade“ in Sachen Zigarre. Alle Tabake durchlaufen einen mindestens zwei Jahre langen Fermentations- und Reifungsprozess. Nach dem Rollen werden jeweils 16 Zigarren mit Jutestoff zu einem Bundle geschnürt."},"diameter_mm":23,"ring":58,"length_mm":175,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Fruchtig","Holz","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":3.65}
