{"name":"Winston Churchill Chequers","url":"https://www.noblego.de/winston-churchill-chequers/","brand":"Winston Churchill","series":"","details":{"Fazit":"Sich einmal richtig staatsmännisch fühlen, dieser Traum wird mit der Winston Churchill Chequers wahr. Hier stimmt nicht nur die Form, sondern auch das Aroma. Erleben Sie die Dominikanische Republik mit dem gewissen britischen Einschlag und genießen sie als Begleitung einen Irish Whiskey oder Scotch.","Genuss":"Mit 14 Zentimetern Länge und 17 Millimetern im Durchmesser gehört die Winston Churchill Chequers zu den größeren Formaten der dominikanischen Marke. Ihr einzigartiger Blend besteht aus Tabaken vierer Provenienzen. Dominikanische, peruanische und nicaraguanische Tabake werden von einem dominikanischen Umblatt gehalten, welches von einem ecuadorianischen Sun Grown Deckblatt gehalten wird. Noch unangezündet verströmt das etwas längere Corona Format einen Duft nach Heu mit süßen Noten. Zu Beginn des Smokes lassen sich Noten von Nuss, Leder und Röstaromen wahrnehmen, die im weiteren Verlauf von Zitrus-, Heu- und Zedernholznoten abgelöst werden. Die Chequers brennt bei einem optimalen Zugwiderstand langsam und gerade ab, weswegen sie gut und gerne über eine Stunde genossen werden kann.","Hintergrund":"So wie Winston Churchill Pate stand für eines der beliebtesten Zigarrenformate, stehen Stationen seines Lebens als Namensgeber für die Formatbezeichnungen der Winston Churchill Zigarren. „Chequers“ ist auch heute noch der offizielle Landsitz des britischen Premierministers und beherbergte von 1940-45 und 1951-55 auch ab und an den voluminösen Genussmenschen."},"diameter_mm":17,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Nein"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Heu","Holz","Leder","Nuss","Röstaromen"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":12.8}
