{"name":"Oliva Serie V Melanio Edición Limitada 2018 Robusto","url":"https://www.noblego.de/oliva-serie-v-melanio-edicion-limitada-2018-robusto/","brand":"Oliva","series":"Melanio Serie V","details":{"Fazit":"Wenn Sie eine Zigarre probieren möchten, deren Tabake zum obersten Premiumsegment gehören, dann sollten Sie nicht lange zögern und sich die Oliva Serie V Melanio Edición Limitada 2018 Robusto nach Hause bestellen. Auf einen feierlichen Anlass zur Verkostung müssen Sie dabei nicht unbedingt warten, den der Genuss dieser außergewöhnlichen Vitola kann als ebensolcher gelten.","Genuss":"In ihrer Einlage verbirgt die Oliva Serie V Melanio Edición Limitada 2018 Robusto bis zu vier Jahre lang reifgelagerte Tabake aus Nicaragua. Das Umblatt der mittelkräftigen bis kräftigen Premiumzigarre ist ebenfalls nicaraguanischen Ursprungs. Einzig das Deckblatt, ein wunderschönes Sumatra Seed, stammt aus Ecuador. Die spannende Mischung sorgt für viel reichhaltigen Geschmack mit tiefen Noten von Kaffee, Frucht und Zedernholz, einer dezenten Süße sowie feinen Noten schwarzen Pfeffers. Mit der Rollung der kostbaren Sonderedition wurden nur die erfahrensten Torcedores beauftragt, so gewährleistet man eine gleichbleibend hohe Qualität und ein absolut einwandfreies Zug- sowie Abbrandverhalten.","Hintergrund":"Die Geschichte der Oliva Zigarren begann bereits im Jahre 1886 auf Kuba. Mittlerweile wird das Unternehmen von der vierten Generation der Familie Oliva geführt, die in den 1960er Jahren nach der zweiten kubanischen Revolution in das zentralamerikanische Nicaragua auswanderte."},"diameter_mm":2,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Sumatra"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Kaffee","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":18,"additionalNotes":"Limited"}
