{"name":"Aging Room Havao Brio","url":"https://www.noblego.de/aging-room-havao-brio/","brand":"Aging Room","series":"Havao","details":{"Fazit":"In dem schlanken Format einer Corona ist diese Zigarre mit ihrem perfekten Abbrand und höchster Verarbeitungsqualität sehr flexibel, was ihre Einsatzbereiche angeht. Selbst zum Brunch eignet sich dieser Longfiller perfekt. Dementsprechend empfiehlt sich ein Glas Weißwein oder Sekt, um den Genuss zu vollenden. Abends darf es dann gerne auch ein nicht zu kräftiger Single Malt Whisky sein.","Genuss":"Wie auch die „M356“ findet die „Havao“-Serie der Aging Room in Deutschland sehr hohen Anklang, Rauchgenuss auf hohem Niveau mit einer überzeugenden Qualität. Die Aging Room Havao Brio weist eine Länge von 13,4 Zentimetern und einen Durchmesser von 16 Millimetern auf. Schon allein mit ihrer überragenden Optik und den gold-umfaßten Schriftzügen liegt sie sehr elegant in der Hand und lässt auf ein interessantes Raucherlebnis schließen. Dem ist auch so, denn schon im kalten Zug weist sie ihren Raucher darauf hin, dass in dieser Zigarre mehr steckt als sie nach außen von sich gibt. Erdige Würze und ein leichter Hauch von holzigem Wald sind sofort herauszuschmecken. Eine Aromatik wie man sie bei keiner anderen Zigarre vorfindet. Im ersten Drittel leicht holzig mild, im zweiten Drittel schon erdig mit leichten Karamellnoten, ist sie nicht zu vergleichen mit den meisten Dominikanern. Zum Finish hin scheint sie einfach schier perfekt vor sich hin zu glühen, ohne die geringste unangenehme Schärfe vorzuweisen. Ein perfekter Abbrand, dazu ausgewogen und strickt im Geschmack,  ein klasse Smoke für eine gute halbe Stunde.","Hintergrund":"Da alle Zigarren der Marke Aging Room in einem speziellen „Aging Room“ bis zu 5 Jahre reifen, haben sie ein perfektes ausgewogenes Aroma, mit einzigartigen Karamelltönen. Mit einer Höchstpunktzahl von 94 Punkten bewertet und im Cigar Aficionado unter den Top 25, schaffte es diese Zigarre im dritten Quartal 2012 dann auch nach Deutschland, wo sie mit ihren großen Stickern auf ihre tolle Bewertung aufmerksam macht und in jedem Humidor ein wahrer Blickfang ist."},"diameter_mm":15,"ring":38,"length_mm":132,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.3}
