{"name":"El Credito Serie R No. 4","url":"https://www.noblego.de/el-credito-serie-r-no-4/","brand":"El Credito","series":"","details":{"Fazit":"Liebhaber kubanischer Zigarren sollten die El Credito Serie R No. 4 unbedingt probieren. Für eine dominikanische Zigarre ungewöhnlich stark kommt sie mit einer Aromenfülle daher, die ihresgleichen sucht. Dominikanisches Karibik-Feeling zu einem Preis, der bei Kubanerinnen der gleichen Qualität nur schwerlich zu finden sein wird. Der rundum gelungene Rauchgenuss wird noch besser durch ein Glas fruchtig-trockenen Rotwein.","Genuss":"Auf Grund ihrer kompakten Maße von 12,2 Zentimetern in der Länge und 20 Millimetern im Durchmesser und der festen Rollung brennt die El Credito Serie No. 4 etwas langsamer ab, dabei entwickelt sie ein Aromaspektrum, wie es nur selten ein zweites Mal auftritt. Der Blend aus nicaraguanischen und dominikanischen Tabaken in der Einlage mit einem Umblatt aus Nicaragua und einem Deckblatt aus Ecuador entfaltet während der etwa einstündigen Rauchdauer Aromen von Holz, Nuss, dunkler Schokolade mit einer pfeffrigen Note im Abgang, im Verlauf abgerundet durch Röstaromen. Ein angenehmer Zugwiderstand und der grade Abbrand lassen die etwas zu lockere Asche schnell vergessen. Die kräftige Würze kann durchaus mit den Standards einer kubanischen Zigarre mithalten, daher sollten sich eher erfahrene Aficionados an dieser Dominikanerin gütlich tun.","Hintergrund":"In langer Familientradition dem Zigarrenhandwerk verbunden, gründete Ernesto Perez-Carillo 1992 die El Credito Cigar Company in Miami. Doch schon 1999 verkaufte er die Firma wieder, überwachte aber noch einige Zeit die dortige Produktion, unter der 2004 die aromareichen Zigarren der El Credito Serie R entstanden. Mittlerweile widmet er sich neuen Projekten und gründete mit der EPC Cigars eine Firma, die er, ganz der Familientradition verpflichtet, mit seinen Kindern führt."},"diameter_mm":20,"ring":50,"length_mm":122,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Pfeffer","Röstaromen","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.2}
