{"name":"Flor de Selva Grand Pressé Maduro (Toro)","url":"https://www.noblego.de/flor-de-selva-grand-presse-maduro/","brand":"Flor de Selva","series":"Maduro","details":{"Fazit":"Die Flor de Selva Grand Pressé Maduro ist eine wirklich hervorragende Zigarre aus Honduras, die unbedingt probiert werden sollte. Für alle Fans von box-pressed Zigarren, aber auch alle anderen Aficionados, die gern stärkere Zigarren genießen. Für den tollen Smoke von einer satten Stunde bietet sich ein kühles Glas Indian Pale Ale als Begleitgetränk an.","Genuss":"Schon optisch ist Flor de Selva Grand Pressé Maduro eine Augenweide. Das wunderschöne, dunkle Maduro-Deckblatt weist kaum Blattadern auf und überzeugt durch seidig-weiche Haptik. Es handelt sich dabei um ein „Natural Maduro“, was bedeutet, dass es nicht unter Hochdruck fermentiert oder mit Farbzusätzen behandelt wurde. Stattdessen wurde die dunkle Farbgebung durch einen langen natürlichen Fermentationsprozess hervorgerufen. Auch die anderen Deckblätter stammen aus Honduras, aber das ist bei Maya Selva ja fast schon selbstverständlich, produziert sie beinahe ausschließlich Puro-Zigarren.  Mit einem Aromenbouquet, dass sowohl pikante und kräftige Noten von Erde, Gewürzen, Holz, Röstaromen parat hält, das aber ebenso mit einer delikaten Natursüße und Zartbitterschokolade aufwarten kann, bietet die Grand Pressé ein Aromenfeuerwerk am Gaumen. Verarbeitung, Abbrand, Preis-Leistung, Rauchvolumen, alles mal wieder top!","Hintergrund":"Maya Selva hat im November 2016 erst ihre neue Jubiläumslinie anlässlich des 20-jährigen Firmenbestehens vorgestellt. Mit der Grand-Pressé legt sie nun auch noch ein neues Format der Maduro-Linie nach, das bereits jetzt mehrfach ausgezeichnet wurde. So vergab das renommierte Magazin \u003cstrong\u003eCigar Journal im Blind-Tasting sagenhafte 95 Punkte\u003c/strong\u003e. Und auch in die \u003cstrong\u003eTop 25 Zigarren des Jahres 2016\u003c/strong\u003e wurde die Flor de Selva Grand Pressé Maduro aufgenommen und belegt den \u003cstrong\u003e18. Platz\u003c/strong\u003e in den Jahrescharts."},"diameter_mm":22.2,"ring":56,"length_mm":152,"length_inch":0,"format":"Toro","maker":"","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Honduras"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Gewürze","Röstaromen","Süß","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13.5}
