{"name":"Cavalier Genève Limited Release Viso Jalapa 2022","url":"https://www.noblego.de/cavalier-geneve-limited-release-viso-jalapa-2022-zigarren/","brand":"Cavalier","series":"","details":{"Genussverlauf":"Wie der Name dieser schmackhaften Sonderedition bereits verrät, handelt es sich bei ihrem Deckblatt um ein Viso aus Jalapa, einem nicaraguanischen Anbaugebiet, welches im Nord-Westen des Landes unweit von der Grenze zu Honduras gelegen ist. Die Viso Blätter gelten als potenter gegenüber den Seco Tabaken, sind jedoch nicht so kräftig wie Ligero Blätter, die sich im obersten Bereich der Tabakpflanze finden lassen. Das Viso Deckblatt sorgt zusammen mit den ausgewählten Umblatt- und Einlagetabaken für einen durchaus komplexen Aromaverlauf mit vielen cremigen, fruchtigen und würzige Anleihen, unter die sich stetig intensiver werdende Erd- und Zedernholztöne mischen. Der Hersteller gibt eine ungefähre Rauchzeit von 60 Minuten an, die man bei gemächlicher Zugfrequenz jedoch auch deutlich überschreiten könnte. Bis zu der für die Marke Cavalier Genevé typischen Raute aus 24Kt Blattgold am oberen Drittel der Zigarre und darüber hinaus glänzt die geschmackvolle Puro mit bestem Zug- und Abbrandverhalten.","Nice to know":"Die 11er Holzkisten dieser spannenden Sonderauflage beinhalten zehn Viso Jalapa 2022 Zigarren und ein besonderes Extra-Format, die sogenannte „Muestra Especial“. Eine spezielle Kreation, über die lediglich bekannt ist, dass sie vom Fabrikchef höchstpersönlich gefertigt wurde.","Resümee":"Weltweit sind gerade einmal 1.948 Kisten der Cavalier Genève Limited Release Viso Jalapa 2022 im Umlauf. Der tolle und ausgewogene Geschmack dieser hervorragend gelungenen nicaraguanischen Puro wird Sie begeistern. Jetzt ordern, solange der Vorrat reicht!"},"diameter_mm":22.2,"ring":56,"length_mm":133,"length_inch":0,"format":"Robusto Gordo","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Viso","Jalapa"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":16.9,"additionalNotes":"Limited"}
