{"name":"Alejandro Lopez Nicaragua Short Robusto","url":"https://www.noblego.de/alejandro-lopez-short-robusto-zigarren/","brand":"Alejandro Lopez","series":"Alejandro Lopez Nicaragua","details":{"Fazit":"Die Alejandro Lopez Nicaragua Robusto Breve ist eine äußerst preiswerte Lösung für die kleinere Rauchgelegenheit. Sie bietet ein mildes und unaufgeregtes  Rauchvergnügen. Ein fruchtiger Chianti wäre bestimmt eine gute Ergänzung, die das Vergnügen noch erheblich steigern könnte.","Genuss":"Die Alejandro Lopez Nicaragua Robusto Breve ist sehr gleichmäßig und fest gerollt. Sie verlangt ein konzentriertes Handling, da das Deckblatt recht leicht verletzt wird. Beim Anzünden der Alejandro Lopez Nicaragua Robusto Breve spürt man einen angenehmen, genau richtigen Zugwiderstand. Die pfeffrige Schärfe und die etwas holzigen Aromen  sind bei diesem kurzen Format natürlich von Anfang an sehr präsent. Ansonsten verhält sie sich ganz ähnlich und zuverlässig wie ihre größere Schwester, die normale Robusto.","Hintergrund":"Alejandro Lopez ist ein Familienunternehmen mit etwa hundertjähriger Tradition und Erfahrung in der Zigarrenherstellung. Inzwischen hat sich die junge Generation Lopez ganz besonders auf die Herstellung alltagsgerechter Zigarren  mit einem vernünftigen Preis-Leistungs-Verhältnis spezialisiert. Die Alejandro Lopez Robusto Breve (Nicaragua),  gibt es einzeln oder als Bundle wirklich sehr preiswert zu kaufen. Zigarrenraucher kennen den Markennamen Alejandro Lopez bislang eher für recht solide und im Geschmack klassisch anmutende Zigarren aus der Dominikanischen Republik. Die seit neuestem produzierte nicaraguanische Linie ist ganz und gar aus edlen Tabaken dieses Landes gerollt. Sie zeichnet sich durch milde und harmonisch komponierte Tabakmischungen aus."},"diameter_mm":19.8,"ring":50,"length_mm":88,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Karamell","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.7}
