{"name":"Bundle Selection Dominikanische Republik Corona","url":"https://www.noblego.de/bundle-selection-dominikanische-republik-corona/","brand":"Bundle Selection","series":"","details":{"Fazit":"Bei dem sensationellen Preis können Sie einfach nichts falsch machen. Die Bundle Selection Dominikanische Republik Corona ist eine aromatische Zigarre, die sich durchaus für den täglichen Smoke eignet. Ihre milden Aromen sprechen besonders Zigarrenneulinge an. Gerne genossen zu einem Kaffee am Mittag oder einem Glas Rotwein am Abend.\nWer seine Zigarre noch milder mag, lässt sie einfach einige Zeit im Humidor „reifen“, um den vollen aromatischen Genuss zu erleben.","Genuss":"Die Bundle Selection Dominikanische Republik Corona ist 12,7 Zentimeter lange und 17 Millimeter dicke beste Handwerkskunst. Feine Einlagetabake aus Honduras und der Dominikanischen Republik werden mit einem indonesischen Umblatt und einem fein geäderten Sumatra-Deckblatt verbunden. Schon im Kaltgeruch lassen sich die Aromen von Holz und Früchten erahnen. Die ersten Züge erinnern an frisches Gras, eine leichte Süße begleitet das erste Drittel. Zum zweiten Drittel hin eine Intensivierung der holzigen Noten und etwas kräftiger im Geschmack, der im letzten Drittel mit einer leichten Schärfe verbunden ist. Gleichmäßiger Abbrand und tadelloses Zugverhalten unterstreichen die hohe Qualität der Tabake und der Verarbeitung.","Hintergrund":"Mehrere Jahrzehnte Erfahrung in der Zigarrenproduktion darf sich die Firma Davidoff mittlerweile auf die Fahne schreiben. Seit jeher liefert man Spitzenqualität zu günstigen Preisen. Und so wird auch die Bundle Selection Dominikanische Republik Corona von den erfahrenen Händen der Torcedores in  den dominikanischen Fabriken gerollt und zum Genuss für Zigarrenliebhaber rund um den Globus."},"diameter_mm":17,"ring":43,"length_mm":127,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Indonesien"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.8}
