{"name":"Quisqueya Forte Robusto","url":"https://www.noblego.de/quisqueya-forte-robusto/","brand":"Quisqueya","series":"Forte","details":{"Fazit":"Die Quisqueya Forte Robusto ist eine Zigarre für alle Fälle. Durch ein tolles Preis-Leistungsverhältnis und typisch dominikanische Aromen bietet sie sich als Alltagssmoke an. In Begleitung von einem kräftigen Whisky oder einem Bier fühlt sich diese Zigarre ebenfalls sehr wohl.","Geschmack":"Die Verarbeitung ist bei diesen Zigarren im Niedrigpreissegment überdurchschnittlich gut. Im Bundle geliefert und einzeln in Zellophan verpackt, macht die Robusto schon optisch einen passablen Eindruck. Eine Impression, die sich während des Smokes bestätigt. Bei gutem Abbrand- und Zug entfalten sich hier mediumstarke Aromen von Blumen, Gewürzen, Leder und Sandelholz, begleitet von sanften Röstaromen. Für die als stark angedachte Quisqueya Forte-Reihe ist diese Robusto zu Beginn sehr leicht, fast schon mild. Aber rasch steigert sich die Intensität dieses dominikanischen Mediumfillers, so dass vor allem im letzten Rauchdrittel delikate Pfefferaromen tonangebend sind.","Hintergrund":"Quisqueya, ursprünglich die Bezeichnung der Taíno-Indianer für die Insel Hispaniola, ist ein Serie, die zu der Marke Charles Fairmon gehört. 1972 in den USA gegründet, bedienen sie mit der Quisqueya-Reihe vor allem alle Aficionados, die dem typisch dominikanischen Genuss zugetan sind. Die Firma Fairmon ist außerdem für ihre ökologischen Zigarren, die \u003ca title=\"Hier gehts zur Plascencia Reserva Organica\" href=\"/plasencia-reserva-organica/\"\u003ePlascencia Reserva Organica\u003c/a\u003e und die \u003ca title=\"Hier gehts zu unseren Personales Zigarren\" href=\"/personales-zigarren/\"\u003ePersonales-Zigarren\u003c/a\u003e, bekannt."},"diameter_mm":20,"ring":50,"length_mm":130,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Blumig","Gewürze","Leder"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.2}
