{"name":"La Aroma del Caribe Mi Amor Belicoso","url":"https://www.noblego.de/la-aroma-del-caribe-mi-amor-belicoso/","brand":"La Aroma del Caribe","series":"Mi Amor","videoURLs":["https://www.youtube.com/watch?v=rYmZq7l0JFE"],"details":{"Fazit":"Eine kräftige nicaraguanische Zigarre mit einer feinen und vollmundigen Aromenstruktur. Die La Aroma del Caribe Mi Amor Belicoso genießt man am besten zu einem würzigen Portwein mit einer kräftigen Süße im Bouquet und Geschmack.","Genuss":"Das Besondere der La Aroma del Caribe Mi Amor Belicoso ist ihr Deckblatt aus dem San Andres Tal. Deckblätter aus Mexiko sind zwar nicht neu, bei Ashton findet sie in der Mi Amor Serie jedoch erstmalig Verwendung. Die Entwicklung des Blends dauerte rund zwei Jahre. In der Einlage entschied man sich für eine Mischung verschiedener nicaraguanischer Tabake, die eigens von der Garcia Familie angepflanzt werden und ein Umblatt in doppelter Ausführung, das ebenfalls aus Nicaragua stammt. Die hochwertige Qualität, die in dem knapp 14 cm langen Longfiller steckt, zeigt sich auch im einwandfreien Zugverhalten und dem geraden Abbrand. Bei einer Rauchdauer von 60 bis 80 Minuten entwickelt die Belicoso eine Aromenpalette von Kaffee, Nuss, Leder und Holz mit einer angenehmen schokoladigen Süße.","Hintergrund":"Zigarren der Marke La Aroma del Caribe sind eine Zusammenarbeit von Ashton mit der Familie Garcia und werden in der Fabrik von My Fathers Cigars in Nicaragua gefertigt. Die Mi Amor Belicoso erreichte \u003cstrong\u003e2011 mit 95 Punkten\u003c/strong\u003e den zweiten Platz unter den \u003cstrong\u003eTop 25 Zigarren des Cigar Aficionado\u003c/strong\u003e und gehört auch 2014 noch zu den Top-Zigarren mit einem \u003cstrong\u003e93 Punkte-Rating\u003c/strong\u003e und einer Top Ten Platzierung unter den besten 25 Zigarren im Cigar Journal. 2016 hagelte es schon wieder eine Spitzenplatzierung, denn der \u003cstrong\u003eCigar Aficionado wählte die Zigarre auf Platz 13 \u003c/strong\u003eunter den Top 25 Zigarren des Jahres."},"diameter_mm":21,"ring":54,"length_mm":139,"length_inch":0,"format":"Belicoso","maker":"Jose Pepin Garcia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Röstaromen","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.1}
