{"name":"C. Mendoza Almirante Brasil","url":"https://www.noblego.de/c-mendoza-almirante-brasil/","brand":"C. Mendoza","series":"Brasil","details":{"Fazit":"Rauchware aus Deutschland, die sich sehen lassen kann. Mit besten Tabaken aus Brasilien und der Karibik verspricht die C. Mendoza Almirante Brasil medium-würzigen Rauchgenuss, der bestens mit einem dunklen, leicht süßen Bier harmoniert.","Genuss":"Die C. Mendoza Almirante Brasil gehört zu den Spitzenprodukten maschinell gefertigter Shortfiller-Zigarren. In der Einlage mit brasilianischen Mata Fina und karibische Vuelta Abajo Tabaken, vereint sie in ihrem Inneren die absolute Spitzenqualität an Tabaksorten. Das Java-Umblatt steht dem qualitativ in nichts nach, den Abschluss bildet ein dunkles Mata Fina Deckblatt. Die Region Mata Fina in Brasilien ist für ihre speziellen Deckblätter bekannt, die zu den besten der Welt zählen. Mit 14,8 Zentimetern in der Länge und 15 Millimetern im Durchmesser bietet das Panetela Format eine Rauchdauer von rund 45 Minuten, die mit würzigen Aromen von Holz, Heu und einer süßen Note ausgefüllt werden. Der Zug ist optimal und auch der Abbrand bleibt durchgehend gerade.","Hintergrund":"C. Mendoza Zigarren sind eine Eigenproduktion des deutschen Tabakherstellers Schuster in Bünde. Schon seit 1909 besteht das noch heute in Familienhand liegende Unternehmen und hat solch namhafte Marken wie \u003ca title=\"Hier gehts zu Maria Mancini Zigarren\" href=\"/maria-mancini-zigarren/\"\u003eMaria Mancini\u003c/a\u003e, \u003ca title=\"Hier gehts zu Casa de Torres Zigarren\" href=\"/casa-de-torres-zigarren/\"\u003eCasa de Torres\u003c/a\u003e und \u003ca title=\"Hier gehts zu La Flor Dominicana Zigarren\" href=\"/la-flor-dominicana-zigarren/\"\u003eLa Flor Dominicana\u003c/a\u003e in seinem Portfolio."},"diameter_mm":15,"ring":38,"length_mm":148,"length_inch":0,"format":"Panetela","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"wrapperTobaccoVariety":["Mata","Fina"],"fillerOrigin":["Brasilien","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Gewürze","Heu","Holz","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.35}
