{"name":"Matilde Limited Exposure No.2 Toro","url":"https://www.noblego.de/matilde-limited-exposure-no-2-toro-zigarren/","brand":"Matilde","series":"Exposure","details":{"Genussverlauf":"Mit ihrem saftig braunen Corojo Deckblatt aus Ecuador und ihrer purpur-goldenen Bauchbinde gibt die Matilde Limited Edition Exposure No. 2 Toro ein sehr ansehnliches Erscheinungsbild ab. Die Kiste, ebenfalls in tiefem Purpur gehalten, fügt sich bestens in dieses stimmige Gesamtbild ein. Seltene Tabake aus der Dominikanischen Repubik wurden als Umblatt und Einlage verwendet. Der insgesamt mittelkräftige Blend bietet ein fantastisch ausgewogenes Spiel zwischen Süße und Würze. Während des gut 90 Minuten andauernden Rauchverlaufs lässt die top-verarbeitete Toro florale Noten sowie cremige Zedernholz, Leder, Kaffee und Pfefferaromen erkennen. Feine Noten von dunkler Schokolade, Erdnuss und Zitronenzeste sind ebenfalls mit von der Partie. Gerollt wurde die köstliche Sonderedition von sehr erfahrenen Händen, den keines unserer Testexemplare wies auch nur geringste Zug- oder Abbrandschwierigkeiten auf.","Nice to know":"Mit der Exposure No. 1 erschien bereits 2022 die erste Sonderserie dieser Art von Matilde. Die zwei Formate dieser Serie waren damals innerhalb weniger Tage vergriffen. Die Exposure No. 2 Zigarren sind in diesem Jahr sogar in drei Formaten erhältlich. Nämlich als Toro, Robusto und Lonsdale.","Resümee":"Die Matilde Limited Edition Exposure No. 2 Toro weiß das heikle Spiel zwischen Süße und Würze eindrucksvoll zu beherrschen. Bestellen Sie diese köstliche Sonderedition rechtzeitig, um sich selbst ein Bild von dieser hervorragenden Zigarre machen zu können, die wir Ihnen leider nur solange der Vorrat reicht anbieten können."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Corojo"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Kakao","Milchschokolade","Nuss","Pfeffer","Zedernholz"],"strength":"Medium","smokingDuration":"60 bis 90 Min","price":11}
