{"name":"Macanudo Cafe Hampton Court","url":"https://www.noblego.de/macanudo-cafe-hampton-court/","brand":"Macanudo","series":"Connecticut","details":{"Fazit":"So vielseitig und schön anzusehen wie das Schloss, dessen Namen sie trägt, die Macanudo Cafe Hampton Court überzeugt mit würzigen und komplexen Aromen in bester Verarbeitung. Dominikanischer Premiumzigarrengenuss zu einem guten Preis, optimal abgerundet mit einer Tasse Kaffee oder einem vollmundigen Whisky, der die Aromen nicht zu sehr überdeckt.","Genuss":"Die Corona als das klassische Zigarrenformat schlechthin, darf natürlich auch im Sortiment der Macanudo Cafe nicht fehlen. Die Hampton Court misst dabei eine für das Format typische Länge von 13,8 Zentimetern, der Durchmesser ist mit 16 Millimetern etwas schmaler. Im kalten Zustand verströmt sie einen würzig-holzigen, leicht süßlichen Geruch. Entzündet lassen sich würzige Holz- und Nussaromen wahrnehmen, die mit Noten von Kaffee und Erde und einer leichten Pfefferschärfe im Hintergrund harmonisch interagieren. Dies verspricht Rauchgenuss bis zu einer Stunde, die dank der guten Verarbeitung auch in Zug und Abbrand die an Premiumzigarren gestellten Kriterien erfüllt.","Hintergrund":"Die Macanudo Cafe Hampton Court präsentiert sich fest gerollt und in perfekter Verarbeitung mit Tabaken aus drei Provenienzen. Als Deckblatt wird ein Connecticut Shade verwendet, das ein mexikanisches San Andres Umblatt und eine Einlage aus der Dominikanischen Republik und Mexiko umschließt."},"diameter_mm":16,"ring":39,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8}
