{"name":"Davidoff Winston Churchill The Late Hour Toro","url":"https://www.noblego.de/davidoff-winston-churchill-the-late-hour-toro-zigarren/","brand":"Davidoff","series":"Winston Churchill Late Hour","details":{"Genussverlauf":"Das kaffeebraune, ölig schimmernde Deckblatt der Davidoff Winston Churchill The Late Hour Toro ist ein erlesenes Oscuro aus Ecuador. Darunter wurde ein mexikanisches San Andrés Umblatt platziert, unter dem sich die hochwertigen Visus Einlagetabake aus der Dominikanischen Republik und Nicaragua befinden. Eine ganz besondere Behandlung wurde dem Condega Visus Tabak in der Einlage zuteil. Dieser reifte für sechs Monate in alten Scotch Single Malt Fässern und verleiht der Late Hour Toro eine spezielle und köstliche süß-würzige Note. Während einer ungefähren Rauchdauer von 80 Minuten zeigen sich vollmundige Pfeffer-, Kaffee-, Schokolade-, Eichenholz-, Leder- und verschiedene Gewürzaromen in komplexem Wechselspiel am Gaumen. Zusätzlich betont wird dieses delikate Bouquet durch die feine Cremigkeit den der voluminöse Rauch dieser hochwertigen Zigarre mit sich bringt.","Nice to know":"Bei der Reifung im Fass werden die entsprechenden Tabakblätter in den Fässern zusammengepresst. Dadurch entsteht, nach dem die Fässer fest verschlossen worden sind, eine erhöhte Temperatur, welche den gewünschten Fermentationsprozess auslöst. Nach drei Monaten werden die Blätter gewendet und der Prozess für weitere drei Monate fortgeführt. Die Tabake haben somit genug Zeit, die Aromen des Holzfasses und des darin ehemals gelagerten Whiskys aufzunehmen.","Resümee":"Eine kräftige und mit jeder Menge Tiefe ausgestattete Kreation von Davidoff. Die Davidoff Winston Churchill The Late Hour Toro lässt sich tatsächlich bevorzugt in den Abendstunden genießen, am besten nach einem ausgiebigen Dinner und in Begleitung eines erlesenen Single Malt Whiskys."},"diameter_mm":21.4,"ring":54,"length_mm":153,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Oscuro"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":34}
