{"name":"Padron Classic Londres Maduro","url":"https://www.noblego.de/padron-classic-londres-maduro/","brand":"Padron","series":"Classic Series","details":{"Fazit":"Die Padron Classic Londres Maduro ist eine kraftvolle Zigarre für den erfahrenen Raucher. Ein guter Single Malt passt sehr gut zu dieser ausdrucksstarken Londres Maduro.","Genuss":"Die Padron Classic Londres Maduro sieht mit ihrem sonnengereiften,  schokoladenbraunen Deckblatt nicht nur sehr gut aus, sondern duftet auch ganz verführerisch nach Kakao. Nach dem Entzünden entfaltet diese starke\u003cstrong\u003e Zigarre\u003c/strong\u003e Kaffee- und Schokoladendüfte und Kräuteraromen.  Sie besitzt einen guten Zugwiderstand und liefert beim langsamen Genießen ein wechselndes und vielschichtiges Aromenspiel. Die Padron Classic Londres Maduro ist 140 Millimeter lang und besitzt einen Durchmesser von etwa 17 Millimetern. Dieses elegante Format überzeugt nicht nur durch ihr exotisches Äußeres, sondern begeistert den Genießer wirklich eine Dreiviertelstunde lang mit sehr würzigem Rauch.","Hintergrund":"Die Zigarrenmarke Padron ist eine alteingesessene, familiengeführte Marke mit einer sehr bewegten Firmengeschichte. José Orlando Padrón, ein Exilkubaner, wagte den Firmenstart im Jahre 1964 In Miami. In den Wirren des Bürgerkriegs Ende der 70er Jahre in Nicaragua brannte die dortige Filiale nieder. Behelfsmäßig wurde eine Zeit lang in Honduras produziert und nach Ende des Handelsembargos der USA erneut in Nicaragua. Qualität und angemessener Preis machten die Marke immer beliebter und so zählt sie heute zu den bestverkauften Zigarren, vor allem auf dem amerikanischen Markt."},"diameter_mm":17,"ring":43,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.8}
