{"name":"Gurkha Heritage Prince","url":"https://www.noblego.de/gurkha-heritage-prince/","brand":"Gurkha","series":"","details":{"Fazit":"Wenn man sich sonst schon nicht viel gönnt, eine Gurkha Heritage Prince darf es dann hin und wieder ruhig mal sein. Die elegante Longfiller aus Nicaragua lässt sich ausgezeichnet zum Nachmittagskaffee oder in den Abendstunden zu einem ordentlich gereiften Rum genießen.","Genuss":"„In der Kunst geht es darum etwas Neues zu schaffen und nicht einfach zu produzieren, was längst schon vorhanden ist.“\nVielleicht haben die Macher der Gurkha Heritage Prince an dieses Zitat der gleichnamigen Popikone gedacht, als sie den Blend für diese beeindruckende Vitola kreierten. Wahrscheinlicher jedoch ist, dass sie einfach auf ihre langjährige Erfahrung in der großen Kunst, neue Blends zu entwickeln zurückgegriffen haben. Folglich hat man in der Einlage eine aufregende Kombination aus Tabaken der Dominikanischen Republik, Nicaragua und den USA verarbeitet. Das Umblatt stammt von den fruchtbaren Vulkanascheböden Nicaraguas und als Deckblatt findet ein herrlich ölig glänzendes Rosado aus Ecuador Verwendung. So entfaltet die Gurkha Heritage Prince klare Kaffee- und Röstaromen und ist mit einer fein ausgewogenen Würze ausgestattet. Rein äußerlich erscheint diese etwas stärkere Vitola wie ein schmackhaftes Praliné, mit ihrer üppigen Bauchbinde und dem zarten Zedernblatt, welches sie umschließt sowie dem zusätzlich am Fuß der Prince angebrachten Band in saftigem Grün. Das alles lädt zu einem genussvollen Smoke ein, währenddessen diese qualitativ hochwertige Zigarre mit optimalem Zug- und Abbrandverhalten zu glänzen versteht.","Hintergrund":"Gurkha Zigarren stehen in einer mehr als hundertjährigen Tradition und sind berühmt für ihre extravaganten Blends und Bezeichnungen. Die Heritage-Serie knüpft daran nahtlos an und bietet sowohl dem erfahrenen Aficionado als auch dem noch nicht so bewanderten Genießer eine außerordentlich eindrucksvolle Geschmackserfahrung."},"diameter_mm":23,"ring":58,"length_mm":127,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Rosado"],"fillerOrigin":["Dominikanische Republik","Nicaragua","USA"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Kaffee","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10}
