{"name":"Alec Bradley Black Market Special Perfecto","url":"https://www.noblego.de/alec-bradley-black-market-special-perfecto/","brand":"Alec Bradley","series":"Black Market","details":{"Fazit":"Rund, runder am rundesten – wäre diese Steigerung möglich, zur Alec Bradley Black Market Special Perfecto würde sie passen. Genauso wie ein exquisiter Rum, egal ob pur oder im Longdrink.","Genuss":"Die Alec Bradley Black Market Special Perfecto wird in Honduras gefertigt. Als Einlage werden panamaische und honduranische Tabake verwendet, das Umblatt stammt aus Sumatra, das Deckblatt ist ein Maduroblatt aus Nicaragua. Stattliche 17 cm misst sie in der Länge und 21,4 mm im Durchmesser und bietet damit eine Rauchdauer von circa 90 Minuten, die aber auch gut und gerne überschritten werden. Geschmacklich hat sie eine große Bandbreite an verschiedenen Aromen zu bieten, die Sie nur bei wenigen Zigarren in dieser Verbindung schmecken werden. Es interagieren cremige mit erdigen Noten, würzige Töne von Leder mit der Säure von Zitrusfrüchten, süßliche Aromen mit Nuss und als Abschluss eine kleine Portion Pfeffer. Ein interessanter und absolut empfehlenswerter Smoke, der voluminösen Rauch produziert und auch in Bezug auf Zug und Abbrand auf ganzer Linie zu gefallen weiß.","Hintergrund":"Die Alec Bradley Black Market Special Perfecto wurde auf der Inter-tabac 2013 in Dortmund präsentiert. Das Format ist limitiert und wird im Gegensatz zu den anderen Black Markets in einer 10er Kiste geliefert. 91 Rating-Punkte gabs es für diese schöne Vitola im Cigar Journal 3/2014."},"diameter_mm":21.4,"ring":54,"length_mm":171,"length_inch":0,"format":"Perfecto","maker":"Alan Rubin","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Honduras","Panama"],"binderOrigin":["Sumatra"],"aromaProfileManufacturer":["Cremig","Kaffee","Leder","Minze","Nuss","Pfeffer","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":11,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013, Limited"}
