{"name":"Drew Estate Liga Privada Unico Feral Flying Pig","url":"https://www.noblego.de/drew-estate-liga-privada-unico-feral-flying-pig/","brand":"Drew Estate","series":"Liga Unico","details":{"Fazit":"Der Name Drew Estate Liga Privada Unico Feral Flying Pig ist es allein schon wert, diese Zigarre zu probieren, die wunderbare Form ein weiterer Grund. Wenn Sie noch einen brauchen: Diese Zigarre ist ULTRA-LECKER!","Genuss":"Es ist nicht einfach eine Zigarre wie die Liga Privada Unico Feral Flying Pig zu beschreiben, ohne in grenzenlose Lobhudelei zu verfallen. Deshalb der Versuch, rein sachliche Informationen hier unterzubringen. Die Zigarre ist 140 mm lang und hat einen Durchmesser von 24 mm. Sie ist eine Double Figurado, der Zug ist sehr gut, der Abbrand sehr gut und die Asche hält circa einen Inch (2,54 cm). Irgendwo zwischen 90 und 150 Minuten liegt die Rauchdauer, die Zigarre scheint sehr langsam zu brennen. Die hohe Differenz zwischen den Werten ergibt sich tatsächlich aus den Rauchgewohnheiten verschiedener Menschen, wie wir es bisher beobachten konnten. Und nun zum unsachlichen Teil: Dem Geschmack und den Aromen. Zuerst die Info, dass die Zigarre recht stark ist, das fällt lange nicht auf, die Beine werden aber recht wacklig beim Aufstehen nach der Zigarre, wenn man vorher nichts gegessen hat. Sie ist auch vollwürzig mit einem hohen Rauchaufkommen. Das transportiert in seiner Cremigkeit zuerst viel schwarzen Pfeffer und Erde. Nach etwa 2 Zentimetern verschwindet der Pfeffer aus dem Vordergrund und macht Leder, dunkler Schokalade und Kaffee Platz. Das bleibt bestehen und changiert in der Gewichtung der Aromen. Im letzten Drittel kommen Holzaromen und die Melasse-artige Süße stärker zum Tragen und  ein wundervoller Smoke neigt sich seinem Ende zu. Gönnen Sie sich diese Erfahrung!","Hintergrund":"Marcial Meza, das ist der Name, der hier wichtig ist, denn er ist der Einzige auf dieser Welt, der die Feral Flying Pig bauen kann. Eine solche Abhängigkeit schafft Treue, macht allerdings auch Angst. Denn was sollte sein, wenn es die Zigarre eines schönen Tages nicht mehr geben kann? Aber denken wir lieber nicht darüber nach, widmen wir uns lieber der Gegenwart. Die Zigarre besteht aus einem Connecticut Broadleaf Maduro als Deckblatt, einem brasilianischem Mata Fina als Umblatt und nicaraguanischem Tabak in der Einlage. Die Zigarren werden sowohl klassisch gerollt als auch gefaltet, deshalb ist die Konstruktion so unglaublich gut. Und jetzt alle Daumen drücken, dass es die Flying Pig ewig geben wird."},"diameter_mm":24,"ring":60,"length_mm":140,"length_inch":0,"format":"Double Perfecto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Broadleaf","Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Karamell","Leder","Pfeffer","Süß","Zartbitter"],"strength":"Sehr stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":19.9,"additionalNotes":"Boutique Zigarre, Pigtail"}
