{"name":"Surrogates Crystal Baller","url":"https://www.noblego.de/surrogates-crystal-baller/","brand":"Surrogates","series":"","details":{"Fazit":"Eine Zigarre wie die Surrogates Cristal Baller zu rauchen, ist keine Erhellung des Geistes, aber ein fantastischer Nica-Smoke. Hit it!","Genuss":"Wer sich mit dem Gedanken an ein Ersatz-Ich trägt, die Surrogates Cristal Baller hilft vielleicht beim Nachdenken darüber. Aber Spaß beiseite, diese Zigarre ist ein ernst zu nehmendes Produkt aus den Weiten der nicaraguanischen Zigarrenproduktion. Und ein in Stärke und Ausdruck den bekannten in nichts Nachstehendes. Da bei Pepin gefertigt, ist das Erscheinungsbild herausragend, Zug und Abbrand hervorragend und der Pfeffer auf die ersten Züge eine Gewissheit. Daneben erscheint Erde, und etwas, das zwischen Honig, Lebkuchen und Rosinen oszilliert und den Rum zwar nicht überflüssig, dafür umso leckerer macht. 146 x 22,2 mm ist die Zigarre groß, eine Robusto Gordo.","Hintergrund":"Viele Köche verderben den Brei, aber hier werden Zigarren gebaut, da braucht es Sachverstand. Pete Johnson von \u003ca title=\"Tatuaje Zigarren\" href=\"/tatuaje-zigarren/\"\u003eTatuaje\u003c/a\u003e hat diese Zigarre geblendet, sein Bruder K.C. Johnson ist Verantwortlicher bei L’Atelier, zu denen die Surrogates irgendwie dazu gehören. Dann wird die Zigarre noch in der \u003ca title=\"My Father Zigarren\" href=\"/my-father-zigarren/\"\u003eMy Father\u003c/a\u003e Fabrik von \u003ca title=\"Don Pepin Garcia Zigarren\" href=\"/don-pepin-garcia-zigarren/\"\u003eDon Pepin Garcia\u003c/a\u003e in Nicaragua gefertigt. Da kann nur Qualität bei rauskommen, Oscuro aus Ecuador als Deckblatt ist da ein Anfang. Umblatt und Einlage sind aus Nicaragua daher die Potenz der Zigarre."},"diameter_mm":22.2,"ring":56,"length_mm":146,"length_inch":0,"format":"Robusto Gordo","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Oscuro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Honig","Lebkuchen","Pfeffer","Trockenfrüchte"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.1}
