{"name":"Tatuaje Halloween Monster \"The JV 13\" 2013","url":"https://www.noblego.de/tatuaje-monster-the-jv-13/","brand":"Tatuaje","series":"Tatuaje Monster","details":{"Fazit":"Bigger, better, Monster. Eine Zigarre, die nicht nur für Horror-Fans ein absolutes Muss ist.","Genuss":"Die Neue aus der Tatuaje Monster Series ist eine Double Corona mit 19 cm Länge und einem Ringmaß von 52. Genau wie bei den Vorgängerformaten erhalten Sie ein ordentliches Stück Zigarre, das Sie sich zwei Stunden oder länger schmecken lassen können. Die Einlage und das Umblatt stammen aus Nicaragua und bieten eine Mischung aus den Blends der Avion und Fausto Linien, das i-Tüpfelchen bildet ein Connecticut Broadleaf Deckblatt. Typisch stark, typisch vollmundig, typisch Pete Johnson eben. Beim Smoke stechen die Aromen von Erde, Holz, Heu und eine wunderbare Süße hervor. Im zweiten Drittel auch mit leichten Kaffeenoten und etwas Pfeffer im Hintergrund. Ein alles in allem komplexer Genuss, der sich nicht hinter seinen Vorgängern zu verstecken braucht.","Hintergrund":"Seit 2008 erscheint die Tatuaje Monster Serie. Bisher haben uns schon die Formate \u003cem\u003eThe Wolfman\u003c/em\u003e, \u003cem\u003eThe Mummy\u003c/em\u003e, \u003cem\u003eThe Frank\u003c/em\u003e, \u003cem\u003eThe Drac\u003c/em\u003e und \u003cem\u003eThe Face\u003c/em\u003e das Fürchten gelehrt und mit der \u003cem\u003eThe JV 13\u003c/em\u003e setzt Pete Johnson noch einen drauf. Der Release des neuen Formats ist jedes Jahr ein zelebriertes Prozedere. Die \u003cem\u003eUnlucky 13\u003c/em\u003e sind in Wahrheit die 13 glücklichen per Losverfahren ermittelten Händler, die die ersten Kisten der neuen Monster Ausgabe erhalten. Nach dem 13. Oktober erfolgt dann die Vergabe an die weiteren Händler, am Ende befinden sich 666 mit jeweils 13 Exemplaren bestückte Kisten auf dem Markt, die erwartungsgemäß schnell vergriffen sind. Daher gibt es dieses Jahr weitere 4.500 10er Kisten, um der großen Nachfrage gerecht zu werden."},"diameter_mm":20.6,"ring":52,"length_mm":190,"length_inch":0,"format":"Double Corona","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Broadleaf"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":9.5}
