{"name":"Cain Serie F Nub 460","url":"https://www.noblego.de/cain-serie-f-nub-460/","brand":"Cain","series":"Serie F","details":{"Fazit":"Die Cain Serie F Nub 460 ist für Liebhaber starker Zigarren eine gute und preiswerte Alternative zu den kubanischen Klassikern. Hierzu empfiehlt sich ein trockener, nicht zu schwerer Rotwein.","Genuss":"Kurz und dick, die Nub 460 der Serie F von Cain ist ein sehr kompaktes Format. Wie ihr Name verrät liegt hier ein Längen-Durchmesser -Verhältnis von 4x60 vor, welches, in deutschen Einheiten gemessen, einer Länge von 10,2 Zentimetern mit einem Durchmesser von 24 Millimetern entspricht. Sie wird umschlossen von einem feingeäderten Sungrown Deckblatt aus Nicaragua. Umblatt und Einlage sind wie bei Cain üblich aus nicaraguanischen Ligerotabaken, wobei in dieser Mischung der Esteli-Anteil überwiegt und für eine kräftige Würze sorgt. Hoch aromatisch beginnt sie mit Nuss- und Lederaromen, die von Pfeffer dominiert werden. Im zweiten Drittel treten erdige und Röstnoten hinzu, das Pfefferaroma lässt nach, um im letzten Drittel nochmals etwas kräftiger hervorzutreten in einem angenehmen Mix mit cremigen und erdigen Aromen. Trotz der geringen Länge bietet die Cain Serie F Nub 460 Rauchgenuss für etwas mehr als eine Stunde.","Hintergrund":"Cain Zigarren sind der Versuch, so viel Ligero wie möglich in einer Zigarre zu konzentrieren, ohne dass sie dabei ihre Komplexität verliert. Schließlich entstand eine Mischung mit 82%igem Ligero aus den drei Anbaugebieten Nicaraguas, Jalapa, Esteli und Condega. Je nach Serie variiert der Anteil der jeweiligen Anbaugebiete und damit die Stärke und Würze der Cain Zigarren."},"diameter_mm":24,"ring":60,"length_mm":102,"length_inch":0,"format":"Short Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Leder","Schwarzer Pfeffer"],"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":9}
