{"name":"La Flor Dominicana Chapter One","url":"https://www.noblego.de/la-flor-dominicana-chapter-one/","brand":"La Flor Dominicana","series":"","details":{"Fazit":"Ein erstes Kapitel, das Lust auf mehr macht: Die La Flor Dominicana Chapter One ist für Fans der Marke ein Muss und für alle anderen auf jeden Fall eine Top-Empfehlung.","Genuss":"Der Apfel fällt nicht weit vom Stamm. Dieses Sprichwort trifft auf Antonio Gomez 100%ig zu, zumindest wenn es um die Liebe zum Tabak und um das Talent, gute Zigarren zu kreieren, geht. Bei der Mischung des Blends bediente sich Antonio Gomez in den Lagern des Vaters und entschied sich nach mehreren Versuchen für ein Ligero Oscuro Deckblatt aus Brasilien, das zusammen mit einem Connecticut Broadleaf Umblatt und einer starken dominikanischen Einlage den würzigen Geschmack der La Flor Dominicana Chapter One ausmacht. Schon zu Beginn des Smokes zeigt der Longfiller mit ordentlich Pfeffer, was in ihm steckt. Es gesellen sich Erde und fruchtig-süße Noten hinzu, die während des Smokes von bis zu Anderthalbstunden stets präsent bleiben. Mit einer Länge von 165 mm und einem Ringmaß von 58 ist die Chapter One eine stattliche Zigarre, die bei perfekten Zugeigenschaften gut bis hinter den Zigarrenring geraucht werden kann.","Hintergrund":"„Chapter One“ bedeutet für Antonio Gomez zum einen den Beginn von etwas Neuem, ist zum anderen aber auch bezogen auf seine Liebe zur Literatur und zum Schreiben. Der Name der Zigarre drückt aus, was signifikant für ihn persönlich ist und ebenso für die Marke La Flor Dominicana. Nur 10.000 Kisten à 10 Zigarren wurden produziert."},"diameter_mm":23,"ring":58,"length_mm":165,"length_inch":0,"format":"Double Toro","maker":"Antonio Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Fruchtig","Pfeffer","Süß"],"strength":"Sehr stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":11,"additionalNotes":"Chisel, Limited"}
