{"name":"Perdomo Craft Series Stout Robusto (Maduro)","url":"https://www.noblego.de/perdomo-craft-series-stout-robusto/","brand":"Perdomo","series":"Craft Series","details":{"Fazit":"Wer ein Freund kräftigerer Zigarren ist, für den ist die Perdomo Craft Series Stout Robusto eine unbedingte Kaufempfehlung. Durch ausgewogene Aromen von Kaffee und dunkler Schokolade sowie dezente Würznoten, stellt sie einen idealen Begleiter zu kräftigeren Bieren dar.","Genuss":"Die Perdomo Craft Series Stout Robusto besticht, nach einem pfeffrigen Beginn, durch eine milde Aromatik aus Kaffee, dunkler Schokolade sowie dezenten Ledernoten. Hervorgehoben werden die einzelnen Geschmackskomponenten durch eine herrliche Cremigkeit, die ihnen zu einer noch besseren Geltung verhilft. Im weiteren Rauchverlauf nimmt die Perdomo Craft Series Stout Robusto spürbar an Intensität zu. Geschmacklich im Vordergrund steht dabei das Zusammenspiel aus Espresso und dunkler Schokolade, welches durch waldig würzige Noten abgerundet wird. Besonders positiv fällt auch ein schön dezenter Eigengeschmack des Tabaks auf. Der angenehm leichte Zugwiderstand sowie die messerscharfe Abbrandlinie lassen sich auf die perdomo-typisch hochwertige Verarbeitung zurückführen. Die Rauchzeit als solche liegt bei ca. 75 Minuten.","Hintergrund":"Als ideale Begleitung zu einem Bier entwickelt, stimmen die Zigarren der Craft Serie von Perdomo sowohl bei den ausgewählten Tabaken für die Einlage sowie das Umblatt überein. Lediglich das gewählte Deckblatt unterscheidet sie. Für die Perdomo Craft Series Stout Robusto wurde ein zum Maduro fermentiertes Deckblatt verwendet, das dieser Puro so einen besonders intensiven Geschmack verleiht."},"diameter_mm":21.4,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Röstaromen","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10}
