{"name":"Inch by E.P. Carrillo No. 60","url":"https://www.noblego.de/inch-by-e-p-carrillo-no-60/","brand":"E.P. Carrillo","series":"Inch by E.P. Carrillo","details":{"Fazit":"Die Inch by E.P. Carrillo No. 60 ist ein mediumstarker Smoke mit ausgewogenen Aromen. Ein echter Hingucker in der Aficionado-Runde. Als Begleitgetränk empfiehlt sich hier ein kräftiger Whisky oder auch herbere Cocktails.","Genuss":"Die Optik ist das, was bei dieser Zigarre hervor sticht. Denn mit einer Länge von 150 Millimetern und einem Durchmesser von 23,8 Millimetern ist diese Vitola definitiv ein Schwergewicht. Was die Tabakpower betrifft, bewegt sich die Inch by E.P. Carillo No. 60 jedoch eher im Mittelfeld. Denn diese Dominikanerin im Format einer Double Toro ist zwar würzig, aber dennoch als mediumstark einzustufen. Dabei präsentiert sie fruchtig-süße Aromen, die an Schokolade erinnern, begleitet von pikantem Pfeffer. Auch Töne von gerösteten Nüssen und Zedernholz scheinen auf. Die Verarbeitung der Zigarre ist dabei tadellos.","Hintergrund":"Die Inch-Linie von E.P. Carillo beinhaltet Zigarren, die vor allem Liebhaber von großen Ringmaßen auf den Geschmack kommen lassen. Neben der Inch by E.P. Carrillo No. 60 können Sie in unserem Shop auch noch die \u003ca href=\"/inch-by-e-p-carrillo-no-64/\"\u003eInch by E.P. Carrillo No. 64\u003c/a\u003e oder \u003ca href=\"/inch-by-e-p-carrillo-no-70/\"\u003eInch by E.P. Carrillo No. 70\u003c/a\u003e bestellen, alle drei Formate verfügen über die gleiche Einlagenmischung."},"diameter_mm":23.8,"ring":60,"length_mm":150,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sumatra","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Nuss","Pfeffer","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13.2,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
