{"name":"Isthmus Maduro Mexico Magnum","url":"https://www.noblego.de/isthmus-maduro-mexico-magnum/","brand":"Isthmus","series":"","details":{"Fazit":"Die beeindruckende Isthmus Maduro Mexico Magnum hat alles, was eine Vitola dieser Couleur braucht, um dem geneigten Genießer zu gefallen. Durch das spezielle Rollverfahren, in dem extra viel Tabak zum Einsatz kommt, sogar noch ein bisschen mehr! Einsteigern, die bisher wenig Erfahrung mit Maduro Zigarren gemacht haben, wird sie ganz bestimmt ein „Aha-Erlebnis“ bescheren.","Genuss":"Die mittelkräftige Isthmus Maduro Mexico Magnum wird zwar in Nicaragua von Hand gerollt, ist allerdings in ihrer Zusammenstellung eher eine waschechte Mexikanerin. Das Land der Azteken kann eine mehr als zweitausendjährige Tradition bezüglich Tabakanbau vorweisen, kein Wunder also, dass man mexikanische Premiumtabake nicht selten in den Blends vorzüglicher Zigarren vorfindet. Die Maduro Mexico Magnum birgt in ihrer Einlage eine raffinierte Mischung von wunderbar ausfermentierten mexikanischen und nicaraguanischen Tabaken. Das robuste Umblatt und ihr herrlich dunkles kakaobraunes Deckblatt sind mexikanischer Herkunft. Diese Komposition sorgt für eine überaus ausgewogene und gleichmäßige Aromaentfaltung, die zunächst mit fruchtigen Noten startet und sich im Verlauf auf frische erdige, holzige und schokoladige Aromen konzentriert. Am dichten cremigen Rauch der Isthmus Maduro Mexico Magnum lässt sich festmachen, dass in dieser Vitola eine ganze Portion mehr Tabak verarbeitet wurde als bei herkömmlichen Zigarren, so erreicht man eine deutliche Steigerung des Rauchvolumens und bringt damit die aufkommenden Aromen noch mehr zur Geltung. Die Longfiller im Corona Gorda Format beschert dem Genießer somit vollmundigen Rauchgenuss und ist aufgrund ihrer meisterlichen Verarbeitung in Zug- und Abbrandverhalten als vorbildlich zu bezeichnen.","Hintergrund":"In den Manufakturen, die für Isthmus Cigars produzieren, sind ausgewählte Torcedores mit dem Rollen der einzelnen Vitolas betraut. Nach dem Motto „Never change a running system.“, behält man diese Stammmannschaften stets bei und kann damit eine gleichbleibend hohe Qualität in der Herstellung von Isthmus Zigarren garantieren."},"diameter_mm":23,"ring":58,"length_mm":137,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.3}
