{"name":"Romeo y Julieta Petit Churchill","url":"https://www.noblego.de/romeo-y-julieta-petit-churchill/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Mit ihren Maßen (offizieller Produktionsname lautet Petit Robusto) liegt die Romeo y Julieta Petit Churchill absolut im Trend zu kurzen Zigarren mit großem Ringmaß. Sie ist für anspruchsvolle Zigarrenraucher, die aromatisch-ausgewogenen Habanos-Geschmack in kurzer Zeit genießen wollen, eine vortreffliche Wahl. Durch das große Ringmaß kommt die harmonische und ausgewogene Tabakmischung der Romeo y Julieta Petit Churchills besonders gut zur Geltung. Mit ihren feinen Aromen ist sie als mittelkräftig einzustufen.","Genuss":"Wie alle Exemplare der Churchill-Serie lässt sich die Romeo y Julieta Petit Churchill an einem zweiten goldenen Zigarrenring gut erkennen. Das Erscheinungsbild des 10,2 cm langen und 19,8 mm dicken Longfillers ist edel und erwachsen. Mit einem gelungenen Zugwiderstand lässt sich die charmante Zigarre leicht entzünden und bietet prompt einen dichten Rauch. Auf der Zunge entwickelt sich recht schnell ein typisch kubanischer Geschmack, der ausgewogen und ausdruckstark ist. Es ist wenig Schärfe erkennbar, die Würze nimmt angenehm zu. Über die gesamte Rauchlänge von gut 30 Minuten können feine Aromen von Kakao und Kaffee begeistern. Die geschmackliche Entwicklung steht den größeren Formaten dieser Serie nur wenig nach und überfordert nicht. Mit einem guten Abbrand und gleichmäßigen Zugwiderstand liefert auch diese Zigarre den Beweis für die besondere handwerkliche Qualität in der Manufaktur Romeo y Julieta.","Hintergrund":"Winston Churchill ist wohl der bekannteste Liebhaber der Marke Romeo y Julieta. Nach seinem Besuch der Manufaktur im Jahre 1946 wurde das beliebte Format Julieta 2 (Länge 178 mm, Ringmaß 47) nach ihm benannt. Seit 2006 bietet Habanos S.A neben diesem großformatigen Vertreter die „Short Churchills\". Diese erlangten unter den Aficionados weltweit in kurzer Zeit große Beliebtheit. Vier Jahre später präsentierte Habanos mit der Wide Churchill eine weitere Vitola, die die Lücke zwischen der Churchill und der Short Churchill schließen konnte. Mit der Petit Churchill wird die Churchill-Serie der 1875 begründeten Habanos-Marke komplettiert. Die markentypische Mischung besteht aus Tabaken der besten Plantagen der Vuelta Abajo."},"diameter_mm":19.8,"ring":50,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Leder","Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":17.1}
