{"name":"Royal Danish Cigars Sangre Azul","url":"https://www.noblego.de/royal-danish-cigars-sangre-azul/","brand":"Royal Danish Cigars","series":"","details":{"Fazit":"Die Royal Danish Sangre Azul ist eine überaus aromatische Boutique Zigarre mit einem erstklassigen Preis-Leistungsverhältnis. Ein gut gereifter Cognac oder ein kräftiger Whisky eignen sich bestens als Begleitgetränk zu dieser Belicioso.","Genuss":"Eine boxpressed Zigarre,  wie sie im Buche steht. Die Royal Danish Sangre Azul im Belicoso-Format ist dermaßen gepresst in der Kiste gelagert, dass sie beinahe eine rechteckige Form aufweist. Hierdurch liegt sie wunderbar gut ausbalanciert in der Hand, das Deckblatt ist seidig fein und die Haptik ist überzeugend. Hinzu kommt ein grasig-erdiger Kaltgeruch, der Gutes verspricht. Ist diese Vitola aus Nicaragua erst einmal angezündet, offenbart sich eine beeindruckende Aromenfülle von Erde, Holzaromen, dem Geschmack frisch gemahlenen Kaffees, Ledernuancen und immer wieder aufscheinende Röstaromen, die zuweilen an geröstete Nüsse erinnern. Dieses Bouquet darf der geneigte Aficionado für die Dauer einer glücklichen Stunde bei optimalem Abbrand und Zugverhalten genießen.","Hintergrund":"Als eine Sandwich-Zigarre kann diese Belicioso für einen erheblich günstigeren Preis verkauft werden, als die herausragende Qualität des Tabaks vermuten lassen würde. Jan Vistisen hat zur Sangre Azul verraten, dass hier mehr als acht verschiedene Tabaksorten verarbeitet werden, die maßgeblich für die Aromenkomposition verantwortlich sind. Der Preis bei dieser überzeugenden Qualität ist aber eben nur deshalb möglich, weil hier auch kleinere Tabakblätter verarbeitet werden, die für die Produktion einer Longfiller Zigarre aussortiert worden wären, wenngleich diese vier bis fünf mal so viel kosten würde."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Costa Rica","Nicaragua","Panama"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.5,"additionalNotes":"Boutique Zigarre"}
