{"name":"Crowned Heads Four Kicks Mule Kick Limited Edition 2023","url":"https://www.noblego.de/crowned-heads-four-kicks-mule-kick-limited-edition-2023-zigarren/","brand":"Crowned Heads","series":"","details":{"Genussverlauf":"Die Tabake der Mule Kick Limited Edition 2023 stammen aus Ecuador (Deckblatt), der Dominikanischen Republik (Umblatt/Einlage) sowie Nicaragua (Einlage). Gefertigt wurde diese Sonderedition von erfahrenen Rollerteams in Nicaragua. Sie gilt als ausgesprochen würzige und mittelkräftige Zigarre mit cremiger Veranlagung. Ihr Aromaportfolio besteht aus komplex auftretenden Noten von Espresso, Heu, Karamell, Muskat, Nelke, Pfeffer, Zimt sowie zartbitteren Tönen. Die sehr gute Verarbeitung dieser feinen Premiumzigarre garantiert ein absolut unkompliziertes Rauchvergnügen mit geradem Abbrand und bestem Zugverhalten.","Nice to know":"Jedes Jahr erscheint eine spannende Sonderedition der Marke Crowned Heads aus der Linie Four Kicks. Im Gegensatz zu dem Blend der regulär im Handel erhältlichen Four Kicks Zigarren verwendet man für die limitierten Editionen eine etwas abgewandelte Tabakmischung für ihre Einlage sowie ein Deckblatt aus anderem Saatgut.","Resümee":"Vor allem Freunde delikat würziger Zigarren kommen mit der Crowned Heads Four Kicks Mule Kick Limited Edition 2023 voll auf ihre Kosten. Ihre leckere Würze in Verbindung mit den sehr harmonisch aufeinander abgestimmten Aromen machen diesen Smoke zu einer sehr interessanten und guten Wahl!"},"diameter_mm":20.6,"ring":52,"length_mm":149,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Ecuador","Sumatra"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Espresso","Heu","Karamell","Muskat","Nelke","Pfeffer","Zartbitter","Zimt"],"strength":"Medium","smokingDuration":"60 bis 90 Min","price":15,"additionalNotes":"Limited"}
