{"name":"Bundle Selection Dominikanische Republik Lonsdale","url":"https://www.noblego.de/bundle-selection-dominikanische-republik-lonsdale/","brand":"Bundle Selection","series":"","details":{"Fazit":"Die Bundle Selection Dominikanische Republik Lonsdale eignet sich auf Grund ihrer milden Stärke und des guten Preises als Smoke für jeden Tag und zu jeder Tageszeit. Ob mit Kaffee oder alkoholischen Getränken kombiniert, ein Genuss ist sie immer.","Genuss":"An dieser milden dominikanischen Zigarre hätte auch der englische Earl of Lonsdale, der dem eleganten Format seinen Namen gab, seine Freude gehabt. Mit 15,7 cm Länge und einem Durchmesser von 16 mm liegt die Bundle Selection Dominikanische Republik Lonsdale lang und schlank ausgezeichnet in der Hand. Ein samtiges Sumatra Deckblatt schmiegt sich um den Blend aus honduranischen und dominikanischen Tabaken im Inneren. Während einer ungefähren Rauchdauer von 60 bis 80 Minuten verströmt sie milde Aromen, die geschmacklich an Holz und Leder, im zweiten Drittel an Nuss erinnern. Eine leicht süße Note schwingt im Hintergrund mit, am Ende kommen dezent scharfe Töne auf, die der durchweg milden Zigarre etwas mehr Würze und einen gewissen Pfiff verleihen.","Hintergrund":"Zigarren der Marke Bundle Selection können aus zwei Gründen in erstklassiger Qualität so preiswert angeboten werden. Zum einen werden in ihnen nur Tabake verwendet, die für die Verarbeitung in Premiumzigarren als nicht geeignet befunden wurden und zum anderen spart ihre Abpackung in praktischen Bundles nicht nur Zeit, sondern auch Materialkosten."},"diameter_mm":16,"ring":40,"length_mm":157,"length_inch":0,"format":"Lonsdale","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["Sumatra"],"fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Indonesien"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":3.1}
