{"name":"Quisqueya Lindas","url":"https://www.noblego.de/quisqueya-lindas/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Die Quisqueya Lindas bietet 14 Zentimeter pures Rauchvergnügen. Zu einem unschlagbaren Preis-Leistungs-Verhältnis bekommen Sie eine milde Zigarre, die durch ausgeprägte Aromen und gleichbleibend hervorragende Verarbeitung punkten kann. Mit ihrer kurzen Rauchdauer eignet sich Quisqueya Lindas für nahezu jede Gelegenheit und der angenehme Duft der Zigarre wird auch Nichtrauchern gefallen.","Genuss":"Die Quisqueya Lindas ist 14 Zentimeter lang und hat einen Durchmesser von 14 Millimetern. Die Tabakeinlage aus der Dominikanischen Republik und Nicaragua wird nebst Umblatt von einem hellbraunen Connecticut Deckblatt umschlossen und bietet circa 30 Minuten Rauchspaß. Weicher Duft nach Holz und Blumen deuten einen milden Smoke an und so präsentiert sich die Quisqueya Lindas auch im ersten Drittel. Sie ist vom ersten Zug an präsent und dabei kein bisschen scharf. Im Gegenteil: Voluminöser Qualm transportiert sanfte Holz- und Honignoten in den Mundraum. Im zweiten Drittel stoßen Röstaromen hinzu und verleihen der Zigarre einen etwas potenteren Geschmack. Dennoch ist sie dabei angenehm mild und verliert ihre Honigsüße im Abgang nicht. Im letzten Drittel dominiert das Holzaroma und eine leichte, nussige Schärfe beendet einen für dieses Preissegment ungewöhnlich abwechslungsreichen und an Aromen intensiven Rauchgenuss. Die wunderbar feste dunkelgraue Asche ist schön marmoriert und wird durch einen scharfen schwarzen Abbrandring von der Zigarre getrennt."},"diameter_mm":14,"ring":35,"length_mm":140,"length_inch":0,"format":"Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Cremig","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.7}
