{"name":"J. Fuego Origen Grande","url":"https://www.noblego.de/j-fuego-origen-grande/","brand":"J. Fuego","series":"J. Fuego Origen","details":{"Fazit":"Die J. Fuego Origen Grande besitzt reichlich Würze und mittelamerikanisches Temperament. Sie ist eine Zigarre, die einem entweder zu groß und stark ist oder bei der Kenner echt ins Schwärmen geraten und die Grande nur als grandios empfinden können. Man sollte Zeit, eine gute Grundlage und einen kräftigen Rotwein mitbringen, wenn man diese Besonderheit aus dem Humidor holt.","Genuss":"Die J. Fuego Origen Grande ist eine wahrlich beeindruckende Zigarre im Double Toro Format. Fast 24 Millimeter Durchmesser und 152 Millimeter Länge sorgen für mindestens eineinhalb Stunden ausgiebigen und vollmundigen Rauchgenuss. Schon der Kaltgeruch ist aufregend und sehr würzig. Leder, Zedernholz und Pfeffernoten machen neugierig auf den Smoke. Im voluminösen und sehr cremigen Rauch treten süßliche Aromen von  Schokolade, aber auch herbe Düfte nach Kaffee und Röstnoten auf. Die Jesus Fuego Origen Natural Grande liegt gehaltvoll und schwer in der Hand des Aficionados. Sie verlangt Zeit und Konzentration, um ihr Aromenspiel in Gänze zu erfassen und genießen zu können.","Hintergrund":"Die Familie Fuego pflanzt seit dem Jahre 1876 außergewöhnliche und hervorragende Tabaksorten an. Die J. Fuego Origen Serie setzt die Familientradition in ganz besonderer Weise fort, indem sie 100 Prozent Corojo Zigarren aus einem Blend unterschiedlicher Tabakanbaugebiete und eben nur dieser einen Tabaksorte komponiert. Das Deckblatt der J. Fuego Origen Grande stammt aus Brasilien und das Umblatt kommt aus Costa Rica. Die Einlage besteht je zur Hälfte aus nicaraguanischem Tabak und aus Blättern aus Honduras."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Costa Rica"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
