{"name":"Flor de Copan Linea Puros San José 13 Pirámides","url":"https://www.noblego.de/flor-de-copan-linea-puros-san-jose-13-piramides-zigarren/","brand":"Flor de Copan","series":"Linea Puros","details":{"Genussverlauf":"Sämtliche Tabake der Linea Puros San José 13 Pirámides von Flor de Copan stammen aus Honduras. In ihrer Einlage werden besondere Tabake aus der Region Santa Rosa verwendet, der eigens von Flor de Copan gezüchtete San José 13. Dieser wird aufgrund seiner intensiven Nuss- und Schokoladearomen geschätzt. Der Genuss dieser Zigarre gestaltete sich mittelkräftig bis kräftig. Zu Anfang zeigen sich Noten von Leder und Zedernholz, zu denen sich im Verlauf cremig-süß unterlegte Schokolade-, Nuss- und Toastaromen gesellen. Im letzten Rauchabschnitt wird die San José 13 würziger, ohne jedoch an der zuvor aufgekommenen Cremigkeit einzubüßen. Ein sehr delikater Smoke, mit einer durchaus komplexen Veranlagung. Hervorzuheben sei ebenfalls die einwandfreie Verarbeitung dieser definitiv gelungenen Sonderedition, denn ihr Zug- und Abbrandverhalten gestaltet sich absolut vorbildlich.","Nice to know":"Mit der Linea Puros San José 13 Pirámides erscheint die nunmehr erste Limitada der Linea Puros Serie von Flor de Copan, welche sich von den klassischen Blends der honduranischen Marke durch eine kräftigere Auslegung unterscheidet.","Resümee":"Geübte Gaumen werden an dieser charaktervollen Honduranerin ihre wahre Freude haben. Ein rundum zufriedenstellender Genuss, den man sich auf jeden Fall zu Gemüte führen sollte. Leider streng limitiert und daher nur solange der Vorrat reicht, verfügbar!"},"diameter_mm":20.6,"ring":50,"length_mm":156,"length_inch":0,"format":"Piramide","manufactureOrigin":"Honduras","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Nuss","Schokolade","Süß","Toast","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"60 bis 90 Min","price":11.8,"additionalNotes":"Limited"}
