{"name":"Bock y Ca Robusto","url":"https://www.noblego.de/bock-y-ca-robusto/","brand":"Bock y Ca","series":"","details":{"Fazit":"Mit der Bock y Ca Robusto wird man als Neuling und erfahrener Smoker keine Fehler machen. Der zarte Körper versprüht zwar zu Beginn einen milden Charakter. Im Rauchverlauf gewinnt dieser jedoch an Kraft und Intensität, ohne dabei sein Wesen zu verlieren. Zu den dominanten Aromen von Zedernholz und Salz lässt sich gerne eine Tasse Kaffee oder ein fruchtiger Cocktail servieren. Freunde von typisch milden Zigarren wie zum Beispiel \u003ca title=\"HIer gehts zu den Arturo Fuente Zigarren\" href=\"/arturo-fuente/\"\u003eArturo Fuente\u003c/a\u003e, \u003ca title=\"Hier gehts zu den Vega Fina Zigarren\" href=\"/vega-fina-zigarren/\"\u003eVega Fina\u003c/a\u003e, \u003ca title=\"Hier gehts zu den Quisqueya Zigarren\" href=\"/quisqueya-zigarren/\"\u003eQuisqueya\u003c/a\u003e oder \u003ca title=\"Hier gehts zu Griffins Zigarren\" href=\"/griffins-zigarren/\"\u003eGriffins\u003c/a\u003e werden voll auf ihre Kosten kommen.","Genuss":"Liebhaber werden den knackigen Zigarrenkörper mitsamt seines nach Stall, Minze und Honig  duftenden Bouquets zu schätzen wissen. Das dünn-filigrane Claro Deckblatt ummantelt die durchgehend feste Bock y Ca Robusto auf 127 Millimetern Länge und einem Durchmesser von 20,6 Millimetern. Der angenehme Widerstand am Zug offenbart dezente Nuancen von Tee und Kräutern, wird aber von einer selbstbewussten Note Zedernholz gebändigt. Dabei ist die Rauchentwicklung sehr dicht und hinterlässt zu Beginn einen milden Smoke mit noch geringer Nachhaltigkeit. Im mittleren Segment wird die Bock y Ca Robusto gekonnt intensiver – salzig-saure Aromen werden von Röstaromen flankiert. Das Rauchvergnügen bietet somit eine erfreuliche Steigerung. Der salzige Einschlag wird im letzten Drittel immer offensiver und stellt einen sehr delikaten Partner zu den Zedernholzaromen dar. Ab und an wird das dritte Drittel von sprunghaft fleischigen Nuancen heimgesucht, welche eine kurzzeitig nette Abwechslung darstellen. Über den gesamten Rauchverlauf bietet der Smoke einen sehr ruhigen und gleichmäßigen Abbrand inklusive einer hellgrau-weißen Asche, welche brüchig wirkt, jedoch recht stabil ist und jedes Drittel besteht. Bei einer Rauchdauer von 70 Minuten werden Sie einen immer kräftiger werdenden Smoke erleben. Startet die Bock y Ca Robusto recht mild und schüchtern, gewinnt sie im Verlauf an Vertrauen und Kraft.","Hintergrund":"Im 19. Jahrhundert gründete der Niederländer Gustav Bock die Marke Bock y Ca in Kuba. Neben der Bock y Ca Robusto sind auch die Formate Churchill, Double Corona, Panetela und Corona Tubo auf Noblego.de erhältlich."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Gewürze","Holz","Röstaromen"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7}
