{"name":"Perdomo Exhibicion Double Robusto Sun Grown","url":"https://www.noblego.de/perdomo-exhibicion-double-robusto-sun-grown/","brand":"Perdomo","series":"Exhibicion","details":{"Fazit":"Hier stellt sich nicht nur irgendeine Zigarre zur Schau, denn die Perdomo Exhibicion Double Robusto Sun Grown trägt ihren Namen zu recht. Der nicaraguanische Longfiller vereint einzigartiges Aroma und perfekte Verarbeitung zu einem angemessenen Preis. Wer da noch nicht probiert hat, ist selber schuld.","Genuss":"Das Erfolgsrezept ist eigentlich ganz einfach: Man nehme vier bis sechs Jahre gereiften Tabak von den firmeneigenen Farmen in Condega, Jalapa und Esteli und rolleihn mit einem extra in Bourbon-Fässern gelagerten Sun Grown Deckblatt zu einer mittelstarken bis starken Zigarre. Was hier auf drei Zeilen runtergebrochen ist, ist in der Wirklichkeit ein jahrelanger Prozess, der mit Sorgfalt und Liebe zum Produkt durchgeführt wird, aber das beschriebene Ergebnis bleibt das gleiche: die Perdomo Exhibicion Double Robusto Sun Grown. Schon kalt duftet sie verführerisch nach süßem Holz und lässt geschmacklich Noten von Heu und Erde aufblitzen. Endlich entzündet, beginnt sie mit würzigen Zedernholzaromen und Erdnoten, den Aficionado in ihren Bann zu ziehen. Diese bleiben auch während des zweiten Drittels neben einer süßen und cremig-buttrigen Note bestehen. Zum letzten Drittel scheinen Kaffee- und dezente Heunoten auf, die sich mit den holzigen Aromen zu einem interessanten Mix vereinen. Zug und Abbrand sind während der guten Stunde Rauchzeit stets optimal und einer Premiumzigarre dieses Kalibers würdig.","Hintergrund":"Es ist schon erstaunlich, in welchem Maße Perdomo in den 20 Jahren seines Bestehens das Sortiment erweitert hat. Die Perdomo Exhibicion gehört zu den jüngeren Linien des Unternehmens und erscheint gleich in drei verschiedenen Deckblättern – Connecticut, Sun Grown und Maduro. Jedes Deckblatt wird aus mindestens 6 Jahre gereiftem Tabak hergestellt, der in Bourbon Fässern gelagert wurde und so sein typisches Aroma erhält."},"diameter_mm":21.4,"ring":54,"length_mm":123,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Pfeffer","Süß","Zedernholz","Zitrone"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":7.8}
