{"name":"Cohiba Behike 56","url":"https://www.noblego.de/cohiba-behike-56/","brand":"Cohiba","series":"Behike","details":{"Fazit":"Die Cohiba Behike 56 kann mit Recht zu den besten Zigarren der Welt gezählt werden. Ihre rekordverdächtige Verarbeitung und ihr einmaliges Aroma rechtfertigen den hohen Preis durchaus, man sollte sich hier nicht abschrecken lassen, sondern zugreifen und genießen. Aufgrund ihrer doch recht kräftigen Würze eignet sie sich allerdings eher für den erfahrenen Raucher bzw. Fan kräftig-erdiger Smokes. Als solcher wird man aber restlos begeistert sein.","Genuss":"Das Laguito No. 6 Format (ca. 17 cm Länge, gut 2,2 cm Breite) macht schon auf den ersten Blick einen opulenten Eindruck. Dazu ist die Verarbeitung der Zigarre rundum perfekt. Das Deckblatt ist seidig und leicht ölig anzuschauen, die Zigarre ist von perfekter Festigkeit, und die Bauchbinde verleiht ihr einen sehr edlen Gesamteindruck. Dieser bestätigt sich auch im Kaltzug, der dem Genießer feine Aromen von Rohrzucker, Erde und Holz beschert. Angezündet entfaltet sich eine wundervolle, süßliche Würze mit dem vollen Aroma von Erde, Zedernholz und mineralischen Nuancen, was sofort zu überzeugen weiß. Schon direkt zu Beginn offenbart sich eine recht deutliche Kraft, die Behike wird allerdings nie scharf oder bitter. Im Rauchverlauf von anderthalb Stunden wird die feine Zigarre stetig kräftiger und würziger, was den Genuss noch zusätzlich steigert. Feine Nuancen von Chili und Pfeffer geben sich mit cremigen Noten ein spannendes Stelldichein. Hat der Rauchgenuss einmal ein Ende gefunden, verbleibt ein köstlicher Nachgeschmack auf Zunge und Gaumen und der Aficionado kann sich entspannt zurücklehnen.","Hintergrund":"Warum die Marke Cohiba das offizielle Exportprodukt Nr. 1 des kubanischen Staates ist, wird an der Behike-Serie sehr gut veranschaulicht. Zusammengestellt aus dem exquisiten und sehr seltenen Medio Tiempo Tabak, gehören die Behike-Zigarren wohl zum Besten, das der internationale Markt zu bieten hat. Abgesehen von ihrer schicken, gold-grauen Bauchbinde erkennt man die Zigarren sofort an ihrem kleinen Zöpfchen, das sich am Mundstück jeder einzelnen Behike befindet. Hierdurch bekommt die Edel-Serie einen markanten und unverwechselbaren Look."},"diameter_mm":22.23,"ring":56,"length_mm":166,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Blumig","Cremig","Erdig","Fruchtig","Gras","Holz","Leder","Nuss","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":263,"additionalNotes":"Pigtail"}
