{"name":"Marca Fina Brazil Churchill","url":"https://www.noblego.de/marca-fina-brazil-churchill/","brand":"Marca Fina","series":"Brazil","details":{"Fazit":"Wer sich von der stattlichen Erscheinung der Marca Fina Brazil Churchill nicht abschrecken lässt, gibt sich einer Zigarre hin, die mit einer Rauchdauer von 90 Minuten etwas mehr Zeit beansprucht als andere Tabakprodukte. Zugleich jedoch genießt man angenehme, würzige Aromen zu einem sehr fairen Preis. Vielleicht nicht eine Zigarre für jeden Geschmack, aber eine sehr gute Alternative, um sich in das brasilianische Terroir zu rauchen.","Genuss":"Trotz ihrer optisch imposanten Erscheinung ist die Marca Fina Brazil Churchill eine durch und durch milde Zigarre, deren Bestandteile aus rein brasilianischem Tabak gefertigt werden. Ein dunkles Deckblatt umhüllt die typischen, südamerikanischen Aromen von Erde, Gräsern, Nüssen und Früchten. Diese Kombination ergibt ein sehr variantenreiches, gehaltvolles Geschmackserlebnis. Zu Beginn der Zigarre wird der Tabakfreund von einer angenehmen Milde überrascht, zu der sich eine dezente Süße gesellt. Erst im weiteren Rauchverlauf wird die Marca Fina Brazil Churchill etwas würziger, bleibt jedoch insgesamt recht mild und ermöglicht einen unbeschwerten Genuss. Wegen des großen Formats dürfte diese Zigarre vor allem für Neulinge sehr ungewohnt sein, während Kenner sie vor allem wegen des optimalen Zugverhaltens und des gleichmäßigen Abbrands schätzen werden.","Hintergrund":"Die Marca Fina Brazil Churchill wird – wie alle anderen Zigarren der Marke Marca Fina – von der Federación de Tabaqueros America Central (FTAC) produziert und weltweit verkauft. Dies ist zugleich die Garantie für eine intensive, lange Reifung und Fermentation des in den Zigarren verwendeten Tabaks als auch inzwischen Inbegriff für preiswerte Zigarren mit würzigem, typisch lateinamerikanischem Aroma, die ein entspanntes, angenehmes Raucherlebnis versprechen."},"diameter_mm":19,"ring":43,"length_mm":163,"length_inch":0,"format":"Churchill","manufactureOrigin":"Brasilien","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gras","Nuss"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.1}
