{"name":"Don Pepin Fernandez Mendoza Bundle Toro Gordo","url":"https://www.noblego.de/don-pepin-fernandez-mendoza-bundle-toro-gordo/","brand":"Fernandez Mendoza","series":"","details":{"Fazit":"Mit der Fernandez Mendoza Bundle Toro Gordo treffen Sie die richtige Wahl für den Samstagabend oder einen netten Feierabendsmoke mit Freunde und etwas Zeit. Vielleicht ist ein Fußballspiel die richtige Gelegenheit für eine solche Zigarre und ja, das obligatorische Bier ist auch hier nicht falsch.","Genuss":"Ja, mit der Fernandez Mendoza Bundle Toro Gordo erleben Sie genau das, was als Überschrift hier steht. Denn für den Preis dieser Bundleware bekommen Sie eine außergewöhnlich gut verarbeitete Zigarre, die ihre Herkunft aus Nicaragua niemals verleugnet. Das Colorado-Deckblatt ist makellos und dokumentiert die hervorragende Verarbeitung dieser Zigarre. 15,2 Zentimeter lang ist die Toro Gordo und hat einen Durchmesser von 21,4 Millimetern was eine Rauchdauer um die 90 bis 110 Minuten verspricht. Zeit sollten Sie also mitbringen, um die Bandbreite der Aromen zu würdigen: Das sind erdig-würzige, pfeffrige, schokoladen-süße und Kaffeeartige. Die Stärke ist zwischen Medium und Stark angesiedelt, für Einsteiger ist die mit einem angenehmen Zugwiderstand ausgestatte Zigarre also eher nicht zu empfehlen.","Hintergrund":"Fernandez Mendoza Zigarren sind eher für Tatuaje, La Reloba, Jaime Garcia oder Don Pepin Garcia Zigarren bekannt und geschätzt. Diese nicaraguanische Puro ist dann die logische Konsequenz auch für den preisbewussten Raucher und den Alltagsraucher eine Zigarre zu produzieren. Die Qualität des „Stumpens“ ist sehr gut und nur die Packung oder die fehlende Bauchbinde könnten jemanden auf die richtige Fährte locken, was Sie da rauchen."},"diameter_mm":21.3,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.8}
