{"name":"Asylum Schizo Toro","url":"https://www.noblego.de/asylum-schizo-toro/","brand":"Asylum","series":"Schizo","details":{"Fazit":"Die Asylum Schizo Toro ist eine erstaunlich milde und aromatische Zigarre. Auf Grund ihres hervorragenden Preis-Leistungs-Verhältnisses wird man öfter zugreifen wollen und angesichts der günstigen Bundle-Ware auch können. Ein süffiges irisches Bier, zum Beispiel ein Murphy´s Red passt sehr gut dazu.","Genuss":"Asylum Schizo Toro Zigarren sind charaktervolle Puros aus Nicaragua. Es sind mittelkräftige und überraschend aromatische Zigarren. Im Kaltgeruch dominiert der Duft von Leder. Im Rauch präsentieren sie sich zuerst pfeffrig, etwas holzig und mit einem recht trockenen Rauch. Während des weiteren Rauchverlaufs erweisen sie sich jedoch als angenehm mild und cremig. Auch der Duft nach Leder ist wieder zu spüren. Zarte Gewürznoten gesellen sich dazu, so dass man von einem mild-würzigen Rauchvergnügen sprechen kann. Die tadellose Verarbeitung zeigt sich in allen Schichten und im Deckblatt. Der Abbrand ist sehr gleichmäßig und erzeugt ein bläuliches Leuchten in der Glutzone. Bei fast 20 Millimetern Durchmesser und 152 Millimetern Länge hält der vielschichtige Rauchgenuss dieses Sandwichfillers deutlich über eine Stunde.","Hintergrund":"Die Asylum Schizo Toro Zigarren werden im Bundle geliefert und besitzen einen Sandwich-Aufbau, also einer Kombination aus Long- und Shortfiller-Teilen. Deshalb sind sie besonders günstig und überraschen dabei dennoch durch ihr komplexes Aroma. Sie stehen echten Longfillern geschmacklich in nichts nach. Die Sandwich-Einlage wirkt sich sogar positiv auf das Abbrand- und Zugverhalten aus, weil die Shortfiller-Anteile den gleichmäßigen und unproblematischen Abbrand fördern."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kakao","Leder","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.8}
