{"name":"Marca Fina Nicaragua Double Corona","url":"https://www.noblego.de/marca-fina-nicaragua-double-corona/","brand":"Marca Fina","series":"Nicaragua","details":{"Fazit":"Wer eine starke, aromatische Zigarre für den Alltag sucht, wird mit der Marca Fina Nicaragua Double Corona sehr zufrieden sein. Als geschmackliche Ergänzung zu einem Cappuccino oder einem guten Kaffee bietet diese Zigarre ein angenehmes, exotisches Rauchvergnügen auf Basis der typischen, lateinamerikanischen Aromen, die sich zu einem schmackhaften Erlebnis vereinen und sowohl Tabakeinsteiger als auch erfahrene Liebhaber während der gesamten Rauchdauer vollends verwöhnen.","Genuss":"Zu den stärkeren Zigarren zählend, sollte man für den Genuss einer Marca Fina Nicaragua Double Corona durchaus eine Rauchdauer von mehr als 90 Minuten einplanen, um diese Zigarre wirklich vollends genießen zu können. Sie besteht gänzlich aus regionalen Komponenten und wird aus hochwertigem Tabak aus Nicaragua hergestellt. Der Kaltgeruch der Marca Fina Nicaragua Double Corona wird oftmals mit dem Geruch von Heu und Gewürzen verglichen. Nach dem Anzünden offenbart diese Zigarre jedoch erst die geschmackliche Vielfalt, die in ihr steckt. Zu Beginn dominiert ein angenehmes Röstaroma, unterlegt von einem würzigen Beigeschmack. Es bildet sich ein cremiger Rauch. Im weiteren Rauchverlauf schmeckt man das Aroma von Tee, wobei sich unauffällig eine schokoladige Nuance im Hintergrund bemerkbar macht. Insgesamt schmeckt die Marca Fina Nicaragua Double Corona dezent süß. Diese Süße wird zum Zigarrenende hin intensiver und erneut treten auch hier wieder Röstaromen in den Mittelpunkt des Genusses, welche die Zigarre stärker im Geschmack erscheinen lassen, ohne sich dabei unangenehm aufzudrängen.","Hintergrund":"Die Zigarren der Marca Fina-Serie sind bei Zigarrenliebhabern heutzutage Inbegriff für hochqualitative, geschmackvolle Produkte zu günstigen Preisen. Dies ist vor allem der Federación de Tabaqueros America Central (FTAC) zu verdanken, einem Zusammenschluss einheimischer Bauern und Tabakfabrikanten, welche vom Anbau des Tabaks über dessen Verarbeitung hin bis zum Vertrieb der jeweiligen Zigarren für ihre Produkte selbst verantwortlich sind. Somit sind sie nicht angewiesen auf die Preise und Vorgaben von Großkonzernen der Tabakindustrie, sondern können unabhängig von diesen handeln und haben es in den letzten Jahren geschafft, Marca Fina als exotische, gehaltvolle Zigarren am Weltmarkt zu platzieren."},"diameter_mm":21,"ring":53,"length_mm":175,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":3.3}
