{"name":"Rocky Patel The Edge Maduro Corona","url":"https://www.noblego.de/rocky-patel-the-edge-maduro-corona/","brand":"Rocky Patel","series":"The Edge","details":{"Fazit":"Die Rocky Patel The Edge Maduro Corona ist eine herrliche Zigarre aus Honduras, die über ein bemerkenswert interessantes Aroma verfügt. Einmal entzündet, gefällt diese Corona vor allem Freunden von kräftigen Maduros. Vielleicht liegt es an der geheimen Einlage, dass diese Zigarre so gut ist.","Genuss":"Dass diese Zigarre aus dem zu Recht viel gelobten Hause Rocky Patel entspringt, zeigt sich bereits vor dem Smoke. Denn entnimmt man diese Rocky Patel The Edge Maduro Corona dem Humidor, verströmt sie bereits im Kaltgeruch wunderbar würzige und kräftige Noten, die mitunter in ihrer Herbe an Ammoniak erinnern. Haptisch ebenfalls eine sehr gute Zigarre, denn diese Corona ist nicht nur hervorragend und fest gerollt, sondern das elastische und fein geäderte Deckblatt fühlt sich bei Berührung angenehm seidig an. Wird die Rocky Patel The Edge Maduro Corona dann entzündet, bietet sie für die Dauer von einer satten und vor allem glücklichen Stunde ein leckeres Aromenbouquet. Frischer Kaffee, herbes Leder und geröstete Nüsse treffen hier auf feurigen Pfeffer und dunkle Schokolade, das alles durchmischt von gelegentlich aufscheinenden süßen Noten. Dabei ist die Verarbeitung, der Abbrand und das Zugverhalten tadellos, so wie es sein soll!","Hintergrund":"Rocky Patel ist zwar auch in Deutschland  bekannt, von der Beliebtheit dieser Serie in den Staaten sind wir aber in unseren Breitengraden noch weit entfernt. So kennen hierzulande verhältnismäßig wenig Aficionados \u003ca href=\"/rocky-patel-the-edge-zigarren/\"\u003edie Rocky Patel The Edge-Serie\u003c/a\u003e \u003ca href=\"//rocky-patel-the-edge-zigarren/\"\u003e\u003c/a\u003e, was sich aber schnell ändern sollte, wenn es nach uns geht. Denn diese Zigarren aus Honduras sind einfach zu gut, um nur einem kleinen Kreis an Genießern bekannt zu sein."},"diameter_mm":17.5,"ring":44,"length_mm":140,"length_inch":0,"format":"Corona","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Geheim"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Leder","Nuss","Pfeffer","Schokolade"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":4.2}
