{"name":"Aging Room Solera Sun Grown Fantastico Toro","url":"https://www.noblego.de/aging-room-solera-sun-grown-fantastico-toro/","brand":"Aging Room","series":"","details":{"Fazit":"Einen überaus geschmackvollen, wunderbar komplexen Smoke bietet die Aging Room Solera Sun Grown Fantastico Toro. Wer das wahre Potenzial dieser handgerollten dominikanischen Puro entdecken möchte, sollte sich vorsorglich mit einigen Exemplaren dieser „Vorzeigezigarre“ eindecken.","Genuss":"Im Hause Aging Room hat man seine ganz eigenen Vorstellungen vom „Reifeprozess“ der für die Zigarren ausgewählten Tabake. So werden diese wohlgemerkt nach der Fermentierung in Ballen zusammen weiter gereift, bis man den gewünschten „Alterungsgrad“ erreicht hat, erst dann werden die Zigarren aus den wohlgereiften Rohstoffen von Hand in der Dominikanischen Republik gerollt. Die Aging Room Solero Sun Grown Fantastico, ist mit einem herrlich schokoladig schimmernden dominikanischen Sun Grown Deckblatt sowie in Einlage und Umblatt ebenfalls mit erlesenen Tabakerzeugnissen aus der Dominkanischen Republik ausgestattet. Auf der Aromenpalette bietet sich ein weites Spektrum an aufkeimenden Aromen, die im Rauchverlauf ständig variieren und unterschiedlich klar aufkommen. De facto spürt man am Gaumen herrliche Noten von Zeder, Erde, Kaffee und Nuss gepaart mit einer angenehmen Pfeffrigkeit. Zusätzlich lassen sich Nuancen von Anis, frischem Gras und fruchtige Töne ausmachen. Ein sehr komplexer Smoke, der sich im Aufbau gar nicht spannender gestalten ließe. Der Zug des Longfillers zeigt sich zu Anfang ein wenig problematisch, bessert sich aber im Verlauf deutlich, der Abbrand geht dagegen tadellos vonstatten.","Hintergrund":"Die Zigarren der Macher von Aging Room werden selbst heute noch stark unterschätzt. Dabei kreiert man hier seit Jahren unglaublich geschmackvolle Vitolas, welche allesamt aus den qualitätsvollsten Tabaken, die einen Reifeprozess durchlaufen, den man aus einer speziellen Sherry-Blend-Methode entlehnt hat, gefertigt werden. Das Ergebnis sind wahnsinnig aufregende Premiumzigarren, die den geneigten Aficionado mit ihrem besonders komplexen Aromaaufbau angenehm überraschen."},"diameter_mm":21,"ring":54,"length_mm":143,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
