{"name":"Ashton Cabinet No. 3","url":"https://www.noblego.de/ashton-cabinet-no-3/","brand":"Ashton","series":"Cabinet","details":{"Fazit":"Wer einen guten mediumstarken Smoke zu schätzen weiß, sollte die Ashton Cabinet Nr. 3 probieren. Denn diese Dominikanerin ist definitiv ihr Geld wert und wird schnell verführen können. In Begleitung eines kräftigen Whiskys oder eines Glas Cognacs macht sie sich ebenfalls sehr gut.","Geschmack":"Die Ashton Cabinet Nr. 3 ist eine Zigarre für gehobene Ansprüche. Das wird schon anhand des äußeren Erscheinungsbildes klar. Denn die 150 Millimeter lange Dominikanerin macht ihrem Formatnamen alle Ehre. Vom hellbraunen, feingliedrigem Deckblatt über ihre fest gerollten Statur bis hin zu ihrem Zug- und Abbrandverhalten ist hier alles perfekt. Aromen von Früchten, Holz und Honig werden durch dezente Ahnungen von Beeren begleitet. Dieses ansprechende Gesamtbouquet wird getragen von einem überaus cremigen und dichten Rauch. So soll eine Zigarre sein!","Hintergrund":"Die Zigarren der Cabinet-Linie der Marke Ashton können beinahe als eine Art lebende Legende bezeichnet werden. Denn schaut man sich mal in seriösen Zigarren-Communities um, so wird schnell klar, dass die Smoker-Gemeinde von dieser Zigarre begeistert ist. Beim eigenen Rauchen wird sich der positive Eindruck dann schnell bestätigen. Bei der Qualität der verwendeten Tabakblätter, der besonderen Behandlung durch mehrjährige Reifung in alten Eichenfässern und die sorgfältige Verarbeitung durch die erfahrenen Torcedors ist das aber eigentlich keine große Überraschung."},"diameter_mm":17.5,"ring":44,"length_mm":150,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Fruchtig","Holz","Honig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15.8}
