{"name":"cenicero NICA 17-S Churchill","url":"https://www.noblego.de/cenicero-nica-17-s-churchill-zigarren/","brand":"Cenicero","series":"NICA","details":{"Genussverlauf":"Wie bei allen Formaten der delikaten 17-S Serie enthalten auch die ersten Züge der Churchill einen pfeffrigen Charakter, der als eine Art Wachmacher für den Gaumen fungiert. Sobald dieser verflogen ist, zeigen sich von leckerer Würze unterlegte Aromen von Kaffee, Erde und Kakao in einem spannenden Wechselspiel am Gaumen. Im letzten Drittel präsentieren sich die angesprochenen Aromen noch ein wenig intensiver, die anfängliche Pfeffernote keimt nochmals auf, was gleichzeitig das Ende des schmackhaften Smokes einläutet. Die Verarbeitung der 17-S Churchill ist sehr gut, ihr sattbraunes Oscuro Deckblatt aus Ecuador zeigt sich makellos mit feinen Blattadern, darunter liegt ein nicaraguanisches Umblatt, welches die hochwertigen Einlagetabake aus Mexiko und Nicaragua umschließt. Ein gut eingestelltes Zugverhalten und einwandfrei vonstattengehender Abbrand tragen zu einem unkomplizierten und entspannten Rauchvergnügen bei.","Gut zu wissen":"Lange schmale Zigarrenformate wie die cenicero NICA 17-S Churchill sollte man auf jeden Fall langsam und nicht zu heiß rauchen. So können sich ihre Aromen viel besser entfalten und man vermeidet das Auftreten von unnötiger Schärfe oder Bitterkeit.","Resümee":"Wir freuen uns sehr Ihnen die cenicero NICA 17-S im Churchill Format anbieten zu können. Langanhaltender Premiumgenuss zu einem unschlagbaren Preis, was will man mehr?"},"diameter_mm":0,"ring":48,"length_mm":180,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Oscuro"],"fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Leder","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.6}
