{"name":"H. Upmann Corona Junior A/T","url":"https://www.noblego.de/h-upmann-corona-junior-a-t/","brand":"H. Upmann","series":"","details":{"Fazit":"Zu einem kurzen, leckeren Smoke wie diesem wäre die Auswahl eines passenden Getränks reinste Zeitverschwendung. Wie wäre es denn einfach mit einem Glas ihres Lieblingsbieres oder einer Tasse Kaffee, so wie sie ihn sonst auch am liebsten genießen.","Genuss":"Die H. Upmann Corona Junior misst eine Länge von 11,5 Zentimetern und einen Durchmesser von 14,3 Millimetern. Eine sehr fein ausgewählte kubanische Tabakkomposition macht aus dieser Vitola einen einzigartigen Smoke. Kalt duftet die kleine Corona Junior leicht fruchtig-holzig, das Zugverhalten in kaltem Zustand ist ausgezeichnet. Mit perfektem Abbrand startet das erste, anfangs leicht süßlich fruchtig-holzige Drittel. Im weiteren Verlauf gewinnt der Smoke zunehmend an Würze, ohne dabei scharf oder unangenehm zu werden. Ein sehr sinnlicher Genuss für eine Dauer von zirka 30-35 Minuten. Der Übergang ins zweite Drittel verläuft einwandfrei, Zugverhalten und Abbrand bleiben auf hohem Niveau. Leicht nussiger Rauch verführt den Gaumen und bleibt bis zum Finish erhalten, mit einer leichten Zunahme an Schärfe geht es weiter in Richtung Finale. Der Rauchverlauf ist überraschend ausgewogen und die H. Upmann Corona Junior hält ihr Aroma bis hinter den Zigarrenring, ohne dabei an Geschmack zu verlieren oder scharf zu werden. Eine sehr schöne Zigarre für etwas kürzere Rauchgelegenheiten.","Hintergrund":"H. Upmann, gegründet von den Gebrüdern Hermann und August Hupmann, steht seit Mitte des 19. Jahrhunderts für qualitativ hochwertige und sehr wohlschmeckende Zigarren. Die Brüder Hermann und August, die einer deutschen Bankiersfamilie abstammen, versendeten ihre Zigarren anfangs nur an Kunden der Hupmannschen Bank. Mitte der 80er Jahre lief das Zigarrengeschäft so gut, dass mit dem Bau einer großen Fabrik, der Manufaktur „La Madama“, begonnen wurde, die für mehr als 1000 Angestellten Platz bot."},"diameter_mm":14.3,"ring":36,"length_mm":115,"length_inch":0,"format":"Demi-Tasse","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee"],"strength":"Medium","smokingDuration":"20 bis 45 Min","price":8.8}
