{"name":"La Libertad Demi Corona Tubos","url":"https://www.noblego.de/la-libertad-demi-corona-tubos/","brand":"La Libertad","series":"","details":{"Fazit":"Die kleine Zigarre für den Genusskick zwischendurch. Die La Libertad Demi-Corona Tubos überzeugt mit einer feinen Stärke und würzigen Aromen. Zur Kaffeepause am Nachmittag oder zum gemütlichen Beisammensein im Kreise von Freunden, dann gerne mit einem eleganten kubanischen Rum.","Genuss":"Es wird für Nestor Plasencias Familie nicht leicht gewesen sein, ihr geliebtes Kuba im Zuge der Revolution Ende der 50er Jahre zu verlassen. Der Verlust der Heimat ereilte Nestor Plasencia sogar ein zweites Mal, als er wegen der sandinistischen Revolution auch die zweite Heimat Nicaragua Richtung Honduras verlassen musste. Die Marke La Libertad, die er als eine der ersten in Honduras lancierte, zelebriert diese neue und endgültige Freiheit. Das Demi-Corona Format der La Libertad misst 10,2 Zentimeter in der Länge und 16 Millimeter im Durchmesser, damit verspricht sie eine Rauchdauer von 30 bis 40 Minuten, die aromatisch von würzigen Holz- und Erdnoten und fruchtig-süßen Anklängen begleitet wird. Zur Mitte des Smokes entwickelt sie Röstaromen, dabei scheinen auch pfeffrige Töne auf. Zug und Abbrand bleiben stets optimal.","Hintergrund":"Auch die „halbe“ Corona von La Libertad kann mit einem Blend aus honduranischen Tabaken überzeugen. Das Deckblatt ist ein H2000 und lässt die kubanischen Wurzeln des Kreateurs Nestor Plasencia deutlich werden. Der Einlage werden neben den honduranischen Tabaken auch nicaraguanische beigemengt. So ergibt sich ein feinwürziger Blend aus drei Provenienzen."},"diameter_mm":16,"ring":40,"length_mm":102,"length_inch":0,"format":"Demi Corona","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Nuss","Pfeffer","Röstaromen"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":3.6}
