{"name":"Cohiba White Mini Cigarillos ","url":"https://www.noblego.de/cohiba-white-mini-cigarillos/","brand":"Cohiba","series":"Cohiba White","details":{"Fazit":"Gerade Anfängern bietet die Cohiba Mini White eine gute Möglichkeit für den Einstieg in die Welt der Zigarillos. Das ausgewogene und etwas cremige Aroma fordert nicht zu sehr und lässt dennoch die Cohiba-typische erdige Würze nicht missen. Mit einer angenhemen Milde ideal auch für den Start in den Tag.","Genuss":"Die Cohiba Mini lässt keine Fragen offen. Die schlichte, aber edle Aufmachung kommt einer Positionierung gleich. Mit Mut etwas anders zu machen, strahlen diese Cigarillos Klasse aus, aber auch das Versprechen milden kubanischen Tabakgenuss in Spitzenqualität zu bieten. Die zusätzliche Bezeichnung „White“ signalisiert den Unterschied zu den bisherigen Cohiba Cigarillos und spiegelt sich auch im dem eigenständigen und reduzierten Design wider. Die elegante Silber-Schwarz-Weiß-Kombination bringt ein modernes und anspruchsvolles Image zum Ausdruck und unterstreicht auch den feinen Stil der neuen Mischung. Der Geschmack ist wunderbar weich und offenbart eine zarte Würze, die im Shortfiller-Segment nur sehr schwer zu finden ist. In Relation zu dem gesamten Angebot ist die Cohiba Mini White zwar als mittelstark einzuordnen, doch in der Riege der Kubaner schaffen es diese Cigarillos definitiv eine Lücke zu schließen und so den Markt unwahrscheinlich zu bereichern.","Hintergrund":"Die vielen Legenden um diese Marke, ihre Exklusivität und der hohe Preis in Verbindungen mit der relativ kleinen Herstellungsmenge unterstützen noch immer ihre Position als DIE herausragende Zigarre überhaupt. Die Bezeichnung Cohiba wurde aus der Sprache der Taino-Indianer übernommen und bezeichnet einen Wickel aus Tabakblättern, der von den Ureinwohnern Kubas geraucht wurde. Den Wurzeln der Zigarre wird im Logo der Cohiba Rechnung getragen. Es zeigt den Kopf des Taino-Indianers Hatuey."},"diameter_mm":8,"ring":20,"length_mm":80,"length_inch":0,"format":"Cigarillo","manufactureOrigin":"Kuba","construction":"Shortfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"flavourStrength":"Mild-aromatisch","smokingDuration":"kürzer als 20 Min","price":17.85}
