{"name":"Don Sebastian Churchill","url":"https://www.noblego.de/don-sebastian-churchill/","brand":"Don Sebastian","series":"","details":{"Fazit":"Bei dem Preis kann man gar nichts falsch machen, außer die Don Sebastian Churchill nicht zu probieren. Preislich eine Zigarre für jeden Tag, erfordert das Format jedoch etwas Zeit und Muße für den perfekten Genuss. Einsteiger, die sich vom Churchill Format nicht abschrecken lassen, finden hier eine gute Zigarre für das erste Mal. Gestandenen Zigarrenrauchern mag sie dabei schon etwas zu mild sein.","Genuss":"Zigarren von Don Sebastian stehen für gute Qualität zu einem unschlagbar günstigen Preis. Das Connecticut Shade Deckblatt  und die dominikanischen Tabake für Einlage und Umblatt werden von Hand zu edlen Zigarren gerollt, die in Zedernholz nachreifen, damit sich die Aromen noch besser entwickeln können. Schon der würzige Kaltgeruch macht Lust auf mehr. Während des Smokes entfalten sich Noten von Erde, Holz und Nuss, die durch eine hintergründige Süße abgerundet werden. Mit 19 Zentimetern in der Länge und 20 Millimetern im Durchmesser bietet die Don Sebastian Churchill eine Rauchdauer von bis zu zwei Stunden. Sie sollten sich für den Genuss also etwas Zeit nehmen. Dank der guten Verarbeitung sind auch Zug und Abbrand optimal leicht und rund.","Hintergrund":"Der spanische Seefahrer Don Juan Sebastian del  Cano ist Namenspate der dominikanischen Marke Don Sebastian. Sie zollt dem Mut und der Ausdauer Respekt, die ihn auf seinen Seefahrten auszeichneten. Der günstige Preis der Zigarren kann gehalten werden, da keine großen Marketingstrukturen herangezogen werden und man auf ein kleines überschaubares Sortiment setzt."},"diameter_mm":20,"ring":50,"length_mm":190,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Gewürze","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":3.6}
