{"name":"La Paz Wilde Medios","url":"https://www.noblego.de/la-paz-wilde-medios/","brand":"La Paz","series":"","details":{"Fazit":"Mit den La Paz Wilde Medios erleben Sie den kleinen aber feinen Genuss für zwischendurch. Diese Zigarillos passen am besten zu einem frisch gezapften Bier.  Liebhaber eines mild-würzigen Geschmacks werden ihre wahre Freude an diesem Zigarillo haben. Das ungewöhnliche Outfit macht sie obendrein sehr attraktiv und es wird auch ihre Freunde neugierig auf diesen ganz besonderen Smoke machen.","Genuss":"Beim Anzünden des büscheligen Endes eines La Paz Wilde Medios entfaltet sich das volle Aroma des Tabaks sofort. Eine kräftig-milde Würze legt sich über den Gaumen. Voluminöser Rauch mit kräftigen Röstaromen hüllt uns ein. Die von der Insel Java stammende Um- und Deckblätter umhüllen Tabak aus Brasilien, Indonesien und der Karibik und tragen zu einer besonders aromatischen und nussigen Geschmacksnote bei. Hundertprozentiger, reiner Tabakgeschmack, frei von Zusatzstoffen verwöhnt bei den La Paz Wilde Medios auch den anspruchsvollen und erfahrenen Raucher. Die mittelkräftigen La Paz Wilde Medios besitzen einen recht geringen Zugwiderstand, so dass es angeraten ist, behutsam zu Werke zu gehen, damit der Rauchgenuss von einer Viertelstunde ermöglicht wird. Immerhin haben wir ein recht kleines Format vor uns, das bei einem Durchmesser von 12,8 Millimetern nur 80 Millimeter lang ist.","Hintergrund":"Die Marke La Paz wurde ursprünglich im Süden Hollands von Mijnheer van der Pasch  im Jahre 1813 gegründet. Sie wurde später Teil der Skandinavisk Tobakskompagni. 2008 änderte das Traditionsunternehmen seinen Namen und heißt heute Scandinavian Tobacco Group. Sie ist momentan der größte Zigarrenhersteller der Welt mit Niederlassungen in über zwanzig Nationen und einem weltweit funktionierenden Export."},"diameter_mm":12.8,"ring":32,"length_mm":80,"length_inch":0,"format":"Cigarillo","manufactureOrigin":"Niederlande","construction":"Shortfiller","wrapperOrigin":["Java"],"wrapperTobaccoVariety":["Bezuki"],"fillerOrigin":["Brasilien","Indonesien","Karibik"],"binderOrigin":["Java"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"kürzer als 20 Min","price":5.04}
