{"name":"Marca Fina Brazil Coronita","url":"https://www.noblego.de/marca-fina-brazil-coronita/","brand":"Marca Fina","series":"Brazil","details":{"Fazit":"Die Marca Fina Brazil Coronita ist die optimale Zigarre für „nebenbei“, die man unbeschwert im Alltag genießen kann, während man sich mit Freunden und Bekannten einen erfrischenden Cocktail oder einen wärmenden Kaffee gönnt. Ihre Würze ist angenehm und dürfte auch bei noch unerfahrenen Zigarrenrauchern auf hohen Zuspruch treffen. Mit der brasilianischen Coronita der Marca Fina-Reihe erhält man exotischen Genuss mit einem optimalen Preis-Leistungs-Verhältnis.","Genuss":"Rein aus brasilianischem Tabak bestehend überzeugt diese Zigarre im Half Corona-Format durch eine angenehme Würze und den typisch lateinamerikanischen Aromen von Gewürzen, Gras und Nüssen mit einer leicht erdigen Nuance, die dezent das Gesamtbild ergänzt. Da die Marca Fina Brazil Coronita kleiner ist als die Corona, bietet sie zwar ein kürzeres Raucherlebnis, wartet aber zugleich mit einem intensiveren Genuss auf. Ihr Geschmack ist alles in allem sehr ausgeglichen. Diese Zigarre ist von angenehmer Würze und schmeckt sehr vollmundig. Insgesamt wirkt sie geschmacklich sehr ausgeglichen, dann und wann scheint ein fruchtiges Aroma auf, das durchaus zu gefallen weiß.","Hintergrund":"Die Federación de Tabaqueros America Central (FTAC) ist ein regionaler Verbund von einheimischen Bauern und Tabakproduzenten. Die Zigarren der Marca Fina-Serie sind weltweit bekannt und erfreuen sich sowohl bei Tabakeinsteigern als auch erfahreneren Rauchern großer Beliebtheit. Dies ist vor allem der hohen Qualität des verarbeiteten Tabaks geschuldet, der über einen Zeitraum von zwei Jahren mehrfachen Reife- und Fermentierungsprozessen unterworfen wird. Die in Handarbeit gefertigten Zigarren sind zudem zu sehr günstigen Preisen erhältlich und bieten somit für jeden Geldbeutel den entsprechenden, würzigen Geschmack mit einem Hauch Brasilien."},"diameter_mm":15,"ring":38,"length_mm":101,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Brasilien","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Gewürze","Gras","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.6}
