{"name":"Dominican Santiago Selection Robusto","url":"https://www.noblego.de/dominican-santiago-selection-robusto/","brand":"Dominican Santiago Selection","series":"","details":{"Fazit":"Hier sind Kenner genauso angesprochen wie Einsteiger. Die Dominican Santiago Selection Robusto ist eine perfekte und im Bundle zugleich erschwingliche Begleiterin für einen unbeschwerten Rauchgenuss.","Genuss":"Die perfekt gearbeitete, schöne und helle Zigarre verspricht einen besonderen Genuss. Das Deckblatt der Dominican Santiago Selection Robusto ist ein Connecticut, das im oft wolkenverhangenen ecuadorianischen Bergland angebaut wird und sich durch eine besondere Milde auszeichnet. Das Umblatt kommt aus der Dominikanischen Republik und die Einlage besteht aus dominikanischen und nicaraguanischen Tabaken, nämlich Olor sowie Piloto mit Ligero- und Secoblättern. Diese Mischung erzeugt eine sanfte, mittelstarke und würzige Zigarre. Im Rauch schwingen Düfte von Erde und Schokolade mit. Die Dominican Santiago Selection Robusto weist eine Länge von 12,7 Zentimetern auf und hat einen Durchmesser von knapp zwei Zentimetern. Dieses beliebte und klassisch kompakte Format bietet uns einen ungetrübten Rauchgenuss von etwa 60 bis 70 Minuten.","Hintergrund":"Dominican Santiago Selection Zigarren werden von der Charles Fairmorn International GmbH in Lübeck importiert. Die relativ günstigen Zigarren sind dennoch echte Longfiller, werden in der Dominkanischen Republik von Hand gerollt und duften ganz angenehm nach Kaffee, Schokolade und Leder.  Der hier hauptsächlich verwendete Ligero-Tabak stammt von den obersten Blättern der Pflanze, die maximal Sonne tanken und die interessantesten Inhaltsstoffe  synthetisieren können. Ligero-Blätter sind im Rauch eher leicht, aber  sehr würzig im Geschmack"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.2}
