{"name":"Henk Maori Willy Edición Limitada 2020 Robusto","url":"https://www.noblego.de/henk-maori-willy-edicion-limitada-2020-robusto-zigarren/","brand":"Henk Maori","series":"","details":{"Genussverlauf":"Die Tabake der Henk Maori Willy Edición Limitada 2020 Robusto stammen allesamt aus Nicaragua. Sie wurden im Jahr 2009 auf den fruchtbaren und mineralreichen Plantagen des Premiumherstellers A.J. Fernandez geerntet. Gut zehn Jahre durften die Tabake ruhen, bevor sie durch die erfahrenen Hände der Meisterroller in der Tabacalera A.J. Fernandez mit Sitz in Estelí zu dieser perfekten Robusto mit einer Länge von 12,7 cm und einem 50er Ringmaß verarbeitet wurden. Eine klassische Bauchbinde trägt die köstliche Puro allerdings nicht. Das Logo der Marke wurde nämlich anhand eines speziellen Lasers direkt auf ihr Deckblatt graviert. Eine pfiffige Innovation, die sicher in den nächsten Jahren einige Nachahmer finden wird. Der Genuss der Henk Maori Willy ist geprägt von einer immensen Cremigkeit und komplex aufkeimenden Kaffee-, Schokolade-, Nuss-, Toast-, Leder-, Holz- sowie Erdaromen. Untermalt wird diese delikate Melange von abwechselnd auftretenden fruchtig-scharfen und pfeffrig-süßen Noten, die dem ohnehin sehr ausgewogenen Smoke eine wunderbare Tiefe verleihen. Nach gut 70 Minuten legt man diesen hochwertigen Leckerbissen, den man wirklich bis auf den letzten Zentimeter genießen kann, schweren Herzens ab. Ein Gaumenschmeichler par excellence!","Nice to know":"Das Markenlogo der Henk Maori Zigarren wurde von einem der besten Maori Tattoo Künstler entworfen. Die darauf abgebildeten Symbole stehen für Kraft, Erfolg und Freude. Sie stammen aus der Mythologie der indigenen Bevölkerung Neuseelands.","Resümee":"Bei der Henk Maori Willy Edición Limitada 2020 Robusto sollten Sie nicht auf den Preis schauen, sondern auf das, was die überragende Nicaraguanerin zu bieten hat."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Karamell","Leder","Nuss","Schokolade","Süß","Würzig"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":28,"additionalNotes":"Limited"}
