{"name":"Marca Fina Panama Robusto Breve Maduro (Short Robusto)","url":"https://www.noblego.de/marca-fina-panama-robusto-breve-maduro/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Diese Zigarre sollten probiert werden. Nicht nur für Maduro-Fans wird die Robusto Breve eine positive Überraschung hinsichtlich des tollen Preis-Leistungsverhältnisses sein.","Genuss":"Die Marca Fina Panama Robusto Breve Maduro halt auch gustatorisch, was sie bereits durch ihr optisch schönes Erscheinungsbild verspricht. Das dezent ölig schimmernde Deckblatt, das in einem sattbraunen Farbton daher kommt, ist fein geädert und verleiht dieser „kurzen Dicken“ ein ansprechendes Äußeres. Bereits zu Beginn des Smokes wartet dieser Sandwichfiller mit einer Aromenkomposition auf, die überzeugt. Erde, exotische Gewürze, eine Ahnung von Kakaobohnen und eine Pfeffernote, die zwischendurch auch mal nach Muskat schmeckt, nehmen mit auf eine genussvolle Reise. Hinzu kommt eine komplexe Süße, die mitunter an Karamell erinnert und diese Zigarre im Zusammenspiel mit den Grundaromen  vollendet.","Hintergrund":"Zigarren im Format Robusto sind im Grunde optimal für Einsteiger in die Welt des Genussrauchens geeignet. Sie sind klein und kompakt und mit einer durchschnittlichen Rauchdauer von einer halben Stunde perfekt für einen entspannten, aber nicht allzu ausladenden Smoke geeignet. Ähnlich verhält es sich mit dieser vollmundigen Marca Fina Panama Robusto Breve Maduro im Format einer Short Robusto. Ein mittelkräftig-würziges Aroma bietet sich dar und bei dem günstigen Preis kann der Aficionado nicht viel falsch machen."},"diameter_mm":21,"ring":53,"length_mm":90,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Erdig","Gewürze","Kakao","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.9}
