{"name":"Casa de Torres Edicion Especial Robusto ","url":"https://www.noblego.de/casa-de-torres-edicion-especial-robusto/","brand":"Casa de Torres","series":"Edicion Especial","details":{"Fazit":"Die Casa de Torres Edición Especial Robusto ist eine wunderbar feine, sehr aromatische und milde Zigarre. Sie zählt zu den Premiumzigarren und sollte einer besonderen Gelegenheit mit genügend Zeit für den genussvollen Smoke vorbehalten sein. Zu dieser Zigarre passt sehr gut ein Montepulciano aus der wildromantischen Gebirgsregion der Abruzzen im Herzen Italiens.","Genuss":"Das Deckblatt der Sonderedition kommt ebenfalls aus Nicaragua, wobei möglichst helle Blätter verwendet werden. Im Kaltgeruch duftet die Casa de Torres Edición Especial Robusto angenehm nach heller Schokolade, passend zum hellbraunen Deckblatt. Zugwiderstand und Abbrand sind perfekt und gleichmäßig. Zart fruchtige Aromen begleiten den Smoke auf der gesamten Länge. Mit 19,8 Millimetern im Durchmesser und einer Länge von 13 Zentimetern haben wir eine typische Robusto in der Hand, die eine gute Stunde lang Tabakgenuss in Vollendung zeigt. Der leicht erdige Charakter, der vielen nicaraguanischen Zigarren zu eigen ist, zeigt sich auch hier auf sehr angenehme Weise. Tastings in aller Welt loben den feinen Charakter dieser Sonderedition.","Hintergrund":"Die Casa de Torres Edición Especial Robusto aus dem Hause Schuster zählt zu Recht zu den sehr beliebten Zigarren aus Nicaragua. Diese Zigarrenlinie wurde in enger Zusammenarbeit mit nicaraguanischen Herstellern entwickelt. Sie werden in einem kleinen Betrieb in Nicaragua exklusiv für das Haus Schuster gerollt. Ende des Jahres 2007 wurde die Sonderausgabe Casa de Torres Edición Especial der Fachwelt präsentiert und sie erfreut sich seither großer  Beliebtheit. \u003cstrong\u003e\u003c/strong\u003e"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Nein"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Costa Rica"],"aromaProfileManufacturer":["Holz","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
