{"name":"Buena Vista Araperique Belicoso","url":"https://www.noblego.de/buena-vista-araperique-belicoso/","brand":"Buena Vista","series":"Araperique","details":{"Fazit":"Für einen angemessenen Preis bekommt man mit der Buena Vista Araperique Belicoso eine ausgewogene Zigarre, die Aromen von Zedernholz und Espresso sowie Noten von Tee und Frucht in sich vereint.","Genuss":"Die Buena Vista Araperique im Belicoso Format mit einer Länge von gut 16 cm und einem 50er Ringmaß bestimmt den Rauchverlauf zu Beginn durch eine Aromenkombination aus Pfeffer, Zedernholz und etwas Kaffee. Die anfängliche Würze verfliegt jedoch schnell und weicht einer angenehmen Cremigkeit, die schwache Noten von Frucht und Tee in sich trägt. Im weiteren Verlauf setzt sich dann zusehends der dezente Geschmack von Zedernholz und Espresso durch. Begleitet wird dieses angenehme Raucherlebnis von einem wunderbar leichtgängigen Zugverhalten sowie einem kreisrunden Abbrand, der beim Abaschen bilderbuchmäßig kegelt. Die Buena Vista Araperique Belicoso ermöglicht eine Rauchzeit von knapp 100 Minuten und kann dabei jederzeit geschmacklich voll überzeugen.","Hintergrund":"Die Zigarren der Serie Araperique aus dem Hause Buena Vista warten mit einem ganz besonderen Herstellungsprozess auf. Der Name Araperique ist eine eigens geschaffene Wortzusammensetzung aus Arapiraca, einem brasilianischen Rohtabak, und Perique, einem von den Choctaw-Indianern entwickelten Verfahren der Fermentation. Dabei wird er Tabak Blatt für Blatt geerntet und nach der Trocknung von Hand entrippt. Anschließend reift er mindestens ein Jahr in Whiskyfässern aus Eiche. Währenddessen wird der Tabak bewässert und hohem Druck ausgesetzt. Die bei dieser Methode austretende Flüssigkeit soll den Fermentationsprozess unterstützen."},"diameter_mm":19.8,"ring":50,"length_mm":159,"length_inch":0,"format":"Belicoso","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Fruchtig","Holz","Kaffee","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.7}
