{"name":"Quorum Shade Short Robusto","url":"https://www.noblego.de/quorum-shade-short-robusto/","brand":"Quorum","series":"Shade","details":{"Fazit":"Die Quorum Shade Short Robusto ist die ideale Alltagszigarre, die auch passt, sollte die Zeit zum Rauchen einmal nicht so lang bemessen sein. Dazu ein fruchtiger Rotwein und fertig ist der vollendete Genuss.","Genuss":"Die Quorum Shade Short Robusto ist mit ihren 9 cm Länge wirklich eine ziemlich kurze Erscheinung. Dabei verfügt sie über einen voluminösen Durchmesser von knapp 20 mm und präsentiert sich damit als schöne Zigarre für eine relativ kurze Rauchdauer von circa einer halben Stunde. Zug und Abbrand lassen dabei die gute Verarbeitung der Zigarre, die in Nicaragua per Hand gefertigt wird, erkennen. Aromatisch bleibt sie auf der sanften Seite und fällt vor allem durch eine sehr blumige Note auf, die von erdigen und holzigen Tönen begleitet wird. Besonders Einsteiger können sich mit ihr problemlos in die Welt der Zigarren einführen lassen.","Hintergrund":"Die Quorum Shade Zigarren gehören zum Sortiment der J. C. Newman Cigar Company. Diese ist u. a auch für die allseits beliebten \u003ca title=\"Hier gehts zu den Brick House Zigarren\" href=\"/brickhouse-zigarren/\"\u003eBrick House\u003c/a\u003e Zigarren und \u003ca title=\"Hier gehts zu den Cuesta Rey Zigarren\" href=\"/cuesta-rey/\"\u003eCuesta Rey\u003c/a\u003e verantwortlich. Die dunklere \u003ca title=\"Hier gehts zu den Quorum Zigarren\" href=\"/quorum-zigarren/\"\u003eQuorum\u003c/a\u003e Linie zählt zu den meist verkauften Bundle-Zigarren weltweit."},"diameter_mm":19.8,"ring":50,"length_mm":90,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Blumig","Erdig","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":2.5}
