{"name":"AVO Domaine Puritos","url":"https://www.noblego.de/avo-domaine-puritos/","brand":"AVO","series":"Domaine","details":{"Fazit":"Speziell für Liebhaber gehaltvoller Zigarren hat AVO die Domaine Serie kreiert. Die Purito erfreut dieser alle Sinne durch den würzigen Geschmack und ein breites Spektrum an Aromen. Das ölig, ahorn-farbene Deckblatt verleiht der Zigarre ein edles Äußeres und einen ansprechenden Duft.","Genuss":"Der Name „Domaine“ spielt auf die dominikanische Finca Avo Uvezians an, auf deren Grundstück die Tabake für die AVO Domaine Zigarren angebaut werden. Das Connecticut Sun Grown Deckblatt wurde eigens für diese Serie in Ecuador entwickelt und während der Weiterverarbeitung in der Dominikanischen Republik noch ein zweites Mal fermentiert. Die dominikanischen Tabake in Einlage und Umblatt der Avo Domaine Puritos entfalten würzige Aromen von Holz und Pfeffer mit etwas Süße. Nach 10,2 cm Länge ist bei einem Durchmesser von 11 mm das Rauchvergnügen leider nach 20 bis 30 Minuten schon zu Ende.","Hintergrund":"Namenseber und Gründer Avo Uvezian, ist ein Mann von Welt, ein begeisterter und sehr bekannter Musiker. Er vollzog eine Wandlung vom Komponisten zum Zigarrenliebhaber bis hin zum Zigarrenkompositeur. Sein Song „Broken Guitar“ ist der Prototyp für Sinatras Welthit „Strangers in the Night“ gewesen. Auf der Insel Puerto Rico ließ er sich seine ersten eigenen Zigarren rollen und verschenkte diese an seine Gäste. Im Jahr 1982 trifft Avo Uvezian dann Hendrik Kelner und entschließt sich, seine Zigarren in den Davidhoff Manufakturen der Dominikanischen Republik fertigen zu lassen, wo sie bis heute ausschließlich von Hand hergestellt werden."},"diameter_mm":11,"ring":28,"length_mm":102,"length_inch":0,"format":"Demi-Tasse","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":2.4}
