{"name":"My Father No. 2 (Belicoso)","url":"https://www.noblego.de/my-father-no-2/","brand":"My Father","series":"","details":{"Fazit":"Schon in den ersten Zügen stellt sich heraus, dass die My Father No.2 Belicoso etwas für erfahrene Genießer ist, weil es sich um eine recht kräftige Vitola handelt. Kenner rund um den Globus lieben My Father Zigarren aufgrund der einzigartigen, starken Tabakmischungen aus Nicaragua. Die No. 2 sollte demzufolge in den Abendstunden genossen werden, jedenfalls ist eine ordentliche Mahlzeit ein gutes Fundament, bevor man sich diese schöne Zigarre anzündet. Als Begleiter passen kräftige, trockene Rotweine, ein Single Malt in Fassstärke oder auch ein vollmundiger Cognac.","Genuss":"Das dunkelbraune Rosado Deckblatt mit schöner Blattader-Struktur wirkt direkt maskulin und robust, dennoch sehr ästhetisch. Schon beim Kaltzug schmeckt man, dass es sich um eine sehr ausbalancierte Mischung von kräftigen nicaraguanischen Tabaken handelt. Auch die ersten Züge vermitteln einen kernigen Gesamteindruck. Phantastische Röstaromen und Kaffeenoten dominieren im ersten Drittel. Man freut sich über eine sehr dichte und sanfte Rauchentwicklung. Die My Father No.2 Belicosos brennt kreisrund ab und die mittelgrau- bis anthrazit-melierte Asche bleibt über mehr als drei Zentimeter fest. Ein Zeichen von erstklassiger Verarbeitung. Im zweiten Drittel macht sich das volle Aromenspektrum bemerkbar. Die Vitola ist erdig, vollmundig und Holz- und Ledernoten stehen im Vordergrund. Die Röstaromen werden weiterhin subtil mitgetragen. Zu diesem Zeitpunkt erinnert dieser nicaraguanische Leckerbissen sehr an kräftige Zigarren aus Kuba. Im letzten Drittel wird die No.2 am stärksten, ohne dabei pfeffrig zu werden.","Hintergrund":"Jaime Garcia weiß, was er seinem Vater zu verdanken hat, so weist José Garcia doch so ziemlich alle Eigenschaften auf, die in der Zigarrenindustrie wichtig sind. In den 1990er Jahren war er für die Qualitätskontrolle der kubanischen Prestige-Marke Cohiba verantwortlich und einer der höchsten Berater für diverse kubanische Zigarrenmarken. Ebenso hat er den Grad der achten Kategorie „Master Roller“ erreicht, eine Auszeichnung die mitunter erst nach zwanzig Jahren erreicht wird."},"diameter_mm":21,"ring":54,"length_mm":141,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Holz","Kaffee","Leder","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.5}
