{"name":"Cohiba Medio Siglo","url":"https://www.noblego.de/cohiba-medio-siglo/","brand":"Cohiba","series":"Siglo (Línea 1492)","details":{"Fazit":"Die Cohiba Medio Siglo  ist wie auch die übrigen Cohibas definitiv ein Premium-Longfiller, der gern in Begleitung eines stärkeren Getränkes genossen wird.  Ein kräftiger Whisky oder ein guter Rum sind perfekte Begleiter, für die 40 Minuten Auszeit.","Genuss":"Bei der kurzen, aber dicken Zigarre mit 52er Ringmaß ist Muße das Gebot der Stunde. Wer sich die Zeit nimmt, die diese Dame fordert, darf einen dichten und besonders cremigen Rauch genießen, der auf der Zunge förmlich dahinschmilzt. Am Gaumen verwöhnt die Cohiba den Aficionado mit einem Aromenspiel, das immer wieder blumige Noten präsentiert und auch Grass ist zu erahnen. Der cremige Rauch transportiert außerdem Aromen von gerösteten Nüssen, saftige Kakaonoten, Leder und im späteren Rauchverlauf hin und wieder aufscheinendem pikanten Pfeffer, der aber nie zu dominant wird. Die Verarbeitung der Cohiba ist alles in allem tadellos, hastig rauchen sollte – wie immer eigentlich – vermieden werden. Ab der Hälfte des Smokes empfiehlt sich gelegentliches Degasieren, für alle Aficionados, die dies mögen.","Hintergrund":"Die Cohiba Medio Siglo  darf sich schon kurz nach ihrem Erscheinen auf dem europäischen Markt über gute Bewertungen freuen. So hat das renommierte Magazin \u003cstrong\u003eCigar Journal\u003c/strong\u003e sie in ihren Jahrescharts der \u003cstrong\u003eTOP 25 Zigarren\u003c/strong\u003e gewählt, mit Platz 19 befindet sie sich unter den besten 20 Zigarren des Jahres 2016."},"diameter_mm":20.6,"ring":52,"length_mm":101,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Blumig","Cremig","Gras","Kakao","Leder","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":64}
