{"name":"cenicero NICA 13-S Robusto","url":"https://www.noblego.de/cenicero-nica-13-s-robusto/","brand":"Cenicero","series":"NICA","details":{"Fazit":"Wer Super-Premiumtabak zum kleinen Preis probieren möchte, der ist hier genau richtig! Die aufwendige Verarbeitung lässt dabei sofort vergessen, dass es sich im Grunde um einen Mediumfiller handelt. Ein tolles Produkt, auf das wir zu Recht Stolz sind!","Genuss":"Die schöne Robusto mit dem Claro Deckblatt liegt erstaunlich gut in der Hand: Der Drucktest ist verheißungsvoll, es sind keine weichen Stellen zu ertasten, das Deckblatt aus Ecuador schimmert leicht ölig und zeigt eine leichte Aderung. Der Fuß ist \"geschlossen\", d.h. das Ende wurde nicht beschnitten, was den Genießer fast schon dazu zwingen soll, die Zigarre erst sanft zu rösten und dann erst an ihr zu ziehen. Eine gute Idee! Angezündet stimmen die ersten Töne Nicaragua-typisch leicht pfeffrig, dann mit Anflügen von Kaffee und etwas Erde. Zudem entwickelt sich eine leichte Schärfe, die aber nach ein paar Centimetern verfliegt. Der Abbrand ist sehr fein, die Asche für dabei fast schon sensationell fest. Hier erkennt man, dass auf Qualität Wert gelegt wurde! Gut 50 Minuten Rauchdauer sind dieser Komposition zu entlocken. Eine sehr gute Wahl, für diesen Preis ein tolles Produkt.","Hintergrund":"Das \"S\" bei cenicero 13-S steht für \"Sandwich\": Diese Zigarre ist ein sog. Sandwichfiller, d.h. es wurden Longfiller-Tabakblätter um einen Kern aus Tabakresten einer Super-Premiumproduktion, deren reguläre Zigarren in diesem Blend ab 13€ aufwärts kosten. Durch die Verwendung der Tabakreste aus dieser Produktion, ist es möglich, den Preis so gring zu halten. Dabei werden die Reste nicht einfach zusammengewürfelt, sondern per Hand fein sortiert, getrennt und dann zu einer neuen Zigarre per Hand gerollt. Nur dieser doppelte Aufwand ermöglicht ein gleichbleibendes Geschmacksmuster. Ein echtes Premiumprodukt!"},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Ecuador Claro","fillerOrigin":["Mexiko","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Leder","Nuss","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.9}
