{"name":"Camacho Corojo Machitos","url":"https://www.noblego.de/camacho-corojo-machitos/","brand":"Camacho","series":"Corojo","details":{"Fazit":"Die perfekte kleine Zigarre nach dem Essen. Die Camacho Corojo Machitos bietet ausgeprägte Stärke und Aroma in kurzer Form. Dazu passt ein Espresso.","Genuss":"Ob ihrer geringen Größe zwar kein ganzer Mann, aber auch als Machitos dennoch Manns genug mit den größeren Vertretern der Corojo Serie von Camacho mitzuhalten. Die kleine Zigarre überzeugt mit ihrer ausgeprägten Stärke, die schon von Beginn an deutlich spürbar ist. Besonders der hohe Anteil an Ligero Tabak, der im honduranischen Jamastran Tal gepflanzt wurde, verleiht ihr diesen expressiven Charakter. Das Deckblatt ist ein ebenfalls sehr würziges honduranisches Corojo. Schon im Kaltgeruch schlägt die würzige Note durch, die sofort nach dem Entzünden präsent ist und im Verlauf des gut halbstündigen Smokes kontinuierlich zunimmt. Geschmacklich tendiert die Canacho Corojo Machitos zu erdigen und nussigen Aromen mit leichten Holznoten. Das Ende stimmt etwas mildere Töne an, dennoch bleibt der Longfiller sich und seiner starken Linie treu. Mit einem perfekten Zugverhalten darf der Aficionado ein wunderbar kurzweiliges Rauchvergnügen erwarten.","Hintergrund":"Die Corojo Tabakpflanze gehört zu den empfindlichen ihrer Art. Ihre Anfälligkeit für Krankheiten macht es zu einer ganz besonderen Kunst, dieser Pflanze in all ihren Belangen gerecht zu werden. Dennoch ist Corojo, ob seines ganz speziellen aromatischen Charakters ein sehr beliebter Tabak und wird vor allem zur Herstellung von Deckblättern verwendet."},"diameter_mm":12,"ring":30,"length_mm":101,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"wrapperTobaccoVariety":["Corojo"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Nuss","Würzig"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.1}
