{"name":"AVO Syncro Nicaragua Fogata Robusto","url":"https://www.noblego.de/avo-syncro-nicaragua-fogata-robusto/","brand":"AVO","series":"AVO Syncro Nicaragua","details":{"Fazit":"Die AVO Syncro Nicaragua Fogata Robusto wird sicher viele Liebhaber finden, denn sie bietet ein angenehm frisches und innovatives Rauchvergnügen mit absolutem Premiumcharakter.","Genuss":"Ein makellos mittelbraun schimmerndes Deckblatt bestimmt das äußere Erscheinungsbild der Robusto, dabei handelt es sich um ein ecuadorianisches H2000. Darunter befindet sich ein mexikanisches San Andres Umblatt, welches die Einlage aus herrlich gereiften dominikanischen und nicaraguanischen Tabaken umschließt. Eine wahrlich aufregende Kombination, die im Rauchverlauf für eine komplexe und fein ausbalancierte Aromaentfaltung sorgt. So bietet der Genuss der AVO Syncro Nicaragua Fogata Robusto einen mild-würzigen Grundgeschmack unterlegt mit klaren Kaffee-, Zedern- und Zitrusnoten, welche von mal salzigen, mal süßen Anklängen begleitet werden. Die wundervoll gearbeiteten Premiumzigarren schaffen es tatsächlich Harmonie und Wildheit so zu vereinen, dass daraus am Ende ein herrliches Rauchvergnügen mit ordentlich Nachdruck entsteht. Bei Zug und Abbrand reiht sich die Robusto in das für Premiumsmokes dieser Couleur übliche, sehr gute Verhalten ein.","Hintergrund":"Die kräftigen Dominikaner beweisen mit ihrem raffinierten Blend eindrucksvoll, wie eine akribische und sorgfältige Tabakauswahl zu wunderbar neuen Geschmackseindrücken führt."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexican San Andres"],"aromaProfileManufacturer":["Cremig","Heu","Kaffee","Süß","Zedernholz","Zitrusfrüchte"],"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":13.8}
