{"name":"Drew Estate MUWAT  7x70 (My Uzi Weighs A Ton)","url":"https://www.noblego.de/drew-estate-muwat-7x70-my-uzi-weights-a-ton/","brand":"Drew Estate","series":"My Uzi Weighs A Ton","details":{"Fazit":"Wenn Sie es aromatechnisch mal so richtig krachen lassen wollen und sich mit dem großen Ringmaß der Drew Estate MUWAT 7x70 anfreunden können, dann wünschen wir Ihnen im Vorfeld schon einmal viel Vergnügen bei diesem im wahrsten Sinne des Wortes vollmundigem Raucherlebnis.","Genuss":"Als Zigarre der Extreme könnte man die im Gigantes Format gerollte Drew Estate MUWAT 7x70 betrachten. Bei einer Länge von knapp 18 cm und einem imposanten 70er-Ringmaß sorgt dieser mittelkräftig bis kräftige Tabak-Kraftprotz im Rauchverlauf für eine Aromaentfaltung, die sich hauptsächlich im Bereich von dunklen Schokolade-, Kaffee- und Nusstönen bewegt. Wenn man die Augen schließt und den Kaltgeruch der in Nicaragua hergestellten Vitola aufnimmt, bekommt man den Eindruck eine leckere Nussschokolade in der Hand zu halten suggeriert. Ihr durch das große Ringmaß strömender Rauch ist von einer beeindruckenden Dichte und Cremigkeit und enthält neben den genannten Aromen einen ansprechend ausgeprägten Würzcharakter sowie eine angenehm stimmige Süße. Für all das zeichnet sich eine aufregende Tabakmischung verantwortlich, die aus einem ölig schimmernden mexikanischen Maduro Deckblatt, einem US-amerikanischen Connecticut Broadleaf Umblatt und hochwertigen brasilianischen sowie nicaraguanischen Einlagetabaken besteht. All diejenigen, die bereits in den Genuss anderer Zigarren von Drew Estate kommen konnten, würden die durchgehend hervorragenden Zug- und Abbrandeigenschaften der ausgezeichneten Kreationen aus diesem Hause einstimmig bestätigen.","Hintergrund":"Es ist das Streben nach einer nahezu vollkommenen Perfektion in der Herstellung von außergewöhnlichen Premium Zigarren, welches das Team von Drew Estate in Nicaragua antreibt und immer wieder aufs Neue motiviert. Dass man diesen sehr hohen Grad von Qualität nicht nur anstrebt, sondern auch erreicht, fällt nicht nur dem Kenner beim Betrachten der meisterlich gearbeiteten Kreationen von Drew Estate auf."},"diameter_mm":27.8,"ring":70,"length_mm":177,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["San","Andres","Maduro"],"fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Gewürze","Kaffee","Kakao","Leder","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":11.5}
