{"name":"La Aurora Black Lion Connecticut Robusto","url":"https://www.noblego.de/la-aurora-black-lion-connecticut-robusto/","brand":"La Aurora","series":"Black Lion","details":{"Fazit":"Die La Aurora Black Lion Connecticut Robusto bietet bis zu einer Stunde entspannten Rauchgenuss, an dem sich auch Einsteiger in die Zigarrenwelt erfreuen dürften. Mit ihrem ausbalancierten Geschmack bietet die Robusto bei all der Milde ein spannendes Aromenbouquet. Passt perfekt zu einem süßen Cocktail oder einer Tasse Tee.","Genuss":"Mit dem besonders großen Zigarrenring ist diese Robusto, wie auch die übrigen Zigarren der Black Lion Serie, schon optisch eine kleine Besonderheit. Hinter der breiten Banderole verbirgt sich ein Connecticut Shade Deckblatt, das sich mit seinem hellgoldenen Ton und seiner feinädrigen Struktur in keinster Weise hinter der opulenten Bauchbinde zu verstecken braucht. Insgesamt bleibt die La Aurora Black Lion Connecticut Robusto eine milde Zigarre, die zu keiner Zeit überfordert. Zu Aromen von Zedernholz, Kakao und gerösteten Nüssen gesellt sich dann und wann eine Ahnung von roten Früchten und Zimt.","Hintergrund":"\u003ca href=\"/la-aurora-black-lion-zigarren/\"\u003eBlack Lion\u003c/a\u003e gehört zu den neueren Serien aus dem Hause La Aurora und soll den eher städtischen Aficionado, der auf der Suche nach Trends ist, ansprechen. Ein wenig erinnert die Aufmachung der Banderole auch an die Camacho-Bold-Serie. Dabei sind die Qualitätsstandarts und die Verarbeitung typisch für La Aurora. Das bedeutet konkret, dass man auch dieser Zigarrenlinie anmerkt, dass ihr mindestens 5 Jahre von der Aussaat des Tabaksamens bis hin zur fertigen Zigarre gewidmet werden."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua","Peru"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Holz","Kakao","Nuss"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.1}
