{"name":"La Libertad Corona Tubos","url":"https://www.noblego.de/la-libertad-corona-tubos/","brand":"La Libertad","series":"","details":{"Fazit":"Die La Libertad Corona Tubos bietet besten honduranischen Rauchgenuss  zu einem spitzen Preis. Liebhaber stärkerer Zigarre, die nicht unbedingt aus Kuba stammen müssen, sollten diesen edlen Longfiller probieren. Eine Tasse Kaffee oder auch ein Cuba Libre machen das Gefühl von Freiheit perfekt.","Genuss":"La Libertad – die Freiheit, welch klingender Name für eine Zigarre. Und gut gewählt, denn sie gehört zu den ersten Zigarren die Nestor Plasencia nach seiner Emigration aus Kuba und später Nicaragua und der Niederlassung in Honduras mit den heimischen Tabaken produzierte. Und so ist sie ein Statement seiner neu gewonnenen Freiheit und Unabhängigkeit. Für das Umblatt der La Libertad Corona Tubos werden feine Tabake Honduras᾽ verarbeitet. Die Einlage stammt ebenfalls aus Honduras veredelt mit nicaraguanischem Tabak. Eine Besonderheit ist auch das honduranische Deckblatt, das aus einer H2000 Saat stammt. So verleugnet Nestor Plasencia seine Wurzeln nicht, sondern versucht sich an einer Kombination der alten und der neuen Heimat. Aromatisch bietet der Blend Noten von Kaffee und setzt fruchtige Akzente. Auch erdige und nussige Töne  sind neben einer zarten Vanillenote zu erschmecken. Der cremige Rauch bildet mit dem optimalen Zug und Abbrand eine vollendete Trias des perfekten Rauchgenusses.","Hintergrund":"Wie alle Zigarren aus dem Hause Nestor Plasencia, sind auch die Zigarren von La Libertad von erfahrenen Torcedores- Händen perfekt gerollt. Verarbeitung und Aroma begeisterten auch die strengen Kritiker des \u003cem\u003eCigar Journal\u003c/em\u003e, die dem Corona-Format mit drei Sternen ein „sehr gut“ bescheinigten und ihr ob des guten Preis-Leistungs-Verhältnisses das Prädikat „Best buy“ verliehen."},"diameter_mm":17,"ring":42,"length_mm":142,"length_inch":0,"format":"Corona","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"wrapperTobaccoVariety":["H2000"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Fruchtig","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":5.5}
