{"name":"Flor de las Antillas Robusto","url":"https://www.noblego.de/flor-de-las-antillas-robusto/","brand":"Flor de Antillas","series":"Sun Grown","details":{"Fazit":"Die Flor de las Antillas Robusto ist eine mittelkräftige, anspruchsvolle Zigarre, die vor allem für erfahrene Aficionados geeignet ist. Sie passt hervorragend zu einem guten Rum oder Whisky. Proberauchen lohnt sich!","Genuss":"Bereits die Verarbeitung der Flor de las Antillas Robusto ist einwandfrei. Das sonnengereifte und feine Deckblatt aus Nicaragua ist von sehr guter Qualität und sorgt gemeinsam mit der ansprechenden Bauchbinde für eine attraktive Optik. Dabei stammen bei dieser Puro alle Tabake aus Nicaragua, das Saatgut wird jedoch aus der Karibik importiert. Dieses Zusammenspiel erzeugt einen einzigartigen Geschmack, der durch sein Aromenarrangement überzeugen kann. Zu Beginn des Smokes sind schmackhafte Pfeffernoten präsent, welche von einem erdig-würzigen Aroma untermalt werden. Im weiteren Verlauf dominieren leckere, cremig-holzige Nuancen, und es scheinen immer wieder Töne von geröstetem Kaffee auf. Das Abbrandverhalten und der Zugwiderstand sind einwandfrei, allerdings sollte diese Nicaraguanerin nicht zu hastig geraucht werden, da sie sonst zu scharf wird. Die Asche ist fast weiß, fest und wird von dunklen Linien durchzogen.","Hintergrund":"Die Serie Flor des las Antillas von My Father Cigars ist eine Art Liebeserklärung an Kuba. Der wohlbekannte Pepin Garcia würdigt damit seine Wurzeln im Handwerk der Zigarrenherstellung, die in Kuba liegen. So erinnert die ansprechende 20er Holzkiste im Vintage Look an eine kubanische Marke und auch der Name, der übersetzt so viel wie „Blumen der Antillen“ bedeutet, verweist auf die Insel. Pepin Garcia ist mit dieser Serie ein echter Coup gelungen, denn die renommierte Fachzeitschrift Cigar Aficionado kürte die Flor de las Antillas Toro mit 96 Punkten kürzlich zu der Zigarre des Jahres 2012."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kakao","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.8}
