{"name":"La Flor Dominicana Salomon Unico","url":"https://www.noblego.de/la-flor-dominicana-salomon-unico/","brand":"La Flor Dominicana","series":"","details":{"Fazit":"Es überrascht Sie sicher nicht, dass diese fabelhaften Zigarren in einer streng limitierten Sonderedition erscheinen. Die La Flor Dominicana Salomon Unicos sind schmackhafte Schätze, von denen sicher jeder Aficionado sehr gerne einige Exemplare im heimischen Humidor für ganz besondere Anlässe einlagern würde.","Genuss":"Mit der La Flor Dominicana Salomon Unico ist Litto Gomez eine aufsehenerregende Kreation gelungen, die sich nicht nur durch ihre meisterliche und kunstvolle Machart auszeichnet. Die Plantage La Flor de Palma in La Canela, nordwestlich der Stadt Santiago de los Caballeros gelegen, lieferte alle Tabake für die überaus aufwendig gearbeiteten Kunststücke im eher seltenen Salomones Format. Somit ist sie eine der reinsten dominikanischen Puros überhaupt. Sie bietet einen extrem variierenden Rauchverlauf aufgrund ihres speziellen Formats. Die mittelkräftige Ausnahmezigarre startet zunächst etwas verhalten, nimmt dann allerdings im fortwährenden Genusszeitraum (ca. 90 Minuten) immer mehr an Intensität zu, bleibt jedoch bis zum Finish wunderbar ausbalanciert. Ihre Aromen sind hauptsächlich von frischen erdigen, grasig-heuigen Noten bestimmt, die von einer angenehm ausgereiften Würze untermalt werden. Bei den an Ästethik kaum zu überbietenden Zigarren kann sich der Genießer außerdem auf einen technisch einwandfreien Rauchverlauf in Sachen Zug und Abbrand verlassen.","Hintergrund":"Litto Gomez beauftragte nur einen einzigen Meisterroller für die Herstellung der einzigartigen La Flor Domincana Salomon Unico. Dieser schuf 75 verschiedene Designs der mit fantastischen Tabaken ausgestatteten Vitolas, von denen jeweils 10 in eine der kunstvoll gestalteten Kisten, die an eine Muschel erinnern, gelangen und keine der anderen gleicht."},"diameter_mm":25.4,"ring":64,"length_mm":178,"length_inch":0,"format":"Salomones","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Frisches Gras","Heu","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":30.9,"additionalNotes":"Limited"}
