{"name":"Griffins Nicaragua Short Torpedo","url":"https://www.noblego.de/griffins-nicaragua-short-torpedo/","brand":"Griffins","series":"Nicaragua","details":{"Fazit":"Gelungen! Mit der Griffin’s Nicaragua Short Torpedo kann man sich auf kurzweilige Genussmomente freuen und den Alltag aromareich gestalten. Wer die Geduld aufbringt und sie für einige Zeit im Humidor lagert, der kann dadurch den Genusslevel sogar noch ein wenig steigern!","Genuss":"Die Griffin’s Nicaragua Short Torpedo wartet mit einem intensiven facettenreichen Aroma auf und ist in puncto Stärke im mittleren Segment anzusiedeln. Gerollt wird sie von Hand mit einer Einlage bestehend aus einer raffinierten Mixtur der besten Tabake, die Nicaragua, Honduras und die Dominikanische Republik hervorbringen. Als Umblatt findet ein markiges dominikanisches Piloto Verwendung und das feine hellbraune Deckblatt stammt aus Nicaragua. Eine Besonderheit der Griffin’s Nicaragua Short Torpedo ist ihr süßlicher Rauch, der eine leicht ölige und damit sehr elegante Textur aufweist. Ein wahres Fest für den Genießergaumen, der mit herrlich ausbalancierten Würz-, Pfeffer- und Erdnoten konfrontiert wird und im weiteren Verlauf noch auf frische pflanzliche Aromen sowie Nuancen von dunkler Schokolade trifft. Aufgrund ihrer vorzüglichen Verarbeitung brennt die Short Torpedo gewohnt gerade ab und verfügt über einen beispielhaften Zug.","Hintergrund":"Bisher war Griffin’s in aller erster Linie für seine mild sanften Zigarren bekannt, mit der neu lancierten Griffin’s Nicaragua-Serie bringt man nun mehr Würze ins Spiel, dies spiegelt sich bereits im Verpackungsdesign wider. Allem voran geht es den Machern der Griffin’s Zigarren allerdings darum einen ausgewogenen Smoke zwischen Stärke und Geschmack zu kreieren, der Anklang bei den anspruchsvollen Aficionados dieser Welt findet."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.75}
