{"name":"Macanudo Emissary España Robusto","url":"https://www.noblego.de/macanudo-emissary-espana-robusto-zigarren/","brand":"Macanudo","series":"Emissary España","details":{"Genussverlauf":"Das Deckblatt der Emissary España Robusto ist ein ölig glänzendes Broadleaf Claro aus den USA und hat eine fünf Jahre lange Reifezeit vorzuweisen. In ihrer Einlage schlummern Tabake aus Kolumbien (6 Jahre), Nicaragua (6 Jahre), der Dominikanischen Republik (5 Jahre) und Spanien (10 Jahre). Gehalten werden diese von einem nicaraguanischen Umblatt aus der Region Condega (6 Jahre). Aus diesem hervorragenden Blend resultiert ein mittelkräftiges Rauchvergnügen mit dezenten Kaffeenoten sowie Aromen von geröstetem Zedernholz, Mandeln und Karamell. In Verbindung mit der reifen Tabakwürze bietet die Robusto ihrem Genießer einen Gaumenschmaus von circa 60 Minuten Dauer bei besten Zug- und Abbrandbedingungen.","Nice to know":"Der zehn Jahre lang gereifte spanische Tabak in der Einlage stammt aus Riolobos, einer im westlichen Teil Spaniens gelegenen Region. Das mediterrane Klima und der für den Tabakanbau eigentlich unübliche Felsboden verleihen diesem Tabak einen unnachahmlichen Geschmacks- bzw. Aromaauftritt.","Resümee":"„Je oller, desto doller.“ Dieses sich auf die Vorzüge des Alters beziehende Motto bringt es auf den Punkt. Wer von Ihnen reifen Zigarrengenuss erleben möchte, ist mit der Macanudo Emissary España Robusto bestens bedient. Jede Menge Vergnügen beim Genuss garantiert!"},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"wrapperTobaccoVariety":["Broadleaf","Claro"],"fillerOrigin":["Dominikanische Republik","Kolumbien","Nicaragua","Spanien"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Karamell","Mandel","Zedernholz"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":11.5,"additionalNotes":"Aged"}
