{"name":"A.J. Fernandez Enclave Robusto","url":"https://www.noblego.de/a-j-fernandez-enclave-robusto/","brand":"A.J. Fernandez","series":"Enclave","details":{"Fazit":"Eine wirklich gute Zigarre zu einem sehr fairen Preis. A.J. Fernandez versteht etwas von seinem Handwerk und lässt uns glücklicherweise daran teilhaben. Eine absolute Smoke-Empfehlung.","Genuss":"Der Blend der Enclave by A.J. Fernandez Robusto ist etwas anders als wir es bisher von A.J. Fernandez gewohnt waren. Denn es handelt sich nicht um eine nicaraguanische Puro, sondern um eine Mischung aus einem ecuadorianischen Rosado Deckblatt, einem Umblatt aus Kamerun und einer nicaraguanischen Piloto Einlage. So vielseitig wie der Blend ist auch der Geschmack der Enclave by A.J. Fernandez Robusto. Mit Schokolade, Zedernholz, Nuss, Erde, Pfeffer, süßen und cremigen Noten bespielt der Longfiller aus Nicaragua einen großen Teil der Aromen-Klaviatur. Eine Zigarre, die über die gesamte Rauchdauer von einer guten Stunde Spaß macht und auch im Zug und Abbrand einfach nur ein Traum ist. Selten sieht man eine solch weiße Asche bei einer Zigarre und auch das etwas längere Deckblatt, das den Fuß der Zigarre abdeckt, ist nicht alltäglich.","Hintergrund":"Nach der New World Serie von 2014 ist die Enclave bereits die zweite Zusammenarbeit von A.J. Fernandez mit seinem Vater Ismael. War die New World eine Hommage an die Entdeckung Amerikas, so ist die Enclave by A.J. Fernandez eine Hommage an deren Ureinwohner, was sich auch im liebevoll gestalteten Zigarrenring widerspiegelt."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Rosado"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Pfeffer","Süß","Zedernholz","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.9}
