{"name":"AVO Improvisation Limited Edition 2021","url":"https://www.noblego.de/avo-improvisation-limited-edition-2021-zigarren/","brand":"AVO","series":"","details":{"Genussverlauf":"Für den Blend der AVO Improvisation 2021 Limited Edition wurde ein wunderschönes Deckblatt aus Ecuador gewählt. Ebenfalls ecuadorianischen Ursprungs ist ihr Umblatt. Die Einlagetabake des imposanten Formats sind handverlesene Erzeugnisse von den dominikanischen Plantagen des Premiumherstellers. Mit einer beachtlichen Länge von 19 Zentimetern und einem 50er Ringmaß gibt die Improvisation 2021 eine sehr eindrucksvolle Erscheinung ab. In einem Genusszeitraum von über 100 Minuten zeigt sich die Double Corona anfänglich sehr mild, nimmt dann im weiteren Verlauf an Intensität deutlich zu, sodass sie gegen Ende ein mittelkräftiges bis kräftiges Stärkebild abgibt. Ihr Geschmack gestaltet sich neben feinen süßlichen Anklängen über komplex auftretende Noten von gerösteten Nüssen, Sahne, Zartbitterschokolade und Holz. Etwas Säure und eine unaufdringliche Schärfe runden diesen hervorragend cremigen Smoke wunderbar ab.","Nice to know":"Es wird empfohlen, die köstliche Sonderedition nach Erhalt für ein paar Wochen im hauseigenen Humidor ruhen zu lassen. Diese Ruhephase verleiht ihr einen wesentlich aromatischeren und ausgeglicheneren Geschmack.","Resümee":"Der im Alter von 91 Jahren verstorbenen Zigarren-Legende Avo Uvezian hätte die AVO Improvisation Limited Edition 2021 sicher sehr gefallen. Denn der passionierte Jazzmusiker und Masterblender war immer ein großer Freund von Zigarren, die ihren Genießer vom ersten bis zum letzten Zug unterhalten und dabei immer wieder nuanciert zu überraschen wissen."},"diameter_mm":20,"ring":50,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Holz","Kakao","Sahne","Schokolade","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":17,"additionalNotes":"Limited"}
