{"name":"Macanudo 1968 Titan","url":"https://www.noblego.de/macanudo-1968-titan/","brand":"Macanudo","series":"1968","details":{"Fazit":"Lassen Sie sich von dieser Zigarrenserie, die zum 40jährigen Jubiläum der Marke entstand, verführen. Die Macanudo 1968 Titan ist vollmundiger Genuss pur und harmoniert am besten mit einem trockenen Rotwein oder einem normalen Kaffee, gerne auch mit Schuss.","Genuss":"In der griechischen Mythologie sind die Titanen Riesen in menschlicher Gestalt und ein mächtiges Göttergeschlecht. Von göttlicher Herkunft ist die Macanudo 1968 Titan sicherlich nicht und auch in ihrer Größe kann sie mit  gut 10 Zentimetern Länge nicht mit den Ausmaßen eines Titans mithalten. Ihr Durchmesser von 23 Millimetern ist dafür umso beeindruckender und sie ist eindeutig das stärkste Format der Serie. Auch aromatisch kann sie voll und ganz überzeugen und macht damit ihre geringen Ausmaße wieder wett. Denn diese sorgen erst dafür, dass sich die Aromen viel konzentrierter entfalten können und die bis zu 45-minütige Rauchdauer zu einem unvergesslichen Erlebnis werden lassen. Nussaromen, Erde, Holz und süße Schokoladennoten vereinen sich zu einem vielseitigen Geschmacksbild, das im Genuss durch einen guten Zug und runden Abbrand abgerundet wird.","Hintergrund":"Auf der Insel Ometepe, einer Vulkaninsel gelegen im Lago de Nicaragua, wachsen die würzigen Tabake, die angereichert mit dominikanischen Tabaken in der Einlage der Macanudo 1968 Titan verarbeitet werden. Gekrönt wird der harmonische Blend von einem Connecticut Umblatt und einem San Augustin Deckblatt."},"diameter_mm":23,"ring":58,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Connecticut"],"aromaProfileManufacturer":["Erdig","Nuss","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":8.5}
