{"name":"Villiger La Meridiana Senorita","url":"https://www.noblego.de/villiger-la-meridiana-senorita-zigarren/","brand":"La Meridiana","series":"","details":{"Fazit":"Die La Meridiana Senorita ist eine interessante, kleinere Zigarre, die sich für eine ausgedehntere Mittagspause und auch für den frühen Feierabend eignet. Die würzigen nicaraguanischen Tabake sorgen für ein interessantes Raucherlebnis. Dazu passt gut ein starker, kleiner Espresso.","Genuss":"Die La Meridiana Senorita besitzt ein schlankes und sehr elegantes Format. Sie ist eine richtig schöne Zigarre, die sich hervorragend für eine genüssliche Rauchpause mitten am Tag eignet. Die La Meridiana Senorita ist mit 140 Millimetern Länge und 15 Millimetern Durchmesser eine wirklich hübsche Erscheinung. Sie begleitet uns eine gute Dreiviertelstunde lang. Äußerlich präsentiert sie sich ordentlich verarbeitet in einem glatten, hellen Deckblatt. Im Verlauf des Smokes ändert sie ihren Charakter. Nach anfänglicher Schüchternheit entfaltet sich ein Bouquet würziger Aromen von Kaffee, Holz und Nüssen bis sie schließlich eine freche Schärfe annimmt, die einen nachhaltigen Eindruck schafft.","Hintergrund":"Die Fabrik „La Meridiana“ gehörte einst zu den ganz großen Tabak-Manufakturen Havannas. La Meridiana-Zigarre wurden im Jahre 1994 von El Mundo de Tabaco, die zu Villiger gehören, erneut und sehr erfolgreich auf den Markt gebracht. Das Haus Villiger fand mit Tabacos Puros de Nicaragua hervorragende Fachleute, die Tabake im fruchtbaren Esteli-Tal anbauen, einer Gegend, die zu den bevorzugten Anbaugebieten für Tabak in Nicaragua gehört."},"diameter_mm":15,"ring":38,"length_mm":140,"length_inch":0,"format":"Panetela","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gras","Holz","Kaffee","Nuss","Würzig"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":3.1}
