{"name":"Vega Fina Gran Reserva 20 Aniversario","url":"https://www.noblego.de/vega-fina-gran-reserva-20-aniversario/","brand":"Vega Fina","series":"Vega Fina Gran Reserva","details":{"Fazit":"Ehre wem Ehre gebührt! Die Vega Fina Gran Reserva 20 Aniversario ist eine mehr als würdige Vertreterin der nunmehr 20 Jahre auf dem Markt erfolgreich bestehenden Vega Fina Zigarren.","Genuss":"Ein satt dunkelbraunes Deckblatt aus Ecuador, nicaraguanische Tabake für Einlage und Umblatt sowie dominikanischer Piloto Tabak (Einlage) bilden den Blend der Vega Fina Gran Reserva 20 Aniversario. Dabei wurde für alle Tabake eine mindestens fünfjährige Reifezeit berücksichtigt. Geschmacklich hat die handgerollte Toro sehr viel zu bieten, die breite Aromenpalette reicht von intensiven Holznoten bis zu komplexen Erd-, Kaffee-, Frucht, Nuss- und milden Lederaromen, garniert mit zimtigen Tönen und zum Ende hin mit salziger sowie pfeffriger Würze. Insgesamt ein sehr schmackhaftes Rauchvergnügen der etwas kräftigeren Art und daher für erfahrene Zigarrenfeinschmecker genau das Richtige.","Hintergrund":"Die Fertigung der delikaten Jubiläumsedition hat man bei Vega Fina in die erfahrenen Hände der Grupo de Maestros gegeben. Die insgesamt fünf Meisterroller waren ausschließlich mit der Herstellung der Vega Fina Gran Reserva 20 Aniversario beschäftigt. In den sehr schön gestalteten, glänzend schwarz lackierten Kisten, liegt jeweils ein Zertifikat bei, mit Namen und Unterschriften der beteiligten Torcedores."},"diameter_mm":22.2,"ring":56,"length_mm":146,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Kaffee","Leder","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2,"additionalNotes":"Limited, Pigtail"}
