{"name":"Perdomo Nicaragua Bourbon Barrel Aged Epicure Connecticut","url":"https://www.noblego.de/perdomo-nicaragua-bourbon-barrel-aged-epicure-connecticut/","brand":"Perdomo","series":"Bourbon Barrel Aged","details":{"Fazit":"Die Perdomo Nicaragua Bourbon Barrel Aged Epicure Connecticut liefert das etwas andere Rauchvergnügen mit interessantem Bourbon Whisky Geschmack. Passender Genussbegleiter dazu ist natürlich ein mindestens ebenso lang gereifter Bourbon Ihrer Wahl.","Genuss":"Das Ecuador Connecticut Deckblatt der vorbildlich verarbeiteten Perdomo Nicaragua Bourbon Barrel Aged Epicure Conncticut Toro, wurde zuvor ganze sechs Jahre lang gereift und im Anschluss daran für sechs Monate in Bourbonfässern gelagert. Das Umblatt der spannenden Kreation stammt aus Nicaragua, ebenso wie die hochwertige Einlage, welche aus vier bis sechs Jahre lang gereiften Tabaken besteht. Der aufwendig gestaltete Blend zeigt sich wunderbar komplex in der Aromaentfaltung, die von feinen Zedern-, Erd- und Mandelnoten und einer dezenten Süße bestimmt werden. Begleitet wird dieses delikate Aromaspiel von immer wieder aufkommenden Bourbontönen, die dem abwechslungsreichen Smoke aus Nicaragua das besondere Etwas verleihen. Die vorbildliche Konstruktion der Perdomo Nicaragua Bourbon Barrel Aged Epicure Connecticut beweist sich im äußerst angenehmen Zugverhalten und dem gemächlich gerade verlaufenden Abbrand.","Hintergrund":"Bei Perdomo in Nicaragua setzt man auf hochwertige Tabake und lässt diese geduldig lange reifen, um das Maximum an Aroma und Geschmack zu erreichen. Diese werden von Meisterhänden zu makellosen Vitolas gerollt, welche dann stilvoll präsentiert werden. Perdomo Zigarren werden von vielen Genussrauchern auf der ganzen Welt geschätzt und sehr gerne genossen."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Mandel","Pfeffer","Süß","Whiskey","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":13,"additionalNotes":"Aged"}
