{"name":"Juan Clemente Especiales","url":"https://www.noblego.de/juan-clemente-especiales/","brand":"Juan Clemente","series":"","details":{"Fazit":"Für die Juan Clemente Especiales sollten Sie sich Zeit nehmen. Dafür werden Sie mit fruchtig-holzigen Aromen verwöhnt, die Sie immer wieder schmecken wollen werden. Probieren Sie dazu einen milden Single Malt, wer es spritziger mag, genießt mit einem Planters Punch.","Genuss":"Schon die Maße der Juan Clemente Especiales wissen zu beeindrucken. 19 cm Länge und ein Durchmesser von 15 mm machen sie zu einer besonders eleganten Erscheinung. Das feine helle Connecticut Shade Deckblatt unterstützt diesen Eindruck. Ihr Inneres birgt rund 15 Jahre gelagerte dominikanische und brasilianische Tabake, die von einem dominikanischen Umblatt gehalten werden. Trotz der Länge ist der Abbrand wie es sich für eine Premiumzigarre gehört sehr gleichmäßig und auch das Zugverhalten ist durchgehend optimal. Während des Smokes der Long Panetela, der sich bis zu zwei Stunden ausdehnen kann, umspielen weiche Aromen von Holz und Frucht mit einer angenehm süßen Note den Gaumen. Zum Finale kommen Röstaromen hinzu und sie wird etwas schärfer. Alles in allem bietet die Juan Clemente Especiales somit einen milden bis leicht mittelstarken Rauchgenuss mit medium-würziger Aromenentfaltung.","Hintergrund":"Als eine der kleinsten inhabergeführten Zigarren-Manufakturen in der Dominikanischen Republik hat man es nicht leicht, sich einen großen Markt zu erschließen. Dennoch kann Juan Clemente Zigarren auf eine mehr als 30-Jährige Geschichte zurückblicken. Besonders in den USA beliebt, finden auch immer mehr deutsche Aficionados an ihnen Geschmack."},"diameter_mm":15,"ring":38,"length_mm":190,"length_inch":0,"format":"Long Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Holz","Pfeffer","Röstaromen"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.2}
