{"name":"Bock y Ca Golden Edition Short Corona","url":"https://www.noblego.de/bock-y-ca-golden-edition-short-corona/","brand":"Bock y Ca","series":"Golden Edition","details":{"Fazit":"Die perfekte kleine Zigarre nach dem Essen oder zum Kaffee am Nachmittag. Die Bock y Ca Golden Edition Short Corona ist der beste Beweis dafür, dass es sich gelohnt hat, die Bock y Ca Zigarren wieder zum Leben zu erwecken.","Genuss":"Bock y Ca ist eher für seine milden dominikanischen Zigarren bekannt. Mit der Golden Edition Serie erscheinen vier Formate, die mit einer etwas kräftigeren Tabakmischung aufwarten können als die klassische Linie. In der Einlage werden nicaraguanischer Viso und Santo Domingo Piloto verarbeitet, das Umblatt stammt aus Nicaragua. Die Heimat des Deckblatts ist Ecuador. Dieses wird von einer Tabakpflanze gewonnen, deren Blüten schon früh abgeschnitten wurden (desflorado), so dass sich die wichtigen Nährstoffe intensiver in den Blättern konzentrieren konnten. So erhält die Bock y Ca Golden Edition Short Corona einen Teil ihrer Stärke und das würzige Aroma. 12,5 mm Länge und 15 mm Durchmesser bieten einen Rauchgenuss von rund 35 bis 45 Minuten, der mit Aromen von fruchtigem Holz und würziger Erde überzeugt. Nach Entfernen des Zigarrenrings wird die Petit Corona zunehmend schärfer. Wem es ab da zu pfeffrig wird, darf sie getrost weglegen und wird trotzdem nicht enttäuscht sein, zumal der Genuss von perfekten Zug- und Abbrandeigenschaften begleitet wird.","Hintergrund":"Die Marke Bock y Ca wurde Mitte des 19. Jahrhunderts von dem Exilkubaner Gustav Müller Bock gegründet und zählt damit zu den ältesten Zigarrenmarken Kubas. Nach dem Tode Bocks geriet sie jedoch in Vergessenheit. Ende der 1990er Jahre wurde sie glücklicherweise vom Schweizer Tabakproduzenten Villiger wiederentdeckt und wird nun mit einer neuen Tabakmischung in der Dominikanischen Republik gefertigt."},"diameter_mm":15,"ring":38,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gewürze","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.4}
