{"name":"Marca Fina Panama Corona Maduro","url":"https://www.noblego.de/marca-fina-panama-corona-maduro/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Eine interessante und schöne Zigarre, die Maduro-Liebhaber unbedingt probieren sollte. Die kleinere Mängel in der Verarbeitung sind bei dem günstigen Preis und dem gebotenen Aroma leicht zu verzeihen. Werden diese Zigarren im heimischen Humidor eine Weile gelagert, entwickeln sie sich zum echten Geheimtipp.","Genuss":"Die Corona Maduro kommt mit ihrer Länge von 135 Millimetern und einem schönen tiefbraunen Maduro-Deckblatt, das ihr ein besonders ansprechendes Äußeres verleiht, daher. Die Verarbeitung ist weitestgehend gut, als Bundleware kann es vereinzelt zu kleineren abgeplatzten Stellen vor allem am Zigarrenfuß kommen. Positiv aufgefallen ist das hervorragend Zugverhalten sowie der grade, kreisrunde Abbrand. Im ersten Rauchdrittel ist zunächst ein mineralisches Aroma präsent, das von floral-süßen Noten umspielt wird. Im weiteren Rauchverlauf mischen sich Töne von Zedernholz, Kaffee und dunkler Schokolade sowie einer leichten Ahnung von Nelken hinzu. Umrundet werden diese herben und mitunter pfeffrigen Noten von einem tollen Aroma einer komplexen Süße, die an Honig und Karamell erinnert.","Hintergrund":"Wie alle Marca Fina-Zigarren ist diese  Corona Madure Bundle-Ware. Hierdurch, und durch den Zusammenschluss zur Federación de Tabaqueros America Central (FTAC) von unabhängigen Bauern in Nicaragua, kann der günstige Preis gewährleistet werden, da internationale Tabakkonzerne als Zwischenhändler entfallen. Zudem verfügen die Marca Fina Zigarren über keine Banderole, was einen weiteren Arbeitsschritt und somit Kosten einspart. Mittlerweile ist nicht mehr nur einem Liebhaberkreis bekannt, dass  Panama vollmundige Zigarren mit breitem und interessantem Aromenspektrum  bietet und Tabakerzeugnisse aus dem kleinen Land in Mittelamerika  werden zunehmend gefragter."},"diameter_mm":15,"ring":38,"length_mm":135,"length_inch":0,"format":"Corona","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Gras","Kaffee","Kakao","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.9}
