{"name":"PDR 1878 C. Especial Capa Madura Robusto","url":"https://www.noblego.de/pdr-1878-c-especial-capa-madura-robusto/","brand":"PDR","series":"1878","details":{"Fazit":"Die PDR 1878 Capa Madura Robusto ist auf jeden Fall einen Smoke wert. Der Moment für diese Schönheit sollte jedoch mit Bedacht gewählt werden, denn ihr gehört die volle Aufmerksamkeit.","Genuss":"Schon die ersten Züge nach dem Entflammen der PDR 1878 Capa Madura Robusto versprechen viel. Sofort schmeckt man ein angenehme, unaufdringliche Süße, die alsbald von Pfeffer- und Röstaromen abgelöst wird. Es sind klar getrennte Aromen, die doch gleichzeitig angenehm sanft ineinander überfließen. Das seidige, dunkle Maduro-Deckblatt mit nur leichter Aderung sieht fantastisch aus und zeugt von bester Qualität. Das mittelstarke Zugverhalten bietet einen optimalen Widerstand, der einen tollen, dichten Rauch freigibt und dabei gleichzeitig den Gaumen wunderbar umschmeichelt. Der Blend aus brasilianischen, dominikanischen und nicaraguanischen Tabaken bietet ein geschmackliches Wechselspiel zwischen fruchtiger Süße, den Röstaromen und dem Pfeffer. Diese PDR 1878 mit einer Länge von 12,7 cm und dem Durchmesser von 20,6 mm hat so viel typische wie auch untypische Gewohnheiten einer dominikanischen Zigarre. Leider bleiben einem nur knapp 90 Minuten für diese Schönheit.","Hintergrund":"Die PDR Zigarren werden in Tamboril in der Dominikanischen Republik gefertigt. Auf die Qualität in der Verarbeitung kommt es besonders an und daher heuert PDR Cigars unter der Leitung von Abraham Flores nur die besten Zigarrenroller an. Jede Zigarre ist von Hand gefertigt. Die Tabakblätter, die in jeder Mischung verwendet werden, sind von höchster Qualität und ein edles Finish ist der Beweis, für die Aufmerksamkeit, die jedem Blatt, das durch die Türen der PDR Zigarrenfabrik geht, gegeben wird."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"wrapperTobaccoVariety":["Arapiraca"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.6,"additionalNotes":"Boutique Zigarre"}
