{"name":"Oliva Serie V Melanio No. 4","url":"https://www.noblego.de/oliva-serie-v-melanio-no-4/","brand":"Oliva","series":"Melanio Serie V","details":{"Fazit":"Oliva Serie V Melanio No. 4 – eine mittelstarke und wundervoll süße Kleine. So macht das Rauchen am Nachmittag in der Sonne so richtig Spaß, wenn es Abend wird, darf es auch gerne ein Rum dazu sein.","Genuss":"Die Oliva Serie V Melanio No. 4 gehört zur erfrischenden Riege der eckigen Zigarren, denn die gesamte Serie ist boxpressed. Den positiven Effekt auf den Zug haben sicherlich die meisten schon einmal bemerkt, auch so etwas einfach wie die Ablage der Zigarre ist mit dieser Form einfacher. Nur 11,4 cm lang ist die Zigarre, hat aber einen bereinigten Durchmesser von 17 Millimetern und gehört somit zu den von Oliva bekannten Petit Coronas. Das Deckblatt duftet nach dem auspacken fein nach Schokolade und Erde, lässt aber die Süße schon anklingen. Angezündet entfacht die No. 4 ein süßes Inferno, das zum Glück nicht an aromatisierte Zigarren erinnert, sondern natürlich mit der Würze und dem Kaffee/Kakao und der Erde verbunden ist. Eine wunderbare Verbindung, die sich mit wechselnder Intensität über die gesamte Rauchdauer zieht. Eine gute dreiviertel Stunde ist man mit der Oliva Serie V Melanio No. 4 unterwegs und zum Ende hin gesellen sich leichte Pfeffertöne ins Geschehen, alles in Allem ein feiner Smoke.","Hintergrund":"Wer die Welt der nicaraguanischen Zigarren erleben möchte, der kommt am Programm der Familienfirma Oliva nicht vorbei. Zu lecker und perfekt durchkomponiert sind die Stumpen. Das dunkle Deckblatt der Melanio’s stammt aus Ecuador, Einlage und Umblatt kommen von den eigenen Farmen in Nicaragua. Alles richtig gemacht!"},"diameter_mm":17,"ring":42,"length_mm":114,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Schwarzer Pfeffer","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":13}
