{"name":"Aging Room Havao Treble","url":"https://www.noblego.de/aging-room-havao-treble/","brand":"Aging Room","series":"Havao","details":{"Fazit":"Die Aging Room Havao Treble ist wahrlich eine Zigarre für den ganzen Tag. Sie ist nicht zu kräftig und erfreut den Gaumen des Rauchers über die gesamte Rauchdauer mit würzigen, holzigen und kräuterartigen Aromen. Am Anfang noch recht mild, empfehlen wir zu dieser Zigarre einen Milchkaffee oder Cappuccino, im weiteren Verlauf ergänzt sich die kräftiger werdende Würze hervorragend mit einem guten Rum oder Single-Malt-Whisky. Von allzu kräftigen flüssigen Begleitern sollte abgesehen werden, damit das sanfte Aromenspektrum in Gänze genossen werden kann.","Genuss":"Schon der Kaltzug präsentiert dem Aficionado Aromen von Kräutern, Holz und würzigem Tabak, was auf die ausgewogene Qualität des verarbeiteten Blattguts schließen lässt. Auch nach dem Entzünden offenbaren sich sofort interessante, herb-würzige Noten von Kräutern und frischem Laub, welche im gesamten Rauchverlauf von etwa einer Stunde stets erhalten bleiben. Im letzten Drittel gewinnt die Zigarre noch etwas an Salz, Pfeffer und herben Nuancen, ohne dabei jedoch ihren kräuterartigen Charakter einzubüßen. Durch die besondere Geschmackskomposition, die mittlere Stärke und den perfekten Abbrand mundet diese Zigarre zu jeder Tageszeit.","Hintergrund":"Die Marke Aging Room wurde schon einige Zeit lang in den USA gefeiert und ist nun seit geraumer Zeit auch auf dem deutschen Markt zu erstehen. Momentan existieren zwei Serien, M 356 und Havao. Schon 2011 wurde Aging Room vom \u003cem\u003eCigar Insider \u003c/em\u003ezur Marke des Jahres ernannt und erhielt im Test des \u003cem\u003eCigar Aficionado \u003c/em\u003e94 von 100 Punkten. Die 2012 erschienene Havao-Serie kommt im Vergleich zur dunklen, kräftigen M356-Serie insgesamt etwas milder und sanfter daher, was auf das Connecticut-Deckblatt und die fünfjährige Lagerung der Zigarren zurückzuführen ist."},"diameter_mm":20,"ring":50,"length_mm":153,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.6,"additionalNotes":"Boutique Zigarre"}
