{"name":"Villiger La Meridiana Corona","url":"https://www.noblego.de/la-meridiana-corona/","brand":"La Meridiana","series":"","details":{"Fazit":"Für zwischendurch eine gut geeignete Zigarre. Das Preis- und Leistungsverhältnis der La Meridiana Corona lässt dies auch zu. Versuchen Sie diese sehr aromatische Würzigkeit mit der auftretenden Süße parallel zu einem Kaffee. Es wird Ihnen den Tag im wahrsten Sinne des Wortes versüßen.\nTesten Sie ebenfalls die anderen Serien von Villiger, wie die Serie \u003ca title=\"Hier gehts zu den Vega Fina Zigarren\" href=\"/vega-fina-zigarren/\"\u003eVega Fina\u003c/a\u003e, die leicht würzig mit starker Süße der La Meridiana ähnelt.","Genuss":"Sehr leicht beginnt die La Meridiana Corona mit den Aromen von frischem Heu und leichten, holzigen Noten. Sehr schnell gewinnt sie an Würzigkeit, die sich zunächst im Hintergrund hält, aber im Verlauf stark zunimmt. Aromen von Haselnüssen und Kakao kommen hinzu und verhalten sich eindrucksvoll mit der stärkeren Würzigkeit der Zigarre. Leichte Anklänge von Pfeffer sind wahrnehmbar, aber stören nicht im Genuss. Dadurch wird die nicaraguanische Puro sogar herber. Das passt perfekt zu der Würzigkeit, die nun sehr präsent ist. Gegen Ende gesellt sich das Aroma von weißer Schokolade bei zunehmender Süße dazu und rückt in den Vordergrund. Eine beeindruckende Zigarre auf einer Länge von 14 Zentimetern und einem Durchmesser von 16,67 Millimetern. Sie wurde perfekt verarbeitet bei einem leicht schweren Zug.","Hintergrund":"Gefertigt wird diese Zigarre komplett per Hand in Nicaragua. Villiger hat Ende des 20. Jahrhunderts die alte kubanische Marke La Meridiana wieder ins Leben gerufen. Durch die Verwendung erstklassiger Tabake und das Können des Blenders Heinrich Villiger konnte sie die Cigar Trophy 2007 gewinnen. Nicht nur deswegen wurde sie schon oft zur Zigarre mit dem besten Preis-Leistungs-Verhältnis gewählt."},"diameter_mm":17,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.65}
