{"name":"Villiger Dominican Selection Corona","url":"https://www.noblego.de/villiger-dominican-selection-corona/","brand":"Villiger","series":"Dominican Selection","details":{"Fazit":"Die Villiger Dominican Selection Corona ist eine mild-würzige Zigarre. Sie ist für den Einsteiger ebenso geeignet wie für den passionierten Vielraucher. Da sie uns nicht mit Aromenfülle überwältigt, passt sie gut in den frühen Feierabend zu einem kühlen Pils.","Genuss":"Die Villiger Dominican Selection Corona besitzt eine Einlage aus der Dominikanischen Republik und Nicaragua. Die Tabakteilchen erwiesen sich im Test als perfekt konditioniert, geschmeidig und frei von störenden Blattrippen. Gute Qualität also! Das aus Indonesien stammende Umblatt ist extrem geschmeidig und weich. Ein makelloses und sehr schön helles Deckblatt aus Ecuador rundet diesen ehrlichen, kleinen Mediumfiller ab. Im Rauch zeigt sich die Zigarre sehr mild und ausgewogen. Zart holzige Noten beherrschen das Geschmacksbild. Villiger Dominican Selection Corona ist nicht sehr fest gerollt. Im Abbrand entwickelt sie daher einen verhältnismäßig voluminösen Rauch bei einem geringen Zugwiderstand. 18,3 Millimeter im Durchmesser und eine Länge von 152 Millimetern bescheren uns eine Rauchdauer von 45 Minuten.","Hintergrund":"J. Villiger gründete bereits im Jahre 1888 in der kleinen Stadt Pfeffikon in der Schweiz die Villiger Söhne AG. Bis heute ist das Unternehmen zu einem der wichtigsten Zigarrenhersteller weltweit gewachsen. Die hauseigene Dominican Selection wurde 1998 zunächst unter dem Label El Mundo del Tabaco auf den Markt gebracht. Erfahrungen etablierter Tabakmanufakturen in Mittelamerika und der Karibik sind in die Konzeption dieser Zigarren eingeflossen. Die Herstellung erfolgt in der Dominikanischen Republik, Honduras und Nicaragua unter strengen Qualitätssicherung durch die Schweizer."},"diameter_mm":18.3,"ring":46,"length_mm":152,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.4}
