{"name":"Macanudo Maduro Crystal Tube","url":"https://www.noblego.de/macanudo-maduro-crystal-tube/","brand":"Macanudo","series":"Maduro","details":{"Fazit":"Die Macanudo Maduro Crystal Tube bietet mittelstarken dominikanischen Genuss mit einem komplexen und ausgewogenen Aromenspiel. Eine Zigarre, die am Nachmittag mit einer Tasse Kaffee oder einem Kakao wunderbar harmoniert.","Genuss":"Die Macanudo Maduro Crystal Tube erscheint besonders edel in ihrem mit rotem Samt ausgekleideten Holzkistchen. Glänzend liegt sie in einem Tubus aus Glas, der sie vor schädlichen äußeren Einflüssen schützt und ihr in seinem Inneren die besten Bedingungen zur Lagerung bietet. Von Hand in der Dominikanischen Republik gefertigt finden sich dominikanische und mexikanische Tabake in der Einlage, die von einem mexikanischen San Andres Umblatt gehalten werden. Den Abschluss bildet ein Connecticut Broadleaf Maduro Deckblatt, das mit seiner Farbe von dunkler Schokolade optisch ein absolutes Highlight setzt und im Kaltgeruch mit ledrigen und süßen Noten aufwartet. Angezündet entfalten sich cremige Aromen von Nuss, Erde und Kakao, die durch süße und dezent pfeffrige Töne abgerundet werden. Ein rundum harmonisches Rauchvergnügen von 60 bis 80 Minuten, das auch mit seinen perfekten Zug- und Abbrandeigenschaften überzeugen kann.","Hintergrund":"Macanudo hat sich in seiner über 40-jährigen Firmengeschichte zur beliebtesten Zigarrenmarke der USA entwickelt. Die bekanntesten Serien sind die \u003ca title=\"Macanudo Café bei Noblego.de\" href=\"/macanudo-cafe/\"\u003eCafé\u003c/a\u003e und die Maduro, daneben sorgen aber auch die \u003ca title=\"Macanudo 1968 bei Noblego.de\" href=\"/macanudo-1968/\"\u003eMacanudo 1968\u003c/a\u003e, \u003ca title=\"Macanudo Gold Label bei Noblego.de\" href=\"/macanudo-gold-label/\"\u003eGold Label\u003c/a\u003e und \u003ca title=\"Macanudo Vintage 2000 bei Noblego.de\" href=\"/macanudo-vintage-2000/\"\u003eVintage 2000\u003c/a\u003e für besten Rauchgenuss, der Aficionados auch außerhalb der USA von den Aromen der Macanudo Zigarren überzeugen wird."},"diameter_mm":19.5,"ring":49,"length_mm":138,"length_inch":0,"format":"Gran Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Broadleaf","Maduro"],"fillerOrigin":["Dominikanische Republik","Mexiko"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Erdig","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.5}
