{"name":"CAO Gold Corona","url":"https://www.noblego.de/cao-gold-corona/","brand":"CAO","series":"Gold","details":{"Fazit":"Die CAO Gold Corona ist pures Tabakgold zu einem erschwinglichen Preis. Mild und mit sanften Aromen erfreut sie Anfänger wie Liebhaber weniger kräftiger Zigarren und krönt den Genuss mit einem eleganten Whisky oder einer schönen Tasse mildem Tee.","Genuss":"Gold ist eines der seltensten und wertvollsten Metalle der Welt. So verwundert es nicht, dass mit ihm etwas ganz besonderes ausgedrückt und beschrieben werden soll. Die CAO Gold trägt ihren Namen, weil sie eben solch Besonderes darstellt, aber auch wegen des goldenen Schimmers, der von ihrem feinen ecuadorianischen Connecticut Sun Grown Deckblatt ausgeht. In Einlage und Umblatt hingegen werden Tabake aus Nicaragua verarbeitet. Die CAO Gold Corona verströmt einen süß-holzigen Kaltgeruch, nach dem Entzünden lässt sich ein Vanille-Aroma wahrnehmen, das sich um cremige Holz- und Nussnoten erweitert. Im weiteren Smoke treten pfeffrige Töne leicht in den Vordergrund ohne aber zu dominieren oder zu scharf zu werden. Eine gute Dreiviertelstunde Rauchgenuss beschert die knapp 14 Zentimeter lange und 17 Millimeter dicke Corona dem geneigten Aficionado und überzeugt dabei auch qualitativ in Zug und Abbrand.","Hintergrund":"Zigarren von CAO haben sich schnell einen ausgezeichneten Ruf in der Welt der Aficionados erworben. Mit ungewöhnlichen und optisch immer wunderschön anzusehenden Kreationen sind sie mittlerweile vom internationalen Markt nicht mehr wegzudenken. Produziert werden sie je nach Serie sowohl in Nicaragua als auch in Honduras und der Dominikanischen Republik."},"diameter_mm":17,"ring":42,"length_mm":139,"length_inch":0,"format":"Corona","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Holz","Nuss","Pfeffer","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6}
