{"name":"Gurkha Ghost Shadow","url":"https://www.noblego.de/gurkha-ghost-shadow/","brand":"Gurkha","series":"Ghost","details":{"Fazit":"Die Gurkha Ghost Shadow Zigarren sind faszinierende, modern konzipierte Premium-Zigarren, die man unbedingt einmal probiert haben sollte. Sie vertragen als Begleiter einen durchaus schweren Rotwein aus dem Burgund.","Genuss":"Die Gurkha Ghost Shadow ist eine handwerklich einwandfrei und fest gerollte Zigarre. Das dunkle Arapiraca-Deckblatt besitzt die gewünschte Öligkeit und ist damit perfekt in der Konsistenz. Eine geheimnisvoll anmutende Bauchbinde perfektioniert noch den äußeren Eindruck. Sie besitzt einen aufregenden Kaltgeruch, der sich aus dem Duft von frisch geschnittenem Gras aber auch aus dem Geruch edlen Leders zusammensetzt. Im Rauch verspürt man sogleich eine pfeffrige Schärfe, die ganz erfrischend über der erdigen Basis liegt. Im Rauch präsentiert sich die Zigarre jedoch mild und cremig. Im Nikotingehalt ist sie mittelstark. Trotz des hohen Zugwiderstands raucht sie sich recht vollmundig. Mit äußerst soliden 20,6 Millimetern im Durchmesser und einer Länge von 127 Millimetern hat man ein vorzügliches Tabakpaket für eine Stunde spannenden Rauchgenuss vor sich.","Hintergrund":"Ein indischer Gurkha-Soldat prüft nachdenklich die Schärfe seiner Waffe. So vermittelt es die Bauchbinde dieser aufregenden Premiumzigarre. Die Geschichte dieser Zigarren begann im neunzehnten Jahrhundert in Indien. Heute werden sie von der Manufaktur Toraños in Honduras gefertigt. Ihre Qualität und ihr ausgefallenes Design machten sie weltweit bekannt."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"wrapperTobaccoVariety":["Arapiraca"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Criollo 1998"],"aromaProfileManufacturer":["Holz","Kaffee","Pfeffer","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.5}
