{"name":"La Flor Dominicana Ligero L-Granú","url":"https://www.noblego.de/la-flor-dominicana-ligero-l-granu/","brand":"La Flor Dominicana","series":"Ligero","details":{"Fazit":"Mit viel Kraft und Durchhaltevermögen - für die La Flor Dominicana Ligero L-Granú sollte man sich Zeit nehmen und was im Magen haben. Erneut ein toller und besonderer Smoke aus der Manufaktur von Litto Gomez.","Genuss":"Am ehesten ist die La Flor Dominicana Ligero L-Granú wohl mit einem Double Toro Format zu vergleichen. Mit einer Länge von 15,2 cm und einem Ringmaß von 64 ist sie schon ein richtiger Brocken und etwas für diejenigen, die beim Rauchen gerne ordentlich was in der Hand haben und eine volle Rauchentwicklung bevorzugen. Einlage und Umblatt stammen serientypisch aus der Dominikanischen Republik, das Deckblatt ist jedoch etwas dunkler als bei den anderen Formaten der Serie. Es handelt sich dabei zwar auch um ein ecuadorianisches Sumatrablatt, dieses kommt aber von einem höheren Teil der Pflanze und hat damit mehr Sonneneinstrahlung genossen. Dieses Plus an Würze führt in Kombination mit der Ligero-Einlage zu einem gut kräftigen Smoke, der mehr als 90 Minuten genossen werden kann. Aromatisch bringt die L-Granú viel Pfeffer mit, daneben Erde, Leder, Holz und eine ganz leichte Süße. Für Anfänger ist sie daher keine Empfehlung. Liebhaber kräftiger und gehaltvoller Zigarren und La Flor Dominicana Fans wird sie jedoch voll und ganz überzeugen.","Hintergrund":"Mit 64 hat die Ligero L-Granú das größte Ringmaß, das La Flor Dominicana bisher bei einer Parejo-Zigarre rollen ließ. Wer sich gleich eine ganze Kiste zulegen möchte, hat einen Vorrat, der eine Weile reichen wird, denn diese umfasst nicht weniger als 100 Exemplare."},"diameter_mm":25.4,"ring":64,"length_mm":152,"length_inch":0,"format":"Double Toro","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Sumatra"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Leder","Pfeffer","Röstaromen"],"strength":"Stark","flavourStrength":"Kräftig","smokingDuration":"90 Min oder länger","price":11.4}
