{"name":"Blanco Robusto","url":"https://www.noblego.de/blanco-robusto/","brand":"Blanco","series":"","details":{"Fazit":"Die Blanco Robusto ist mehr als bloß eine Zigarre für Anfänger. Mit ihrer Milde und den interessanten floralen Noten ist sie für jeden Anhänger dominikanischer Zigarren interessant und besitzt dank ihrer guten Qualität, sowie einem herausragenden Preis/Leistungsverhältnisses  Potential zur Zigarre für jeden Tag.","Genuss":"Das Deckblatt dieses dominikanischen Longfillers offenbart schnell eine hohe Qualität und eine gute Rollung. Mit wenigen Nähten und kaum Unebenheiten macht das Connecticut Shade-Deckblatt einen unaufgeregten aber hochwertigen Eindruck. Die Zigarre wirkt stabil aber nicht unnachgiebig. Sie liegt weich in der Hand und vermittelt mit ihrer schlichten Banderole genau das, was sich der preisbewusste Zigarrenliebhaber erhofft. Eine gute Qualität und einen konstanten Geschmack zum kleinen Preis. Diesem Anspruch kommt die Blanco Robusto auch im Geschmackstest nach. Ein weiches und angenehmes Aroma wird umhüllt von einer dezenten floralen Note. Die Zigarre brennt sauber und zeigt im Zugverhalten keine Schwäche. Sie reagiert nachgiebig auf hektisches oder zu starkes Ziehen und kann so gerade Anfängern bedenkenlos empfohlen werden. Die Konstanz im Rauchverlauf zeichnet die Blanco Robusto besonders aus. Milde und eine dezente Süße, die an reife Früchte erinnert, bleiben bis zum Ende bestehen. Die Asche ist fest und der Rauch wenig aufdringlich.","Hintergrund":"Die Blanco Robusto ziert das berühmte Connecticut Shade-Deckblatt. River Valley nennt sich das Gebiet in Connecticut, aus dem die Deckblätter stammen. Lehm und Sand mischen sich hier im richtigen Verhältnis zu einem idealen Boden für ausgezeichnete Zigarren-Deckblätter. Das Klima ist gemäßigt, selten erreichen die Temperaturen im Winter extrem kalte und im Sommer extrem warme Temperaturen."},"diameter_mm":20,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Fruchtig","Gras","Nuss","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":5.8}
