{"name":"Buena Vista Dark Fired Kentucky Toro","url":"https://www.noblego.de/buena-vista-dark-fired-kentucky-toro/","brand":"Buena Vista","series":"Dark Fired Kentucky","details":{"Fazit":"Die Buena Vista Dark Fired Kentucky Toro mit ihrem einzigartigen Räucheraroma sollten Sie unbedingt probieren, da sie Ihnen ein Rauchvergnügen der etwas andere Art beschert, das Sie so sicher noch nicht genossen haben.","Genuss":"Die Buena Vista Dark Fired Kentucky Toro birgt in ihrem spannenden Blend Tabake aus fünf verschiedenen Anbauländern. Das wunderschön goldbraune Deckblatt der Toro stammt aus Ecuador, das darunter liegende Umblatt kommt aus Brasilien. Die Einlage bilden ausgewählte Tabake aus Nicaragua, Brasilien, den USA und der Dominikanischen Republik. Neben einer angenehmen Süße und ihrem speziellen Räucheraroma wartet die Buena Vista Dark Fired Kentucky Toro mit erdigen, fruchtigen, cremigen und nussigen Tönen auf. Ein vorzüglicher Smoke, der viele besondere Genussmomente für Sie parat hat und Sie bei sehr zufriedenstellendem Zug und Abbrand zuverlässig unterhält.","Hintergrund":"In Auftrag gegeben wurden die Zigarren der Buena Vista Dark Fired Kentucky Serie von Arnold André einem der größten Zigarrenproduzenten mit Sitz in Deutschland. Ein Team von Tabakexperten aus diesem Hause ist immer auf der Suche nach neuen Zigarrenkreationen, die sich geschmacklich von herkömmlichen Zigarren unterscheiden sollen, um so dem Konsumenten immer wieder mal neue und interessante Geschmacksdimensionen bieten zu können."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua","USA"],"binderOrigin":["Brasilien","Sumatra"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Geräuchert","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.4}
