{"name":"Arturo Fuente King T Rosado Sungrown","url":"https://www.noblego.de/arturo-fuente-king-t-rosado-sungrown/","brand":"Arturo Fuente","series":"Rosado Sungrown","details":{"Fazit":"Eine Must-have Zigarre. Die Arturo Fuente King T Rosado Sungrown sieht nicht nur verführerisch aus, sie schmeckt auch einfach nur fantastisch. Testen Sie jetzt die absolut lohnenswerte King T Rosado Sungrown und überzeugen Sie sich selbst von Arturo Fuentes neuester Kreation.","Genuss":"Die mittelstarke King T Rosado Sungrown von Arturo Fuente garantiert jedem Aficionado ein außergewöhnlich aromatisches Vergnügen. Ihre cremige Milde und die fruchtigen Aromen werden im gesamten Rauchverlauf von einem leicht pfeffrigen Unterton begleitet. Dieses unverwechselbare Aroma verdankt sie den exklusiven Rosado Sungrown Tabakblättern aus Ecuador, die einen Reifeprozess von 10 Jahren durchlebt haben, bevor sie als Deckblätter dieses Meisterwerk zieren dürfen. Einlage und Umblatt stammen von den unternehmenseigenen Tabakfarmen in der Dominikanischen Republik. Nach einer Vielzahl von Qualitätsprüfungen wird dieser makellose Longfiller mit zwei Zigarrenringen versehen und im roten Tubus in stilvoll dekorierte schwarze Kisten verpackt. Bei einer Länge von 17,8 cm und einem Durchmesser von 19,5 mm währt der Rauchgenuss stolze 90 Minuten und länger.","Hintergrund":"Die Marke Arturo Fuente hat schon so einige Tiefschläge einstecken müssen. Bevor die heute noch existierende Manufaktur in der Dominikanischen Republik eröffnet wurde, scheiterten die Versuche in Kuba und Nicaragua im Zuge der dortigen Revolutionen. Heute ist man dafür umso erfolgreicher und gehört zu den führenden Marken aus dem karibischen Raum."},"diameter_mm":19.5,"ring":49,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Sungrown"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Holz","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":19.8}
