{"name":"Macanudo Inspirado Green Toro","url":"https://www.noblego.de/macanudo-inspirado-green-toro-zigarren/","brand":"Macanudo","series":"Macanudo Inspirado Green","details":{"Genussverlauf":"Im unangezündeten Zustand duftet die Macanudo Inspirado Green Toro dezent nach süßlichem Tabak. Ihr Deckblatt ist schön glatt und eben. Eine besondere Eigenschaft des Arapiracas, der eine feinere Blattstruktur besitzt als zum Beispiel der Mata Fina Tabak, welcher ebenfalls aus Brasilien stammt. Die Verarbeitung der handgerollten Longfiller ist, wie man es von dieser Marke kennt, absolut vorbildlich. Neben dem brasilianischen Araparica Deckblatt verfügt der mittelkräftige Smoke über ein Umblatt aus Indonesien und Einlagetabake aus Kolumbien und Nicaragua. Während der gut 70 bis 80 Minuten Genusszeit verströmt die süß-würzige Toro einen dichten, cremigen Rauch, welcher den Gaumen mit komplex auftretenden Erd-, Schokolade- und Zedernholzaromen verwöhnt. Ein recht süffiges Rauchvergnügen, das auch aufgrund der sehr guten Zug- und Abbrandeigenschaften richtig viel Freude bereitet.","Nice to know":"Mit der Macanudo Inspirado Green ist bereits die fünfte Linie der beliebten Inspirado Serie auf dem Markt. Davor sind bereits die Varianten Black, Orange, Red und White erschienen, die Sie ebenfalls in unserem Online-Shop bestellen können.","Résumé":"Ein sehr leckerer und cremiger Genuss aus dem Hause Macanudo, der sicher viele Freunde gewinnen wird. Denn ein Toro Format mit originalem Arapiraca Decker zu einem Preis von unter sieben Euro findet man eher selten."},"diameter_mm":15.7,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Kolumbien","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
