{"name":"My Father La Promesa Robusto Grande","url":"https://www.noblego.de/my-father-la-promesa-robusto-grande/","brand":"My Father","series":"La Promesa","details":{"Fazit":"Wenn Sie auf der Suche nach einem charaktervollem Smoke sind, der alles andere als geradlinig ist, haben Sie mit der My Father La Promesa Grande Robusto einen echten Treffer gelandet. Einfach anzünden, zurücklehnen und genießen!","Genuss":"Die herausragende Qualität der My Father La Promesa Robusto Grande spiegelt sich in ihrem verführerisch schimmernden Deckblatt der Sorte Rosado Oscuro wider. In ihrer Einlage wurden hauptsächlich die Sorten Corojo und Criollo verwendet. Diese Kombination führt zu einer mittelkräftigen Zigarre, die allerdings im fortführenden Rauchverlauf noch etwas an Stärke zunimmt. Der gut 80-minütige Genuss ist geprägt von komplex erscheinenden und cremig unterlegten Milchschokolade-, Nuss-, Zedernholz- und Karamellaromen, garniert mit einer unaufdringlichen Würze weißen Pfeffers. Dass man im Hause Garcia das Zigarrenhandwerk von A bis Z versteht, beweist die La Promesa zudem durch ihr tadelloses Zug- und Abbrandverhalten.","Hintergrund":"Der Name „La Promesa“ bedeutet ins Deutsche übersetzt „das Versprechen“ und bezieht sich auf die Maxime des Gründers Don Pepin Garcia, die er sich auferlegte, als er seine Heimat Kuba verlassen musste. Diese lautete, den Namen der Familie immer zu ehren und damit auch die Tradition des Zigarrenhandwerks aufrecht zu erhalten. Das gelingt dem Unternehmen nunmehr seit einigen Jahrzehnten in eindrucksvoller Weise."},"diameter_mm":21.8,"ring":54,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Rosado"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kakao","Karamell","Nuss","Pfeffer","Schokolade","Zedernholz"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":13.2}
