{"name":"Quintero Petit Quintero","url":"https://www.noblego.de/quintero-petit-quintero/","brand":"Quintero","series":"","details":{"Fazit":"Die Quintero Petit Quintero ermöglicht uns einen kleinen und sehr interessanten Ausflug in die Welt von original kubanischen Zigarren. Sie schmecken in der Latte-Macchiato-Pause genauso gut wie zum kleinen Bier am Feierabend.","Genuss":"Die Quintero Petit Quintero ist nur 10,5 Zentimeter lang und misst 17,1 Millimeter im Durchmesser. In gut 20 Minuten ist sie zu Ende geraucht. Mit diesem kleinen Format hat man eine interessante Abwechslung zu den vielfach angebotenen „dicken“ Zigarren aus Kuba. Mit den Quintero Petit Quintero Zigarren erlebt man einen mittelkräftigen, würzigen und doch recht unbeschwerten Smoke. Aromen von Leder und Erde umspielen die Nase und ein charaktervoller Tabakgeschmack bleibt lang am Gaumen erhalten. Hierfür liefern rein kubanische Tabake in Einlage, Umblatt und Deckblatt die Rezeptur. Sie stammen allesamt aus der Region Vuelta Abajo, wo viele Sonnenstunden die besten Tabake der Welt reifen lassen. Man hat also eine interessante, kleine Puro in der Hand.","Hintergrund":"Schon seit Jahren gehören Formate der Marke Quintero zu den meistverkauften Habanos in Deutschland. Die Fertigung der Quintero Petit Quintero Zigarren erfolgt Seit 1924 im Süden der Insel, in Cienfuego, wo der Firmengründer Augustín Quintero zusammen mit seinen vier Brüdern ein Geschäft eröffnete. Die hübsche Stadt Cienfuego gehört seit 2005 zum Weltkulturerbe und trägt den schönen Beinamen “Perle des Südens”. Mit der Verarbeitung von Zuckerrohr, dem Krabbenfang und ihrer Tabakindustrie steuert die Stadt einiges zu den Genüssen des Lebens bei."},"diameter_mm":17.1,"ring":43,"length_mm":105,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Shortfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Leder","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.7}
