{"name":"Casa de Alegria Suave Robusto","url":"https://www.noblego.de/casa-de-alegria-suave-robusto/","brand":"Casa de Alegria","series":"Suave","details":{"Fazit":"Die Casa de Alegria Suave Robusto ist eine angenehm milde nicaraguanische Zigarre. Die solide Handarbeit und die hohe Qualität der Tabake überzeugen den Kunden gleichermaßen. Die Casa de Alegria Suave Robusto ist ein sehr schöner Smoke, um das Wochenende zu beginnen.","Genuss":"Die Casa de Alegria Suave Robusto hat die eine Länge von 127 Millimetern und ein Ringmaß von 50. Damit ist sie eine typische Robusto, die fest gerollt, kompakt und sicher in der Hand liegt. Ihr sehr schönes und samtiges Deckblatt ist ein Connecticut Shade. Die Einlage stammt komplett aus Nicaragua und sorgt für ein feines, recht mildes und aromatisches Rauchvergnügen, das bei dieser edlen Tabakportion etwa eine gute halbe Stunde andauert. Diese Zigarre kann auf Grund ihrer Milde als hochwertiges Modell für Einsteiger empfohlen werden. Es wird aber sicherlich auch jeden erfahrenen Zigarrenraucher zufrieden stellen. Die sehr schöne massive Zedernholzkiste der 24er Packung ist eine Augenweide und eignet sich vorzüglich als Geschenk für einen guten Freund.","Hintergrund":"Die Casa de Alegria fertigt Premiumzigarren in einer kleinen Manufaktur in Esteli, dem Zentrum des nicaraguanischen Tabakanbaus. Die Tabake wachsen in den tropischen Regionen Jalapa, Condega und Esteli. Sie werden alle bis zur Verarbeitung über ein Jahr lang in der Casa fermentiert und erst dann weiter verarbeitet. Lobenswert ist die Beteiligung der Manufaktur am „Fair-Trade\"-Konzept. Die Casa de Alegria sorgt für humane Arbeitsbedingungen, vernünftige Löhne und beteiligt sich an der Sozialversicherung seiner Arbeiter. Dies sollte ein Grund mehr sein, zu diesen Produkten zu greifen."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Holz","Kaffee","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.7,"additionalNotes":"Fair Trade"}
