{"name":"El Credito Cristal de Luxe","url":"https://www.noblego.de/el-credito-cristal-de-luxe/","brand":"El Credito","series":"","details":{"Fazit":"Die El Credito Cristal de Luxe ist die perfekte Zigarre für Liebhaber kubanischer Zigarren, da sie für eine dominikanische Zigarre relativ kräftig und vollendet erdig im Geschmack ist. Um den perfekten Smoke ein wenig abzurunden, empfiehlt sich zu dieser Vitola ein Glas Rotwein. Dieser sollte jedoch nicht zu leicht sein, da er sonst neben der leicht pikanten Note der El Credito untergehen würde.","Genuss":"Die genaue Zusammensetzung der El Credito Cristal de Luxe ist ein gut behütetes Geheimnis. Die Einlage besteht aus mehreren unterschiedlichen Tabaken, aber eins ist klar, es handelt sich dabei um Tabake aus der Dominikanischen Republik und aus Nicaragua. Das Umblatt, das die Einlagetabake zusammenhält, stammt aus Nicaragua und das sehr feinadrige und ziemlich dunkle Deckblatt aus Ecuador. Sie misst eine Länge von 15 Zentimetern bei einem Durchmesser von 18 Millimetern. Diese Vitola verbindet milde und süße Aromen mit klassisch herbalen Noten, die sonst nur von kubanischen Zigarren bekannt sind. Das erste Drittel dieser Zigarre ist leicht pikant, aber nicht unangenehm. Nach den ersten zwei Zentimetern runden herb-holzige Nuancen den pikanten Geschmack ab und geben ein harmonisches Ergebnis. Die Asche ist leicht flockig und hellgrau, trotzdem recht fest. Die herben erdigen Aromen des zweiten Drittels begleitet von nun an den zirka 70-minütigen Smoke bis hinter den Zigarrenring. Zum Finish hin wird es noch ein wenig pikanter und es kommen diskrete Röstaromen hinzu.","Hintergrund":"Der „Cigar-Master“ Ernesto Perez-Carrillo ist mit seiner Familie nach der Machtübernahme Fidel Castros aus Kuba ausgewandert und heute für die Komposition der El Credito Zigarren in der Dominikanischen Republik verantwortlich. Das Talent zur Zigarrenkreation wurde ihm regelrecht in die Wiege gelegt, denn seine Familie stellt bereits seit 1907 Zigarren her. In den USA wird die Marke El Credito unter dem Namen La Gloria Cubana vertrieben und wurde aus markenrechtlichen Gründen für den europäischen Markt umbenannt."},"diameter_mm":18,"ring":45,"length_mm":150,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Seed"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Leder","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.2}
