{"name":"AVO Improvisation 30 Years","url":"https://www.noblego.de/avo-improvisation-30-years/","brand":"AVO","series":"","details":{"Fazit":"Die AVO 30 Years ist eine gelungene Hommage an das imposante Schaffenswerk von Avo Uvezian. Wenn Sie sich die leckere Double Corona schmecken lassen, halten Sie doch für einige Momente inne und gedenken dem feinen Menschen und Zigarrenliebhaber Avo Uvezian.","Genuss":"Ein makelloses Ecuador Deckblatt ziert die AVO Improvisation 30 Years, für die Einlage und das Umblatt wurden nur die feinsten Tabake aus dem fruchtbaren Cibao-Tal in der Dominikanischen Republik verwendet. Dieser Blend verleiht der feinen Premiumzigarre ein mild bis mittelkräftiges Stärkeprofil, samt komplexem Aromaspiel mit cremig-süßen Vanille-, Nuss- und Zedernholznoten, die von gemäßigten Pfeffer- und Salztönen begleitet werden. Geschmacklich ergibt diese sehr raffinierte Kombination ein herrliches Raucherlebnis, das sich über einen ausgedehnten Zeitraum von bis zu zwei Stunden erstreckt. Der perfekt eingestellte Zug der AVO 30 Years fördert Unmengen dichten Rauchs zutage, was das ohnehin fabelhafte Rauchvergnügen zusätzlich immens steigert.","Hintergrund":"Am 24. März 2017 verstarb der charismatische Gründer der AVO Zigarren im stolzen Alter von 91 Jahren. 1988 begann er seine Marke kontinuierlich aufzubauen und von da an bereicherte er für insgesamt 30 Jahre den Zigarrenmarkt mit hervorragenden Vitolas. Die limitierte Sonderedition der AVO 30 Years ist somit ebenfalls seinem beeindruckenden Lebenswerk gewidmet."},"diameter_mm":19.8,"ring":50,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Nuss","Schwarzer Pfeffer","Süß","Vanille"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":16,"additionalNotes":"Limited"}
