{"name":"CAO OSA Lot 50","url":"https://www.noblego.de/cao-osa-lot-50/","brand":"CAO","series":"OSA","details":{"Fazit":"Ausgefallenes Design, erstklassige Verarbeitung und ein komplexes Aromaspektrum sind die herausragenden Eigenschaften der CAO OSA 50. Eine gelungene mittelkräftige Zigarre im Robustoformat, die den langjährigen Aficionado ebenso wie den eifrigen Einsteiger begeistern wird. Als Getränk empfiehlt sich ein vollmundiger Single Malt Whisky.","Genuss":"Die CAO OSA Lot 50 besticht durch ein hellbraunes Deckblatt, welches durch viele, aber kaum auftragende, Adern durchzogen ist. Die angenehm fest gerollte Zigarre wird von einer modernen Banderole umschlossen, welche ihr einen modischen Look verleiht. Maße von circa 12,7 Zentimetern Länge und 21 Millimetern Durchmesser ermöglichen die Entwicklung eines voluminösen, dichten Qualms. Der Rauchverlauf beginnt mit einem deutlichen Prickeln am Gaumen. Dieses weicht aber schnell dunklen Erd- und Schokoladennoten, die das erste Drittel prägen. Im zweiten Drittel wird das Zusammenspiel dieser Aromen deutlich ausgeglichener, so dass bei jedem Zug ein spannender Aromenmix aus Kräutern (Minze), Holz und schokoladenen Noten entsteht, der betont erdig im Mundraum nachhallt. Im letzten Drittel steigert sich die Intensität der Aromen und das am Anfang wahrgenommene Prickeln blitzt noch einmal hervor. Herausragend ist, dass über den gesamten Rauchverlauf das leichte Minzaroma nicht verloren geht. Die Verarbeitung und das Zugverhalten sind erstklassig und lassen keine Wünsche offen. Die gefleckte graue Asche ist eher flockig, sticht aber durch einen schönen dunklen gradlinigen Abbrandring hervor.","Hintergrund":"96 Punkte im „Cigar Journal“ und die Wahl zur honduranischen Marke des Jahres auf der „IPCPR 2012“ in Orlando sind verdiente Auszeichnungen für diese besonders vielfältige Zigarre."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Rick Rodriguez","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Olancho San Augustin","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gewürze","Gras","Heu"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":7.9}
