{"name":"De Olifant Vintage Sumatra Knakje","url":"https://www.noblego.de/de-olifant-vintage-sumatra-knakje/","brand":"De Olifant","series":"De Olifant Emotion","details":{"Fazit":"Wer das Sumatra-Sandblatt der Firma mag, wird die Vintage Sumatra-Reihe lieben. Holz, Nuss, Pfeffer und Erdaromen vereinigen sich hier zu einem tollen, dabei kurzweiligen Smoke von 20 Minuten. Gern auch in Begleitung von einem Malzbier oder einem Milchkaffee.","Genuss":"Nicht ganz Zigarre, aber auch zu groß für eine Zigarillo, so kommt die Knakje der Vintage Sumatra Reihe daher. Durch das Figurado-Format eröffnen sich bei dieser 83 Millimeter kurzen und 12 Millimeter dünnen Zigarre neue Aromen, die im Vergleich zu den übrigen drei Formaten dieser Serie besonders schön hervorstechen. Das Abbrandverhalten ist aufgrund einer hervorragenden Verarbeitung tadellos, wie auch die feste, silbergraue Asche dieser Kleinzigarre zeigt. Geschmacklich wartet die medium-aromatische Knakje mit perfekt aufeinander abgestimmten würzigen Aromen von Holz und Nuss auf. Zwischendurch gesellen sich leicht pfeffrige oder auch mal Töne von Erde hinzu.","Hintergrund":"Das Deckblatt bei dieser Zigarre ist das originale Sumatra Sandblatt, das nur in kleinen Mengen angebaut wird. Aufgrund des einzigartigen Geschmacks ist es unter Aficionados sehr beliebt, weshalb es auch gern mal als „weiß brennendes Gold“ bezeichnet wird. De Olifant gewährt diesem ohnehin schon besonderen Deckblatt nun mit der sieben Jahre währenden Ballenfermentation noch einmal eine besondere Aufmerksamkeit, die sich geschmacklich äußerst positiv bemerkbar macht."},"diameter_mm":12,"ring":30,"length_mm":83,"length_inch":0,"format":"","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"wrapperTobaccoVariety":["Sandblatt"],"fillerOrigin":["Brasilien","Java","Kuba"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Erdig","Holz","Nuss"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"kürzer als 20 Min","price":2.25}
