{"name":"Aurora Principes Toro Maduro","url":"https://www.noblego.de/aurora-principes-toro-maduro/","brand":"Aurora Principes","series":"","details":{"Fazit":"Wer Maduro mag, kommt um die Aurora Principes Toro Maduro nicht herum. Diese Zigarre leistet Großes für einen kleinen Preis. Die Qualität und das Abbrandverhalten stimmen, der Geschmack ist ausgewogen, die cremige Rauchentwicklung macht Spaß und der ca. 70-minütige Smoke bietet sich in Gesellschaft von einem leichtem Rum an. Somit ist die Toro Maduro die perfekte Feierabend-Zigarre für jeden Tag.","Genuss":"Die Aurora Principes Toro Maduro ist ein mittelkräftiger Longfiller, der im niederen Preissegment anzusiedeln ist. Das Deckblatt ist durch ein künstliches Fermentationsverfahren unter Druck im eigenen Tabaksud gekocht worden, was eine satte tiefbraune, fast schwarze Färbung hervorbringt. Dies kann unter Umständen dazu führen, dass das Deckblatt leicht abfärbt, was aber nicht weiter bedenklich ist, da es sich dabei um tabakeigene Stoffe handelt. Das Maduro-Aroma kommt im gesamten Raucherlebnis schön zur Geltung. Schmeckt diese Toro im Grundton würzig-aromatisch mit dezenten Röstaromen, verschafft der Maduroblatt-Anteil der Zigarre mit leicht süßlichen und fruchtigen Tönen eine sattere Geschmacksbreite. Ab dem zweiten Rauchdrittel wird die Zigarre zunehmen kräftiger und mitunter macht sich eine leichte Schärfe bemerkbar, was aber durchaus lecker ist. Auch holzige Nuancen scheinen hervor, wobei diese nie sehr dominant werden. Das Zugverhalten bei der Aurora Principes Toro Maduro ist gut und der Rauch schön dicht und cremig."},"diameter_mm":20,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Indonesia"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Gras","Holz","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.15}
