{"name":"Padron Serie 1926 No. 9 Robusto Maduro","url":"https://www.noblego.de/padron-serie-1926-no-9-robusto-maduro/","brand":"Padron","series":"Serie 1926","details":{"Fazit":"Der Inbegriff einer perfekten Maduro. Durch eine Komposition aus Kakao, Kaffee und Erde schafft die Padron 1926 No. 9 Robusto Maduro ein einmaliges Geschmackserlebnis, das als solches erst durch ihre herausragende Qualität möglich wird. Kurzum, sie ist jeden Cent der 23€ wert.","Genuss":"Die Padron 1926 No. 9 Robusto Maduro eröffnet den Rauchverlauf mit herrlichen tiefgängigen Aromen von Kakao und Kaffee. Auffällig ist an dieser Stelle bereits das gänzliche Fehlen von pfeffrigen Noten. Mit fortschreitendem Smoke zeigt sich im Hintergrund eine spürbar dezent erdige Nuance, die einen schönen Gegenpol zu der süßlichen Seite der Padron 1926 No. 9 Robusto Maduro bildet. Bis zum Schluss hält sie dieses traumhaft ausbalancierte maduro-typische Geschmacksbild aufrecht, welches seinen Ausdruck in Unmengen an cremigem Rauch findet. Mit ihrer Länge von 133 mm und dem starken 56er Ringmaß sorgt sie für ein circa 65-minütiges Rauchvergnügen. Dabei glänzt sie dank ihrer einzigartig makellosen Verarbeitung und ihrer perfekten Rollung mit einem angenehm leichten Zug und einer stets kreisrunden Abbrandlinie.","Hintergrund":"Geschaffen wurden die Zigarren der 1926 Serie anlässlich des 75. Geburtstages von José Orlando Padrón. Für die nicaraguanischen Puros werden ausschließlich Tabake verwendet, die zwischen fünf und zehn Jahre gelagert wurden. Zusätzlich wird die Bauchbinde einer jeden Zigarre mit einer individuellen Seriennummer zum Schutz gegen Fälschung und als Ausdruck ihrer Exklusivität versehen."},"diameter_mm":22.2,"ring":56,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"wrapperTobaccoVariety":["Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":37.4}
