{"name":"Royal Danish Cigars Umami Blend Fat Robusto","url":"https://www.noblego.de/royal-danish-cigars-umami-blend-fat-robusto/","brand":"Royal Danish Cigars","series":"","details":{"Fazit":"Die Royal Danish Cigars Umami Blend Fat Robusto ist die Zigarre schlechthin für alle Aficionados, die gern ein gutes Stück Fleisch genießen. Mit ihrem „umami“-Geschmack und den Aromen von Erde, Pfeffer und den delikaten Röstaromen ist sie ein absoluter Probiertipp. Zu dieser mittelkräftigen Boutique-Zigarre eignet sich am besten ein kühles, erfrischendes Bier.","Genuss":"Die Royal Danish Cigars Umami Blend Fat Robusto kommt sowohl in einer Maduro- als auch in einer Claro-Variante daher. Die 24er Kiste ist gemischt, was bestens geeignet ist, um die feinen Unterschiede, die so ein Deckblatt bewirken kann, herauszuschmecken. Insgesamt erwartet den geneigten Aficionado ein Rauchgenuss von einer satten und glücklichen Dreiviertelstunde. In dieser Zeit versprüht die Umami Blend Fat Robusto fleischige und erdige Aromen, auch Pfeffer und Röstaromen sind präsent. Und immer wieder ist da dieses gewisse, herzhafte, leicht salzige „Etwas“ in der Aromenstruktur zu schmecken, welches dieser Zigarre letztendlich ihren Namen gab. Die Maduro-Version verfügt neben einer gelegentlichen Süße vor allem über eine tolle Cremigkeit, die Claro-Variante besticht durch Aromen von Leder und Kaffee. Zwei sehr interessante Smokes, die definitiv probiert werden sollten.","Hintergrund":"Der Clou dieser Zigarre versteckt sich schon im Namen. Umami ist ja neben salzig, bitter süß und sauer die fünfte Geschmacksqualität, die wir auf der Zunge wahrnehmen können und bezeichnet ein Aroma, das am ehesten mit fleischig oder herzhaft zu beschreiben wäre. Und genau so sollen diese Zigarren auch sein. Welche Tabakblätter dabei verwendet werden, das will Jan Vistisen von Royal Danish Cigars nicht verraten. Muss er aber auch nicht, denn die Royal Danish Cigars Umami Blend Fat Robusto ist auch ohne das Wissen um die verwendeten Tabake toll."},"diameter_mm":22.2,"ring":56,"length_mm":114,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Geheim"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Erdig","Fleischig","Pfeffer","Röstaromen"],"smokingDuration":"20 bis 45 Min","price":151.32}
