{"name":"Bossner Baron Individual Edition Limitada 2006","url":"https://www.noblego.de/bossner-baron-individual-edition-limitada-2006/","brand":"Bossner","series":"","details":{"Fazit":"Die Bossner Baron Limitada 2006 ist eine wahrlich potente Zigarre voll komplexer Aromen nach Nuss, Holz, Schokolade, Toast und ein wenig Süße, die genau richtig dosiert erscheint. Die Handarbeit dieser Zigarre ist tadellos, ebenso die Verpackung und Ablagerung der sehr guten Tabake. Zusammen mit einem trockenen französischen Rotwein bietet sich dem Genießer ein wahres Feuerwerk der Aromen.","Genuss":"Befreit man die Bossner Baron Individual Edition Limitada 2006 aus ihrer Zellophanhülle, fallen sofort die beiden opulenten Bauchbinden ins Auge. Zusammen mit dem dunklen, edlen Deckblatt aus Ecuador wirkt diese Double Toro (15,2 cm Länge, 2,4 cm Durchmesser) überaus elegant und einladend. Der Duft der kalten Zigarre ist, ebenso wie der Kaltzug, dominiert von einer leicht nussigen Süße, gepaart mit einem köstlichen Zedernholzanteil, der die Erwartungshaltung gegenüber dem Rauchgenuss drastisch erhöht. Und siehe da: auch entzündet sind deutlich holzige und haselnussähnliche Aromen zu erschmecken, die durch eine leichte und angenehme Pfeffrigkeit ergänzt werden. Jedoch ist hiermit nicht Schärfe, sondern eher eine leichte Pikanterie gemeint, welche der Zigarre gewissermaßen den letzten Schliff verleiht. Im gut einstündigen Rauchverlauf wird die Bossner noch ein wenig pikanter, bis gegen Ende leichte Röstaromen aufkommen, erinnernd an Toast und Fichtenrauch. So vielschichtig die Aromentextur auch sein mag, so differenziert und transparent bleibt sie stets.","Hintergrund":"In der Brust der Marke Bossner schlagen zwei Herzen: eines für die Dom. Rep. und eines für Nicaragua. Dabei hängt es ganz von der jeweiligen Serie ab, welche Tabake verwendet werden, wodurch die Marke in sich recht unterschiedlich schmecken kann. Aber gerade dieser Dualismus sorgt immer für das nötige Maß an Spannung. Nie kann man sich zurücklehnen und behaupten, man wüsste, was auf einen zukäme. So unterschiedlich die Charakteristika der beiden Länder sind, so verschieden schmecken auch die Zigarren. Hier wird wirklich jeder Gaumen fündig."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Kaffee","Nuss","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":41}
