{"name":"Rocky Patel 20th Anniversary Toro ","url":"https://www.noblego.de/rocky-patel-20th-anniversary-toro/","brand":"Rocky Patel","series":"20th Anniversary","details":{"Fazit":"Bereits die 15th Anniversary-Serie von Rocky Patel legte einiges vor, dem die 20th Anniversary-Linie in nichts nachsteht. So ist die Rocky Patel 20th Anniversary Toro eine durchweg gelungene Zigarre. Genießen Sie diese Toro zusammen mit einem kräftigen Whisky oder einem süßen Cocktail. Es gibt schließlich etwas zu feiern!","Genuss":"Schon die Optik der Rocky Patel 20th Anniversary Toro macht Lust auf den Smoke. Die beiden Banderolen versprechen in ihrer edlen, durch schwarz und gold dominierten Farbgebung , dass es hier etwas zu feiern gibt. Die Toro sorgt mit 152 Millimetern Länge und einem 52er Ringmaß für einen gut einstündigen Genuss, außerdem für einen dichten Rauch. Noten von Leder, Espresso, Zimt, Erde und Holz, sowie eine immer wieder aufscheinende Würze, können schnell überzeugen. Ab der Mitte treten zunehmend feurigere Pfeffernoten auf den Plan, die Zigarre insgesamt ist als stark zu bezeichnen.\n","Hintergrund":"Die Marke Rocky Patel feiert runden Geburtstag. Und wie man das von dem viel gefeierten Zigarren-Mogul aus den USA kennt, geht das nicht ohne eine ordentliche Party. Mit der Rocky Patel 20th Anniversary-Serie schmeißt Rocky eine Runde bester Tabakkompositionen unter die Aficionados dieser Welt. Wie auch sonst beweist der talentierte Cigarmaker hier wieder ein Händchen für einen gelungenen Blend: Die Einlage besteht aus einer Kombination von Tabaken aus Honduras und Nicaragua, wohingegen das Deckblatt aus Honduras stammt. Das Umblatt bleibt ein Betriebsgeheimnis, aber so viel vorweg: Rockys neuster Streich darf getrost als Aromenfeuerwerk der Sinne betrachtet werden. Beginnend bei der Optik, über den Kaltgeruch bis hin zum gesamten Smoke selbst!\n"},"diameter_mm":20.6,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Pfeffer","Würzig","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.4,"additionalNotes":"Limited"}
