{"name":"Gurkha Revenant Maduro Toro","url":"https://www.noblego.de/gurkha-revenant-maduro-toro-zigarren/","brand":"Gurkha","series":"Revenant","details":{"Genussverlauf":"Mit ihrer seidig-glatten Oberfläche des leicht ölig schimmernden San Andrés Deckblatt aus Mexiko ist die Gurkha Revenant Maduro Toro eine wahre Augenweide. Darunter verbergen sich ein Umblatt aus Kamerun, Einlagetabake aus Nicaragua und ein spezieller dominikanischer T13-Hybrid-Tabak der Tabacalera El Artista. Der Genussverlauf beginnt mit Noten von süßer Molasse und Erde, die im weiteren Rauchverlauf von Leder- und Espressoaromen flankiert werden. Die dominante Maduro-Süße gerät im zweiten Drittel etwas in den Hintergrund bevor sie im letzten Drittel wieder hervortritt. Ein von einem subtil-weichen Rauch getragenes lang anhaltendes Zartbitter-Finish begleitet den Aficionado über den gesamten Rauchverlauf hinweg. Mit 152 mm Länge und einem Ringmaß von 54 beschert dieser exquisite Premium Longfiller feinsten Genuss für bis zu 90 Minuten.","Nice to know":"Die aufwendig gestaltete Banderole der Gurkha Revenant Zigarrenlinie liefert einige weiterführende Hinweise auf den Blend der Zigarre und enthält ein mystisch anmutendes Stück Poesie. Der als „Rare Release“ betitelte „Ressurected Blend“ wird darüber hinaus mit dem Hinweis „Aged 13 Years“ versehen. Beidseitig über und unter dem zentralen Bildnis eines Königs und einer Königin mit Skelettköpfen befindet sich die Inschrift „Buried and forgot are the glorious inhalations unearthed from old. […] From earth and smoke maketh a revenant who shall pay passage with gold.” Zu der Bedeutung hinter dieser Inschrift finden sich im Internet keine Hinweise. Dies scheint wohl ein gut gehütetes Geheimnis Gurkhas zu sein.","Resümee":"Die Gurkha Revenant Maduro Toro ist eine Premiumzigarre von Maduro-typischem süßlich-dunklen Charakter und bietet Genuss der Extraklasse. Zigarren der Revenant Linie aus dem Hause Gurkha sind bei uns ebenfalls im \u003ca href=\"/gurkha-revenant-maduro-robusto-zigarren/\" title=\"Hier geht es zur Revenant Maduro Robusto!\" target=\"_blank\"\u003eRobusto Format\u003c/a\u003e und mit \u003ca href=\"/gurkha-revenant-corojo-toro-zigarren/\" title=\"Hier geht es zur Revenant Corojo Toro!\" target=\"_blank\"\u003eCorojo Deckblatt\u003c/a\u003e erhältlich."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","maker":"Ram Rodriguez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Mexico"],"wrapperTobaccoVariety":["San","Andrés"],"fillerOrigin":["Dominikanische Republik","Geheim","Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Erdig","Mokka","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":10.5}
