{"name":"Quisqueya Petit","url":"https://www.noblego.de/quisqueya-petit/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Die Quisqueya Rot Petit bietet dank ihrer Maße und dem vielfältigen Aromaspektrum den perfekten Zugang für Zigarrenanfänger. Aber auch Aficionados sollten diesen mittelkräftigen Smoke im Auge behalten. Solch Charakter und Abbrandqualität darf auch von so manchen Premiumzigarren nachgeahmt werden. Perfekt für zwischendurch oder zu Beginn einer langen Zigarrensession. Weißwein, Schwarzer - und Grüner Tee sind bei der Degustation zu empfehlen.","Genuss":"Trotz der zierlichen Maße von knapp 14 Zentimetern in der Länge und 13 Millimeter im Durchmesser entwickelt sich bei einer Rauchdauer von 20-30 Minuten ein mittelkräftiger und zugleich ausgewogener und überraschend variantenreicher Smoke. Das tadellos verarbeitete Deckblatt hat grazile Adern inne, fühlt sich glatt und in der Hand federnd an. Diese Souveränität äußert sich im durchweg unkomplizierten Rauchverhalten. Die hellgraue Asche sowie ein optimaler Zugwiderstand wissen, ebenso wie das von Honig angehauchte, holzige Bouquet, zu überzeugen. Neben dem geschmacklich holzigen Grundton weiß die Quisqueya Petit auch erfahrene Aficionados zu begeistern. Zu Beginn ist der Zug angenehm floral und herb, im Abgang entwickeln sich nussige Nuancen. Der Smoke wird im zweiten Drittel komplexer – nasser, grasiger Zug, dominantes Holz und prägende Lederaromen im Abgang. Im Finish überwiegt letzteres, samt herben Komponenten und Anflügen von Haselnuss. Die Nachhaltigkeit ist prägend, aber nicht aufdringlich."},"diameter_mm":13,"ring":32,"length_mm":139,"length_inch":0,"format":"Demi-Tasse","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Fruchtig","Holz","Süß","Vanille"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.5}
