{"name":"Flor de Copan Toro","url":"https://www.noblego.de/flor-de-copan-toro/","brand":"Flor de Copan","series":"Classic","details":{"Fazit":"Mit einem hervorragenden Preis/Leistungsverhältnis hat die Flor de Copan Toro das Zeug dazu, die breite Masse der Zigarrenliebhaber zu begeistern. Ein feines und ausgewogenes Aroma kann über die gesamte Rauchdauer überzeugen. Jede Zigarre ist in hauchdünnes Zedernholz gewickelt, so gelingt es, dem Geschmack dieses Longfillers das gewisse Extra zu verleihen und auch fortgeschrittene Zigarrenraucher in ihren Bann zu ziehen.","Genuss":"Dank des hübschen Zedernholzblattes, das diesen Longfiller umhüllt, schafft es die Flor de Copan Toro leicht die Aufmerksamkeit des Genussrauchers auf sich zu lenken. Es schützt nicht nur das feine Connecticut Ecuador-Deckblatt, sondern verströmt ein ganz besonderes Aroma, das zum Markenzeichen dieser Zigarre avancierte. Verstecken braucht sich das Deckblatt der Flor de Copan Toro aber keineswegs. Ein feines und wunderbar gleichmäßiges Deckblatt kommt zum Vorschein ist die Zedernholzhülle einmal abgestreift. Die Zigarre beginnt außerordentlich sanft und entfaltet gemächlich seine wohl ausbalancierten Aromen. Die Einlage aus Honduras und Nicaragua harmoniert prächtig und schafft eine cremige Hauptnote mit nussigen Anklängen. Die Zigarre begeistert mit einer sehr charmanten Milde, die bis zum Ende erhalten bleibt und einer bemerkenswerten Konstanz, sowohl was den Geschmack betrifft, aber auch den Zugwiderstand.","Hintergrund":"Die „Flor de Copán“ Zigarren werden von Hand in Santa Rosa de Copán, Honduras in einer kühlen Hügelregion nahe der Grenze zu Guatemala und El Salvador hergestellt. Hier haben bereits die Mayas vor Tausenden von Jahren Tabak angebaut. Neben der „Classic“ Serie stehen noch die Varianten „Maduro“ und die „Linea Puros“ zur Auswahl. Geschmacklich jede ein Meisterwerk für sich! 2007 wurde die honduranische Marke mit der Cigar Trophiy für das „beste Preis-Leistungs-Verhältnis (Best Value)“ geehrt. Vergeben wird der Preis vom europäischen Zigarrenmagazin „European Cigar Cult Journal“."},"diameter_mm":19,"ring":48,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"wrapperTobaccoVariety":["Connecticut","Shade"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Fruchtig","Holz","Kaffee","Nuss","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.6}
