{"name":"Viking Norway Churchill","url":"https://www.noblego.de/viking-norway-churchill/","brand":"Viking","series":"","details":{"Fazit":"Sagenhaft sind vor allem der Geschmack und die Präsentation der Viking Norway Churchill. Für diesen leckeren Premium Smoke können Sie sich ruhig mal eine längere Auszeit vom stressigen Alltag und passend dazu einen ordentlichen Humpen Met gönnen.","Genuss":"Ein herrlich ausgereiftes Connecticut Broadleaf von dunkelbrauner Farbe aus den USA umschließt ein ecuadorianisches Sumatra Umblatt. Die Einlage der sehr gut gearbeiteten Viking Norway Churchill besteht gänzlich aus nicaraguanischen Spitzentabaken, die in den Regionen Jalapa, Esteli und Condega aus karibischem Saatgut gezogen wurden. Die kräftige Longfiller Zigarre ist mit einer angenehm süßlichen Note und fruchtigen, schokoladigen Noten am Gaumen präsent. Passend dazu gesellt sich die sehr ansprechende Würze ihrer Einlagetabake aus Nicaragua. Die Viking Norway Churchill ist ein geradliniger Smoke mit einer klaren Aromastruktur von bestechender Qualität. Ihr Zugverhalten ist optimal auf das elegante Churchill Format eingestellt und der Abbrand gestaltet sich aufgrund der kompakten Rollung ihrer Tabake sehr gemächlich und schnurgerade.","Hintergrund":"Schenkt man einer alten norwegischen Sage Glauben, waren es Wikinger, die als Erste den amerikanischen Kontinent entdeckten. Ob die Nordmänner damals schon in Kontakt mit den von dort stammenden Tabakpflanzen kamen, ist leider nicht überliefert, aber wohl eher unwahrscheinlich, da man in Europa sonst vermutlich viel früher in den Genuss schmackhafter Zigarren gekommen wäre. Der Sage nach sollen die Wikinger Amerika nämlich bereits circa 500 Jahre vor Kolumbus erreicht haben."},"diameter_mm":21.4,"ring":54,"length_mm":177,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"wrapperTobaccoVariety":["Connecticut","Broadleaf","Maduro"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Ecuador","Sumatra"],"aromaProfileManufacturer":["Fruchtig","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":12.5}
