{"name":"Ashton Aged Maduro No. 20","url":"https://www.noblego.de/ashton-aged-maduro-no-20/","brand":"Ashton","series":"Aged Maduro","videoURLs":["https://www.youtube.com/watch?v=JToO5M22M8k"],"details":{"Fazit":"Diese schöne dominikanische Zigarre überzeugt sowohl Zigarreneinsteiger als auch gestandene Aficionados durch ihre ausgewogenen Aromen in einer nicht nur schönen, sondern auch schmackhaften Verpackung. Zur süßlichen Note der Ashton Aged Maduro No. 20 empfiehlt sich am Nachmittag ein Milchkaffee, am Abend ein dunkles Bier oder eleganter, leicht süßer Whisky.\nWer einen längeren Rauchgenuss bevorzugt, probiere auch die Ashton Aged Maduro No. 30 aus unserem Sortiment.","Genuss":"13,8 Zentimeter lang und mit einem Durchmesser von 16,7 Millimetern verspricht die Ashton Aged Maduro Nr. 20 im Corona Format Zigarrengenuss auf höchsten Niveau. Nur die besten dominikanischen Tabake werden für die Einlage und das Umblatt verwendet. Das i-Tüpfelchen bildet das seltene Connecticut Broadleaf Maduro Deckblatt, das nicht nur für die ansprechende dunkle Optik, sondern auch für den süßlichen Geschmack dieses Longfillers sorgt. Diese Grundsüße vereinigt sich im ersten Drittel mit Aromen von Kaffee und Schokolade, im zweiten Drittel kommen nussige Noten hinzu. Das Finale des rund 45-minütigen Smokes wartet mit pfeffrigen und erdigen Tönen auf. Eine Aromenpalette, die sich vom recht milden Beginn bis zum etwas kräftigeren Finale schön ausbalanciert entwickelt. Zigarrengenuss pur.","Hintergrund":"Ashton steht für erstklassige Qualität in der Tabakbranche. Das 1985 gegründete Zigarrenunternehmen um Robert Levin leitet den Namen seiner Marke Ashton von dem renommierten Pfeifenhersteller William Ashton Taylor ab, der auch schon Namenspate für eine erfolgreiche Tabakmarke war und Tradition mit Qualität verbindet."},"diameter_mm":16.7,"ring":43,"length_mm":138,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"wrapperTobaccoVariety":["Connecticut","Broadleaf","Maduro"],"fillerOrigin":["Domingo"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":11.7}
