{"name":"Marca Fina Nicaragua Piramide Breve","url":"https://www.noblego.de/marca-fina-nicaragua-piramide-breve/","brand":"Marca Fina","series":"Nicaragua","details":{"Fazit":"Ein kleiner feiner Smoke für zwischendurch. Die Marca Fina Nicaragua Piramide Breve schmeckt am Nachmittag oder auch am Abend und kann mit einem hervorragenden Preis-Leistungs-Verhältnis punkten.","Genuss":"Die Marca Fina Nicaragua Piramide Breve kommt wie auch die anderen Formate der Marke ohne Bauchbinde und im folienverpackten Bundle daher. Durch ihr ungewöhnliches Format ist die kurze Piramide mit den Maßen 103 mm x 20 mm jedoch gut von ihren Geschwistern, auch denen anderer Marca Fina-Länder, zu unterscheiden. Das Deckblatt weist einige deutliche Adern auf, zeigt sich aber in schöner kräftig brauner Farbe. Das kleine Figurado-Format startet leicht süßlich mit Erdaromen. Im zweiten Drittel gesellen sich Kaffee- und Kakaonoten hinzu, die von feinen Röstaromen begleitet werden. Im gut 30-minütigen Rauchverlauf nimmt die Marca Fina Nicaragua Piramide Breve etwas an Schärfe zu, bleibt aber auf einem konstant mittelkräftigen Level. Der Zug kann teilweise etwas leicht sein, der Abbrand ist in Ordnung.","Hintergrund":"Zigarren von Marca Fina werden neben Nicaragua auch in der \u003ca title=\"Zu den Marca Fina Dominicana Zigarren\" href=\"/marca-fina-dominicana-zigarren/\"\u003eDominikanischen Republik\u003c/a\u003e, \u003ca title=\"Zu den Marca Fina Brazil Zigarren\" href=\"/marca-fina-brazil-zigarren/\"\u003eBrasilien\u003c/a\u003e, \u003ca title=\"Zu den Marca Fina Panama Zigarren\" href=\"/marca-fina-panama-zigarren/\"\u003ePanama\u003c/a\u003e und \u003ca title=\"Zu den Marca Fina Honduras Zigarren\" href=\"/marca-fina-honduras-zigarren/\"\u003eHonduras\u003c/a\u003e produziert. Es handelt sich dabei stets um Puros, d.h. Zigarren, die ausschließlich aus Tabaken eines Landes gefertigt werden. So wird auch die Marca Fina Nicaragua Piramide Breve nur aus nicaraguanischem Tabak gerollt."},"diameter_mm":20,"ring":50,"length_mm":103,"length_inch":0,"format":"Piramide","manufactureOrigin":"Nicaragua","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.4,"additionalNotes":"Limited"}
