{"name":"La Flor Dominicana Insurrectos","url":"https://www.noblego.de/la-flor-dominicana-insurrectos/","brand":"La Flor Dominicana","series":"Premium Line","details":{"Fazit":"Die La Flor Dominicana Insurrectos ist eine schöne Zigarre für die nachmittägliche Kaffeepause. Ob ihrer mittleren Stärke können sich auch Neulinge bedenkenlos an diese Schönheit aus der Dominikanischen Republik wagen.","Genuss":"Wieso die La Flor Dominicana Insurrectos (span. für Aufrührer oder Aufständischer) solch einen rebellischen Namen trägt, ist nicht ganz schlüssig. Fällt sie doch augenscheinlich nicht heraus aus der Formatriege der Premium Line, sondern fügt sich elegant zwischen die Maceo und Mambises ein. Sie misst 14 Zentimeter in der Länge und 16 Millimeter im Durchmesser und bedient damit fast die klassischen Maße einer Corona. Ihre Einlage aus dominikanischem Piloto und ein wenig nicaraguanischem Caribic Seed Tabak harmoniert in bester Weise mit dem dominikanischen Olor-Umblatt und dem Deckblatt aus Connecticut, USA. Während einer Rauchdauer von bis zu 45 Minuten entwickeln sich würzige Aromen, die geschmacklich an Holz und Nuss erinnern und eine pfeffrige Schärfe ausprägen, die die Corona im Verlauf des Rauchgenusses auch etwas stärker erscheinen lässt. Zug und Abbrand bleiben durchgängig leicht und rund.","Hintergrund":"Die Marke La Flor Dominicana, 1996 von Ines und Litto Gomez gegründet, zählt zu den beliebtesten dominikanischen Marken auf dem internationalen Zigarrenmarkt. Kein Wunder, werden doch nur die besten Tabake der firmeneigenen Farmen in den zahlreichen Serien und Formaten verarbeitet, unter denen sich auch immer wieder prämierte Exemplare befinden."},"diameter_mm":16,"ring":40,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Pfeffer","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":7.2}
