{"name":"C. Mendoza Luchadores Sumatra","url":"https://www.noblego.de/c-mendoza-luchadores-sumatra/","brand":"C. Mendoza","series":"Sumatra","details":{"Fazit":"Für Freunde von Shortfiller Zigarren, aber auch für überzeugte Longfiller-Raucher, die sich nicht scheuen, einmal etwas Neues auszuprobieren ist die C. Mendoza Luchadores Sumatra einen Versuch wert. Optimal ergänzt durch ein süffiges Pils oder einen leichten Weißwein.","Genuss":"Die C. Mendoza Luchadores Sumatra wird zwar in Deutschland gefertigt, dennoch vereint sie in ihrem Inneren das Beste der bekannten südamerikanischen und karibischen Tabakanbauländer. In der Einlage mischen sich brasilianischer Mata Fina, karibischer Remedios und Vuelta Abajo mit dominikanischem Tabak und indonesischem Java Bezuki. Letzterer wird auch für das Umblatt verwendet. Das Deckblatt ist ein helles Sumatra-Blatt. Milde und cremige Aromen, die geschmacklich an Holz und Gras erinnern und durch das Sumatra Deckblatt eine leichte Süße aufweisen, entfalten sich während des rund dreiviertelstündigen Smokes. Die 14 Zentimeter lange und 16,7 Millimeter dicke Corona zeigt keine Schwächen in Zug und Abbrand, was diesen maschinell gefertigten Shortfiller zu einem soliden Rauchgenuss macht, der so manchem Longfiller standhalten kann.","Hintergrund":"Seit 1909 werden im westfälischen Bünde Zigarren und Zigarillos in der Fabrik der Gebrüder Schuster hergestellt. Die C. Mendoza Zigarren umfassen ein breites Angebot an Formaten, von den schlanken und kurzen Pepitos bis zur voluminöseren und langen Seleccion No. 1."},"diameter_mm":16.7,"ring":42,"length_mm":140,"length_inch":0,"format":"Corona","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien","Karibik"],"wrapperTobaccoVariety":["Sandblatt"],"fillerOrigin":["Brasilien","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Cremig","Gewürze","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":1.85}
