{"name":"Plasencia Alma del Campo Tribu Robusto","url":"https://www.noblego.de/plasencia-alma-del-campo-tribu-robusto-zigarren/","brand":"Plasencia","series":"Alma del Campo","details":{"Genussverlauf":"Die Tabake der Alma del Campo Tribu Robusto sind allesamt nicaraguanischen Ursprungs. Den Hauptbestandteil dabei machen Criollo Tabake aus. Eine sehr beliebte Sorte, die ebenfalls bei vielen kubanischen Zigarren zum Einsatz kommt. Derart ausgestattet, sorgt die Tribu für ein von komplex auftretenden Erd-, Kaffee-, Kakao- und Sandelholzaromen bestimmtes Rauchvergnügen. Vielfältige Noten von Nuss, Karamell, Zimt, Vanille und weißem Pfeffer mischen sich während des gut eine Stunde andauernden Genusses unter die oben genannten Aromen. Eine sehr stabile Asche und viel geschmeidiger Rauch zeugen von der hohen Qualität, die diesem Leckerbissen aus Nicaragua zu eigen ist. In Sachen Zug und Abbrand zeigt sich die Robusto absolut verlässlich, sodass ihr Genießer sich vollends auf ihren herrlichen Geschmack konzentrieren kann.","Nice to know":"Die Alma del Campo Zigarren wurden als Nachfolgeserie der kräftigen Plasencia Alma del Fuerte Reihe eingeführt. Sie richten sich an Konsumenten, die mild bis mittelkräftige Zigarren bevorzugen und dennoch nicht auf komplexe Aromaverläufe verzichten möchten.","Resümee":"Die Alma del Campo Tribu Robusto ist eine hervorragende Zigarre für festliche Anlässe. Ein eleganter und geschmeidiger Smoke, der völlig zu Recht zur Kategorie Premium zählt."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Criollo","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Karamell","Nuss","Süß","Vanille","Weißer Pfeffer","Zimt"],"flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":18.5}
