{"name":"Bossner Baron Individual Edition Limitada 2010","url":"https://www.noblego.de/bossner-baron-individual-edition-limitada-2010/","brand":"Bossner","series":"","details":{"Fazit":"Qualitativ bewegt sich die Bossner Baron Individual Edition Limitada 2010 auf höchstem Niveau. Auch geschmacklich überzeugt sie durch einen abwechslungsreichen Rauchverlauf, weswegen die 18,30 € durchaus gerechtfertigt sind.","Genuss":"Die Bossner Baron Individual Edition Limitada 2010 steigt pfeffrig-würzig in den Rauchverlauf ein und öffnet sich dann nach kurzer Zeit für eine traumhafte Aromen-Komposition aus Kaffee und etwas Zedernholz. Ab der Hälfte schwingen im Hintergrund dezente Noten gerösteter Nüsse mit, die der Zigarre eine schöne Komplexität verleihen. Die zu Beginn intensiven Würzaromen klingen mehr und mehr ab und machen Platz für ein wunderbar süßliches Geschmackserlebnis. Vom Stärkegehalt her bewegt sich die Bossner Baron Individual Edition Limitada 2010 in einem durchaus vollmundigen Bereich, ohne dabei jedoch scharf zu schmecken. Das Double Toro Format, mit einer Länge von 15,2 cm bei einem 60er Ringmaß, sorgt für etwa 85 Minuten Rauchvergnügen, das durch eine kreisrunde Abbrandlinie sowie einen angenehm leichtgängigen Zug getragen wird.","Hintergrund":"Die Ursprungsländer der Bossner Premium-Zigarren sind die Dominikanische Republik und Nicaragua. Bei der Herstellung dieser Zigarren werden dabei ausschließlich Tabaksorten höchster Qualität verwendet. Für die Serie Baron wurden für das Umblatt sowie die Einlage nicaraguanische Tabake verwendet. Das Deckblatt hingegen stammt aus Ecuador."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Kaffee","Nuss","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":18.3}
