{"name":"La Aurora 115 Anniversary Robusto","url":"https://www.noblego.de/la-aurora-115-anniversary-robusto/","brand":"La Aurora","series":"115 Anniversary","details":{"Genussverlauf":"Ausgewählte Tabake vier verschiedener Herkunftsländer wurden für den Blend der La Aurora 115 Anniversary Robusto verwendet. Ihr Deckblatt stammt aus Ecuador und wurde aus hochwertigem Sumatra-Saatgut gezogen. Das Umblatt und Teile ihrer Einlage stammen aus Brasilien. Komplettiert wird dieser durchaus kräftig ausgelegte Blend von handverlesenen nicaraguanischen und dominikanischen Einlagetabaken. Es sind von pikanten Würznoten und einer zarten Süße begleitete Aromen von Frucht, Erde, Röstkaffee und Holz, die den Rauchverlauf bestimmen. Mit fortschreitendem Genuss intensivieren sich Aroma und Würze stetig. Die sehr vollmundige Zigarre richtet sich definitiv an den erfahrenen Aficionado mit Vorliebe für viel Tiefgang und Komplexität im Aromaverlauf.","Nice to know":"Kurz nach der Jahrhundertwende im Jahr 1903, öffneten sich erstmals die Pforten der heutzutage weltweit bekannten Tabacalera La Aurora in der Dominikanischen Republik. Ihr Gründer Don Eduardo León Jimenes leistete Zeit seines Lebens jede Menge Pionierarbeit und war maßgeblich an der bis heute weltweit fortwährenden Erfolgsgeschichte dominikanischer Premiumzigarren beteiligt.","Resümee":"Die La Aurora 115 Anniversary Robusto besitzt viel Charakter und ein reichhaltiges Aromabouquet. Gestandene Zigarrenfreunde dürfen sich daher auf ein intensives und komplexes Zigarrenerlebnis freuen."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Ecuador Sumatra","fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz","Kakao","Röstaromen","Süß","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":9.2}
