{"name":"Joya de Nicaragua Cinco Decadas Diadema","url":"https://www.noblego.de/joya-de-nicaragua-cinco-decadas-diadema/","brand":"Joya de Nicaragua","series":"Joya de Nicaragua Cinco Decadas","details":{"Fazit":"Die Joya de Nicaragua Cinco Decadas Diadema verfügt über einen himmlischen Geschmack und kann als absolutes Paradebeispiel für hochwertige Premiumzigarren mit fabelhaften Vintage-Tabaken gelten. Einen solchen Top-Smoke wie diesen muss jeder Aficionado einfach mal probiert haben.","Genuss":"Der edle Blend der Joya de Nicaragua Cinco Decadas Diadema besteht rein aus nicaraguanischen Spitzentabaken, welche eine extrem lange Reifung hinter sich haben. Die genauen Bezeichnungen der verschiedenen Sorten werden allerdings strikt geheim gehalten. Geschmacklich schafft diese hervorragende Kreation einen unglaublich gelungenen und ausbalancierten Spagat zwischen vorzüglicher Würze und fruchtiger Süße. Im cremigen Rauchverlauf zieht sie einherrlich komplexes Aromaspiel auf, an dem hauptsächlich sehr leckere Walnuss-, Erd-, Karamell- und Kirschnoten beteiligt sind. Die attraktive Diadema bleibt dabei in einem angenehm mittelkräftigen Stärkebereich und gefällt bis zum Schluss enorm gut. Etwaiger Schiefbrand oder gar ein schwieriger Zug ist von der erlesenen Jubiläumsausführung mitnichten zu erwarten, denn bei der Fertigung haben die besten Meisterroller der Tabacalera Joya de Nicaragua ihr gesamtes Können bewiesen.","Hintergrund":"Üblicherweise erscheinen so luxuriöse Sondereditionen wie die Cinco Decadas in streng limitierten Auflagen. Bei dieser feinen Serie verhält es sich allerdings etwas anders. Zwar werden jährlich tatsächlich nur 5000 Kisten der aufregenden Zigarren hergestellt, dafür aber in jedem Folgejahr eine weitere Charge. Sie müssen sich also nicht gleich entscheiden, ob Sie dieses schmackhafte Meisterwerk probieren möchten. Jedoch sind für den deutschen Markt gerade einmal 50 Kisten vorgesehen, daher wird die allgemeine Verfügbarkeit jedoch immer sehr knapp bemessen sein."},"diameter_mm":21.5,"ring":54,"length_mm":152,"length_inch":0,"format":"Diadema","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Geheim"],"fillerOrigin":["Geheim"],"binderOrigin":["Geheim"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Karamell","Kirsche","Süß","Walnuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":23,"additionalNotes":"Limited"}
