{"name":"Romeo y Julieta Cedros de Luxe No. 2","url":"https://www.noblego.de/romeo-y-julieta-cedros-de-luxe-no-2/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Die Romeo y Julieta Cedros de Luxe No. 2 erstickt viele Zweifel direkt im Keim und beweist über die ganze Länge, dass sie ihrem Namen durchaus gerecht wird. Mit vielfältigen Aromen und einer ansprechenden Entwicklung wird sie von vielen Rauchern zu Unrecht unterschätzt.\nAls Getränk vermag ein spritziger Weißwein wunderbar mit dieser Zigarre zu harmonieren.","Genuss":"Der Romeo y Julieta Cedros de Luxe No. 2 gelingt es ohne im Design überladen oder erdrückend zu wirken, die meisten Humidore zu zieren. Das Deckblatt hätte es in keiner Weise nötig, sich unter einem Zedernholz-Mantel zu verstecken, da es sobald der Mantel abgelegt wurde, klar, strukturiert, ohne nennenswerte Makel und mit ausdrucksstarker Farbe zum Vorschein kommt. Obwohl sie wenig nachgiebig beim Drucktest ist, weist diese Zigarre ein hervorragendes Zugverhalten auf. Der erste Eindruck, welcher durch den angenehmen Geruch des Zedernholzes zusätzlich unterstrichen wird, ist durchweg positiv. Sowohl beim Toasting als auch beim ersten Zug erkennt der erfahrene Raucher den exzellenten verwendeten Tabak. Die typisch kubanischen Aromen dringen schon im ersten Drittel durch. Dabei schmeckt man vor allem angenehm holzige sowie florale Noten. Diese werden von einem auffallend süßlichen Duft umrandet, der unaufdringlich seinen Beitrag zum Raucherlebnis leistet. Im weiteren Verlauf verschwimmen die Aromen leicht und erwecken einen cremigen und ausgeglichenen Eindruck. Eine Entwicklung wird deutlich, ohne in den Vordergrund zu treten. Zum Ende des rund einstündigen Smokes hin nimmt die Würze etwas zu und der Duft erinnert mehr an Heu oder Gras. Mit einem klaren Abbrand und leichtem Zugwiderstand überfordert sie auch den weniger erfahrenen Zigarren-Raucher nicht.","Hintergrund":"Die ausgewogene und aromatische Mischung der Romeo y Julieta, bestehend aus ausgewählten Blättern der Region Vuelta Abajo, macht sie zum Klassiker der als mild bis mittelkräftig zu charakterisierenden Habanos. Heutzutage ist die Habanos-Marke Romeo y Julieta bekannt in aller Welt. Sie bietet die umfassendste Auswahl an „totalmente a mano, tripa larga“ - Formaten aller Habanos-Marken."},"diameter_mm":17,"ring":42,"length_mm":142,"length_inch":0,"format":"Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Blumig","Gras","Würzig","Zedernholz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":13.3}
