{"name":"Vega Fina Coronas","url":"https://www.noblego.de/vega-fina-coronas/","brand":"Vega Fina","series":"Classic","details":{"Fazit":"Die Corona der Marke Vega Fina ist eine aromatische Zigarre aus der Dominikanischen Republik, die über ein tolles Aroma bei einer milden Stärke verfügt. Als ein sanfter Feierabendsmoke eignet sie sich besonders gut zu einem süßen Cocktail oder auch einem Gläschen Champagner.","Genuss":"Die Vega Fina Corona macht schon äußerlich einen guten Eindruck. Schön verarbeitet kommt sie mit einem würzig Kaltgeruch, der eine florale Ahnung bereithält, daher und liegt mir ihren 146 Millimetern bei einem Ringmaß von 42 sehr gut in der Hand. Auch lässt sie sich aufgrund des geschmeidigen und elastischen Deckblattes, das über eine hellbraune, an Cognac erinnernde Farbe verfügt, problemlos anschneiden.  Bereits zu Beginn des Smokes ist diese Corona sehr cremig und ihre holzigen Aromen, die an Eiche erinnern, bilden im Zusammenspiel mit nussigen Anklängen ein schönes Gespann. Im weiteren Rauchverlauf versprüht sie Aromen von Kakaobohnen und zu dem präsenten Ton von Zedernholz mischt sich eine Ahnung von Nelken.","Hintergrund":"Die Vega Fina Zigarren werden in der Dominikanischen Republik in der Zigarrenfabrik Tabacalera de Garcia hergestellt, eine Manufaktur in der auch die dominikanischen Premiummarken Romeo y Julieta, Upmann und Montecristo hergestellt werden. Umgeben von den großen Tabakfeldern der Dominikanischen Republik, steht hier die größte Zigarrenmanufaktur der Welt, in der 35 Millionen Premium-Longfiller-Zigarren im Jahr produziert werden."},"diameter_mm":16.6,"ring":42,"length_mm":146,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Eichenholz","Nuss","Zedernholz"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.9}
