{"name":"Padilla Premier Cru Double Toro","url":"https://www.noblego.de/padilla-premier-cru-double-toro/","brand":"Padilla","series":"","details":{"Fazit":"Eine Zigarre, die man entspannt zum abendlichen Film oder einem guten Buch genießen kann und die Anfänger wie erfahrene Aficionados überzeugt. Die Padilla Double Toro passt gut zu einem Aged Rum oder fruchtigen Rotwein.","Genuss":"Wer die Padilla Double Toro betrachtet, wird die gute Verarbeitung und die besondere Liebe zum Detail bemerken, die hier in allen Facetten mitschwingt. Nicht nur die Banderole ist mit ihrem Löwenmotiv aufwendig gestaltet, auch das Deckelinnere der massiven Kistenverpackung ist mit der Zeichnung einer Tabakfarm versehen, die von Masterblender Ernesto Padilla höchstpersönlich stammt. Und der optischen Highlights nicht genug, ist auch das feine und dunkle ecuadorianische Deckblatt aus karibischer Saat eine Augenweide. Ihm entströmt ein Duft nach Rosinen, Nuss, Kaffee und Zartbitterschokolade. Dies sind auch die Aromen, die sich während des rund 90-minütigen Smokes wahrnehmen lassen, daneben scheinen Holz- und Erdnoten auf. Im zweiten Drittel nimmt die 15 Zentimeter lange Double Toro mit dem Ringmaß von 52 im Abgang etwas an Pfeffer zu, wird dabei aber nicht zu scharf. Dieses komplexe Aromenspiel der nicaraguanischen Tabake in Einlage und Umblatt begleitet ins Finale, Zug und Abbrand bleiben dabei auf einem konstant hohen Level.","Hintergrund":"Ernesto Padilla ist der Mann hinter den Padilla Zigarren. Seit 1992 hat er als Masterblender zahlreiche Serien für Padilla kreiert. Im Jahre 2012 beschloss er, Padilla einer kompletten Erneuerung zu unterziehen und stellte die Produktion aller bisherigen Serien ein, um etwas völlig Neues zu entwickeln.  Für den europäischen Markt arbeitet er eng mit Oliva Cigars zusammen, die die Produktion und den Vertrieb der exklusiv für Europa entwickelten Padilla Premier Cru übernommen haben."},"diameter_mm":21,"ring":52,"length_mm":150,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Nein","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10}
