{"name":"Bossner Corona 004","url":"https://www.noblego.de/bossner-corona-004/","brand":"Bossner","series":"Claro","details":{"Fazit":"Bossner Corona 004 ist trotz ihres Demi Corona-Formats eine sehr robuste, mittelstarke Zigarre, die mit Ihrer auffälligen Form einige neugierige Blicke auf sich zieht. Die würzig-grasige Zigarre mit ihren leichten Schokoladennoten begeistert viele Connaisseure und kann am besten zum Milchkaffee oder Cappuccino genossen werden. Eine Zigarre für jede Tageszeit.","Genuss":"Die Bossner Corona 004 aus der Linie Classic beinhaltet eine ganz besondere Tabakkomposition. Der Beginn des Rauchverlaufs ist sehr ausgewogen. Die Verarbeitung der Corona 004 ist wie bei allen Bossner-Zigarren, Bossner-typisch perfekt und die Haptik des Connecticut-Deckblatts sehr fein. Sie misst eine Länge von 14 Zentimetern und einen Durchmesser von 15 Millimetern. Deutlich angenehme Bitternoten treffen auf die leichte Süße des Ligero Tabaks in der Einlage. Sie verspricht einen circa 40-minütigen Smoke. Für die Zigarren aus dem Hause Bossner werden ausschließlich Tabake höchster Qualität verwendet, dies macht sich im Rauchverhalten bemerkbar. Das erste Drittel ist eine wahre Genusskomposition aus der Karibik. Im zweiten Drittel bleibt eine leichte Restsüße und die Bossner Corona 004 stabilisiert sich auf cremig-ledrigem Niveau mit einem Hauch von Walnuß. Die Asche ist sehr feinsandig und fest. Zum Finale hin kommt ein Hauch Bitterschokolade hinzu, der an Röstaromen erinnert. Mit dem Zigarrenring fällt die Zurückhaltung und deftiges Leder bestimmt den Grundgeschmack dieser Vitola. Schönes Deckblatt, einwandfreier Zug und ein sehr runder Abbrand, was wünscht sich ein Aficionado mehr.","Hintergrund":"Die Linie Bossner Classic profitiert von qualitativ sehr hochwertigen Tabaken aus der Dominikanischen Republik. Zigarren aus dem Hause Bossner sind ein sehr ergiebiger und edler Genuss. Sie überzeugen sowohl geschmacklich, als auch optisch so ziemlich jeden Aficionado. Der Hersteller Bossner hat sich auf Connecticut-Deckblätter aus den Vereinigten Staaten konzentriert, da die Optik für Konstantin Loskutnikov, den Gründer der Marke Bossner, eine sehr große Rolle spielt."},"diameter_mm":15,"ring":38,"length_mm":140,"length_inch":0,"format":"Demi Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Haselnuss","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":7.8}
