{"name":"Asylum 13 Goliath 80x6","url":"https://www.noblego.de/asylum-13-goliath-80x6/","brand":"Asylum","series":"13","details":{"Fazit":"Die Asylum 13 Goliath ist, entgegen ihres vielleicht ersten Eindrucks, weit mehr als nur eine Marketingzigarre. Klare Aromen von Kakao, Kaffee, Nuss, Erde und Pfeffer sind perfekt aufeinander abgestimmt und sorgen im Zusammenspiel mit einer herausragenden Verarbeitung für ein entspanntes Rauchvergnügen.","Genuss":"Die Anfangsphase der Asylum 13 Goliath wird durch würzig pfeffrige Noten bestimmt, bis diese allmählich abklingen und Platz für Aromen von Kakao, Kaffee und Nüssen machen. Für das Gordo Format, mit einer Länge von 15,20 cm und einem massiven 80er Ringmaß, empfiehlt sich für einen idealen Zug eine vierfach Bohrung, da weder Cutter noch Zigarrenschere für einen Durchmesser von 31,75 mm ausgelegt sind. Im weiteren Rauchverlauf intensivieren sich die süßlichen Geschmacksträger in Form von Kakao und Nuss, während diese gleichzeitig von einer tiefgängigen Erdigkeit noch ergänzt werden. Im Hintergrund schwingen milde Nuancen von rotem Pfeffer. Der Zug als solcher ist etwas schwergängiger, was der festen Rollung und der damit einhergehenden hohen Menge an verwendetem Tabak geschuldet ist. Die Rauchzeit der Asylum 13 Goliath liegt bei ca. 90 Minuten.","Hintergrund":"Sämtliche für die Zigarren der Asylum 13 Serie verwendeten Tabake stammen aus Nicaragua. Als Deckblatt dient ein Maduro aus Nicaragua, während für das Umblatt sowie die Einlage Caribbean Seed Tabake verwendet werden. Gefertigt werden diese Nica Puros in der Tabacalera Unidades unter der Verantwortung von Christian Eiroa."},"diameter_mm":31.75,"ring":80,"length_mm":152,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Kaffee","Kakao","Leder","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":13.2}
