{"name":"Flores y Rodriguez Magicos Claro","url":"https://www.noblego.de/flores-y-rodriguez-magicos-claro/","brand":"Flores y Rodriguez","series":"Claro Cabinet Seleccion","details":{"Fazit":"Mit der Flores y Rodriguez Magicos Claro erhalten Sie eine hochwertig verarbeitete mittelstarke dominikanische Zigarre zu einem Top-Preis. Als edle Begleitung in der Kaffeepause oder zum Beginn des genussvollen Abends sowohl für Einsteiger als auch versierte Aficionados ein angenehm aromatisches Rauchvergnügen.","Genuss":"Auf den fruchtbaren Böden des “dominikanischen Vuelta Abajo” wie das Cibao-Tal auch genannt wird wachsen die erlesenen Tabakpflanzen, deren Blätter in den Zigarren von Flores y Rodriguez verarbeitet werden. Ein verlängertes Fermentations-verfahren sorgt für die spezielle Farbgebung und Aromatik. So zeichnet sich das Colorado Deckblatt der Flores y Rodriguez Magicos Claro durch seinen rötlichen Braunton aus und verströmt im Kaltgeruch einen dezenten Duft nach Holz und Heu. Diese Aromen finden sich auch im Kaltzug neben Noten von Zitrusfrüchten und Gewürzen. Entzündet kommen die komplexen Aromen schließlich vollends zur Geltung. Im ersten Drittel mit Noten von Zedernholz, Leder und Zitrusfrüchten, letztere werden im zweiten Drittel stärker und lassen die Holzaromen in den Hintergrund treten. Im letzten Zigarrendrittel entwickeln sich begleitend Noten von Kakao, die ideal mit den Holz- und Zitrusaromen harmonieren. Die 12,7 Zentimeter lange und 20,6 Millimeter dicke Robusto verspricht hochwertigen Rauchgenuss bis zu einer Stunde bei optimalem Zug- und Abbrandverhalten.","Hintergrund":"Flores y Rodriguez Zigarren sind eine Kreation aus dem noch recht jungen Hause Pinar del Rio und entstanden in Zusammenarbeit von Abe Flores und den Gebrüdern Rodriguez, den Köpfen Pinar del Rios. Die Formate der Marke sind in zwei Deckblatt-Varianten als Colorado oder Maduro erhältlich. Die Flores y Rodriguez erhielten eine 95 Punkte Wertung vom Cigar Journal."},"diameter_mm":20.6,"ring":52,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Leder","Pfeffer","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.6,"additionalNotes":"Boutique Zigarre"}
