{"name":"Arturo Fuente Opus X The Lost City Robusto","url":"https://www.noblego.de/arturo-fuente-opus-x-the-lost-city-robusto/","brand":"Arturo Fuente","series":"Opus X","details":{"Fazit":"Hollywoodreifer Genuss, der nicht gespielt ist. Einfach perfekt und nicht nur für Cineasten.","Genuss":"Die Arturo Fuente Opus X The Lost City Robusto ist eine starke Zigarre, die ausschließlich aus dominikanischen Tabaken gefertigt wurde. Ungewöhnlicherweise wurden die Samen direkt nach der Ernte im Sommer eingepflanzt. So hatten sich bis zu Beginn der Dreharbeiten 3 Meter hohe Pflanzen entwickelt, die nach Beendigung der Aufnahmen einen erstklassigen Tabak abgaben. Nach der Ernte und Trocknung wurde der Tabak einem fünfjährigen Reifeprozess unterzogen, der die edlen Aromen voll zur Geltung bringen konnte. Das Robusto Format misst eine Länge von 13,2 cm bei einem Ringmaß von 50. Während der gut 45 bis 55 minütigen Rauchdauer werden Sie mit wunderbar ausgeglichenen Aromen von Erde, Kakao, Zedernholz und Röstnoten verwöhnt. Ein Smoke, der so besonders ist, wie seine Entstehungsgeschichte und auch gestandene Aficionados ins Schwärmen versetzen wird.","Hintergrund":"Neben der Robusto hält die Arturo Fuente Opus X The Lost City Serie mit der \u003ca title=\"Arturo Fuente Opus X The Lost City Double Robusto bei Noblego\" href=\"/arturo-fuente-opus-x-the-lost-city-double-robusto/\"\u003eDouble Robusto\u003c/a\u003e, Piramide und Toro noch drei weitere schmackhafte Formate bereit. Ein kleine Zusammenstellung bietet das \u003ca title=\"Arturo Fuente Opus X The Lost City Assortment bei Noblego\" href=\"/arturo-fuente-opus-x-the-lost-city-assortment/\"\u003eArturo Fuente Opus X The Lost City Assortment\u003c/a\u003e."},"diameter_mm":20,"ring":50,"length_mm":132,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Kakao","Röstaromen","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":76}
