{"name":"My Father No. 5 (Toro)","url":"https://www.noblego.de/my-father-no-5/","brand":"My Father","series":"","details":{"Fazit":"Wie auch ihre Schwestern aus der Serie ist die My Father No. 5 eine echte Empfehlung für den Aficionado, der kräftige, aromatische und spannende Smokes schätzt. Vom Anfang bis zum Ende schmeckt diese Zigarre außergewöhnlich gut, die Aromenfülle ist beeindruckend und die Würze immer angenehm präsent. Die No. 5 lässt sich zu fast jeder Angelegenheit rauchen, ist allerdings eher für Nachmittage bis Abende zu empfehlen, da sie manchen Genießer in den frühen Morgenstunden oder vor dem Mittagessen doch etwas überfordern könnte. Ein Versuch lohnt sich jedoch allemal. Vor allem mit einem guten Glas schottischen Whiskys kombiniert erwartet Sie ein ungewöhnlich hoher Genuss.","Genuss":"Befreit man die My Father No. 5 aus ihrer Hülle, wird die Nase direkt von einem leckeren, würzigen Duft umschmeichelt. Die schmucke Zigarre im Toro-Format (ca. 15 cm Länge, 2,2 cm Breite) besitzt ein feinadriges Rosado Deckblatt sowie ein Umblatt und eine Einlage aus Nicaragua-Tabak. Die Würze des Rosado ist sofort wahrzunehmen. Der erste Zug an der noch kalten Zigarre bringt fein-herbe, holzige und erdig-süße Aromen mit sich, was sich im ersten Drittel des Smokes auch genau so fortsetzt. Der Zug ist perfekt, und auch der Rauch enthält wieder eine cremig-holzige Nuance, gepaart mit einer feinen erdigen Süße. Im etwa einstündigen Rauchverlauf gewinnt das Aroma etwas an Fülle und Kraft, leichte Nuancen von Chili und Kakao treten in den Vordergrund, ohne jedoch zu penetrant zu werden. Bis zum Ende ist der Zug perfekt, die Verarbeitung ist tadellos.","Hintergrund":"Wie auch sein Vater Don José „Pepin“ Garcia ist Jaime Garcia ein in Miami ansässiger und international anerkannter Zigarrenfabrikant. Um seinen Vater zu ehren, brachte er vor einiger Zeit die Zigarrenserie MyFather auf den Markt, die seitdem zu einer der besten und beliebtesten Nicaragua-Zigarren der Welt avanciert ist. In den Hitlisten rangiert sie durchweg auf den oberen Plätzen, was beim Genuss einer solchen Zigarre sehr gut nachzuvollziehen ist."},"diameter_mm":22.2,"ring":56,"length_mm":151,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Holz","Kaffee","Karamell","Nuss"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":18.2}
