{"name":"El Mito de la Palma Edicion Limitada 2010 Robusto","url":"https://www.noblego.de/el-mito-de-la-palma-edicion-limitada-2010-robusto/","brand":"El Mito de la Palma","series":"","details":{"Fazit":"Mit der El Mito de la Palma Edicion Limitada 2010 Robusto können Sie eigentlich nichts falsch machen. Ein spitzen Preis-Leistungs-Verhältnis und würzig-aromatischer Geschmack machen Sie zu einer absoluten Kaufempfehlung und zur perfekten After-Dinner Zigarre. Aber Achtung, streng limitiert und wenn weg, dann weg.","Genuss":"El Mito de la Palma, \u003cem\u003eder Mythos von La Palma\u003c/em\u003e, welch klingender Name wurde hier für die kanarische Puros gewählt. Und Zigarren von den Kanaren sind tatsächlich fast ein Mythos, denn schon lange wurde keine Puro mehr auf dieser Insel produziert. Oft wurden den kanarischen Tabaken solche anderer Provenienzen hinzugefügt. 2010 erschienen nun die El Mito de la Palma Zigarren, die unter anderem auch dieses Robusto-Format hervorgebracht haben. 12,1 cm lang und mit einem Ringmaß von 50 ausgestattet bietet sie bei mittlerer Stärke angenehm würzigen Rauchgenuss für eine gute Dreiviertelstunde bis Stunde. Erleben Sie ein Aromenspiel von Schokolade, Kakao, Kaffee, Honig und Erde, das durch ein perfektes Zug- und Abbrandverhalten abgerundet wird.","Hintergrund":"Die Kanaren sind dank ihrer von vulkanischer Aktivität geprägten, fruchtbaren Böden und dem unvergleichlichen klimatischen Mix aus intensiver Sonneneinstrahlung und großer Feuchtigkeit seit jeher ein idealer Ort, um besten Tabak anzupflanzen. So entfalten auch die El Mito de la Palma Zigarren ein ganz besonders intensives Aroma."},"diameter_mm":19.8,"ring":50,"length_mm":121,"length_inch":0,"format":"Robusto","manufactureOrigin":"Kanaren","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kanaren"],"fillerOrigin":["Kanaren"],"binderOrigin":["Kanaren"],"aromaProfileManufacturer":["Erdig","Honig","Kaffee","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6}
