{"name":"Laura Chavin Virginy No.2 Belicoso","url":"https://www.noblego.de/laura-chavin-virginy-no-2-belicoso-zigarren/","brand":"Laura Chavin","series":"Laura Chavin Virginy","details":{"Genussverlauf":"Das sehr feine Deckblatt der Laura Chavin Virginy No. 2 Belicoso ist in Ecuador gezogen worden. Aus diesem mittelamerikanischen Land kommen seit einigen Jahren Deckblätter von herausragender Qualität, die bei Herstellern weltweit in hohem Kurs stehen. Als Umblatt und Einlage dienen der milden Belicoso handverlesene dominikanische Premiumtabake, die einen aufwendigen Fermentierungs- und Reifeprozess genossen haben. Diese raffinierte Mischung verleiht der Virginy No. 2 Edition 2020 einen besonders harmonischen und ausbalancierten Aromaverlauf, geprägt von cremig auftretenden Gras-, Zedernholz-, Frucht-, Nuss- und Erdnoten. Ein zarter süßer Ton schwingt bei dieser gelungenen Komposition stimmig im Hintergrund mit. In Sachen Zug und Abbrand verhält sich die sanfte Dominikanerin ganz so, wie man es von einer Premiumzigarre dieses Formats erwartet.","Nice to know":"Die Zigarren der Laura Chavin Edition 2020 sind nach den letztjährigen 2019er Editionen bereits die zweite Auflage unter der neuen Führung in Person von Willi Knopf, der die Geschicke des Unternehmens seit 2018 leitet.","Resümee":"Jeder, der die Laura Chavin Virginy No. 2 Edition 2020 Belicoso probiert, wird danach voll des Lobes für diese milde und dennoch sehr aromavolle Zigarre sein, die zurecht dem oberen Premium-Segment angehört."},"diameter_mm":20.2,"ring":51,"length_mm":114,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Blumig","Cremig","Erdig","Fruchtig","Heu","Holz","Nuss","Süß","Zitrusfrüchte"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":22}
