{"name":"Villiger 1888 Edición Limitada Especiale Toro Gordo","url":"https://www.noblego.de/villiger-1888-edicion-limitada-especiale-toro-gordo/","brand":"Villiger","series":"1888","details":{"Fazit":"Die Villiger 1888 Edición Limitada Especiale Toro Gordo dient Ihnen als vortreffliche Feiertagszigarre, kann Ihnen allerdings aufgrund ihres nicht allzu hoch angesetzten Preises auch im Alltag größte Rauchfreude bereiten.","Genuss":"Das matt-seidig glänzende ecuadorianische Deckblatt der limitierten Villiger 1888 Toro Gordo ist von erlesenster Qualität und trägt die makellose Verarbeitung dieser wunderschönen Premiumzigarren offen zur Schau. Ihre hochwertigen Einlagetabake stammen aus den besten Anbaugebieten Nicaraguas und der Dominikanischen Republik. Als Umblatt dient ein edles mexikanisches Tabakblatt. Die Villiger 1888 Edición Limitada Especiale Toro Gordo offeriert dem Genießer ein grasig-holziges Grundaroma, welches mit frischen floralen Noten und feinen Kakao-, Erd- und Nussaromen korreliert. Die sorgsam von Hand gefertigten Longfiller aus der Dominikanischen Republik entfalten ihren erlesenen Geschmack mittels sahnig-cremigem Rauch am Gaumen des Genussrauchers. Sie weisen ein optimales Zugverhalten auf und brennen, wie es sich für Zigarren aus dem Premiumsegment geziemt, schnurgerade ab.","Hintergrund":"Für den Blend dieser wundervollen Zigarren, zeichnet sich niemand Geringerer als Heinrich Villiger persönlich, der Präsident des schweizerisch-deutschen Zigarrentraditionsherstellers, verantwortlich."},"diameter_mm":20,"ring":50,"length_mm":165,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Blumig","Erdig","Gras","Holz","Kakao","Nuss"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":10.8,"additionalNotes":"Limited"}
