{"name":"Oliva Serie V Melanio Double Toro","url":"https://www.noblego.de/oliva-serie-v-melanio-double-toro-zigarren/","brand":"Oliva","series":"Melanio Serie V","details":{"Genussverlauf":"Wenn man eine Serie wie die Oliva Serie V Melanio vor sich hat, dann ist es schwer Worte zu finden. Denn eine Zigarre von diesem Kaliber erklärt man nicht, man muss sie fühlen, und das geht tatsächlich nur über das Rauchen. Und da spielt die 152 x 23,8 mm große Zigarre ihre Trümpfe aus. Denn um Abbrand und Zug muss sich keiner sorgen, die sind großartig. Alles was interessant ist, sind die so traumhaft komponierten Aromen: Vom Kaffee, dem Kakao, dem Pfeffer und dem Zedernholz zur über allem liegenden Süße, die doch nicht übermächtig ist. Mittelstark beginnt die Double Toro, entwickelt sich aber durchaus in Richtung des starken Spektrums, deshalb sollten Anfänger zunächst vielleicht doch die Finger von der gut 90 Minuten zu genießenden Nicaraguanerin lassen.","Nice to know":"Sie ist nicaraguanischen Ursprungs, sowohl Umblatt als auch Einlage kommen von dort, genauer von der Farm der Familie Oliva, die zu den größten Tabakproduzenten im mittelamerikanischen Land gehört. Das Deckblatt kommt aus Ecuador und ist somit der Produzent der feinen und trotzdem präsenten Süße der Zigarre. Ur-Ahn Melanio Oliva wäre begeistert, was da in seinem Namen produziert wurde.","Resümee":"Die Oliva Serie V Melanio Double Toro ist etwas Besonders und damit für die etwas anderen Anlässe geeignet. Freuen Sie sich auf ein fantastisches Genusserlebnis aus dem renommierten Hause Oliva!"},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Kaffee","Kakao","Leder","Schwarzer Pfeffer","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"60 bis 90 Min","price":23.7}
