{"name":"Samaná Jeroboam 1er Holzkiste","url":"https://www.noblego.de/samana-jeroboam-1er-holzkiste/","brand":"Samaná","series":"Classic Line","details":{"Fazit":"Die Samaná Jeroboam in der 1er Holzkiste ist für jene, denen es nie groß genug sein kann. Wenn Sie ausreichend Zeit für den Genuss haben oder auch einfach nur etwas Eindrucksvolles zum Einlagern möchten, sollten Sie auf jeden Fall zugreifen.","Genuss":"Samaná Zigarren zeichnen sich durch ihren milden und eleganten Geschmack aus. Auf Grund der stattlichen Größe der Jeroboam von 25,7 cm Länge und des starken Durchmessers von 25 mm sei sie dennoch nur etwas erfahrenen Rauchern empfohlen, da gut vier Stunden Rauchdauer erstmal investiert und weggesteckt werden müssen. Ist man aber bereit, sich diese Zeit zu nehmen, wird man mit einer feinen Aromenpalette von Holz, Nuss, Pfeffer, fruchtiger Süße und etwas Erde belohnt. Der Zug kann auf Grund des extrem großen Formates manchmal etwas schwergängig sein, der Abbrand hingegen weist keine unangenehmen Unebenheiten auf. Und in ihrer Holzkistenverpackung ist sie allemal ein schöner Blickfang.","Hintergrund":"Die Halbinsel Samaná, im Nordosten der Insel Hispaniola gelegen, stand Pate bei der Namensgebung der dominikanischen Zigarrenmarke. In der Einlage findet sich ein Blend aus vier verschiedenen Piloto und De Olor Tabaken, wovon einer nicht aus der Dominikanischen Republik, sondern aus Honduras stammt. Komplett dominikanisch ist hingegen das Umblatt, das Deckblatt ist ein Connecticut Shade."},"diameter_mm":25,"ring":63,"length_mm":257,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Honduras"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Nuss","Pfeffer"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":30}
