{"name":"Vega Fina Sumum Edicion Especial 2012","url":"https://www.noblego.de/vega-fina-sumum-edicion-especial-2012/","brand":"Vega Fina","series":"VF Edición Especial","details":{"Fazit":"Die Vega Fina Sumum Edicion Especial ist eine cremige Premiumzigarre, die bei mittelstarker Würze das gewisse Etwas bereithält. Eine Zigarre für die besonderen Anlässe.","Genuss":"Die Vega Fina Sumum Edición Especial 2012 bietet mit ihrem Robustoformat eine Rauchdauer von einer satten Stunde. Mediumstark und mit einem perfekten Zugwiderstand laufen in dieser Zigarre die verwendeten Tabaksorten zur Höchstform auf. Mit einer Einlage aus der Dominikanischen Republik und einem Broadleaf-Deckblatt aus Ecuador bietet diese Sumum Edición Especial ein cremiges Aroma, das seinesgleichen sucht. Dezente Aromen von Kaffee werden durch samtig nussige Klängen umspielt. Dabei sind immer wieder Noten von Zedernholz als auch dezente Sandelholz-Ahnungen präsent. Diese  Vega Fina Sumum Edicion Especial 2012 ist ein kleines Schmuckstück der Vega Fina Edición Especial.","Hintergrund":"Auch hier haben wir es wieder mit einem sprechenden Zigarrennamen zu tun. Das aus dem lateinischen entlehnte „Sumum“ bedeutet „Gipfel“ oder auch „zur höchsten Vollkommenheit“. Ein Name, der Erwartungen weckt, die beim Smoke dieses Premiumlongfillers voll befriedigt werden. Und dass das tolle Geschmackserlebnis dabei nicht von ungefähr kommt, wird spätestens klar, wenn bekannt wird wer für die Kreation dieses Longfillers verantwortlich ist. Denn mit José Seijas hat sich die Firma Vega Fina einen der weltweit führenden Masterblender ins Boot geholt. Eine gute Entscheidung."},"diameter_mm":20,"ring":50,"length_mm":123,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Broadleaf","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11.5}
