{"name":"AVO Syncro South America Ritmo Robusto Tubos","url":"https://www.noblego.de/avo-syncro-south-america-ritmo-robusto-tubos-zigarren/","brand":"AVO","series":"Syncro South America Ritmo","details":{"Fazit":"Probieren Sie diese außergewöhnliche Zigarre und erleben Sie das fantastische Zusammenspiel der vielen verschiedenen Tabake aus Südamerika. Ein vollmundiger und cremiger Genuss mit garantiertem Aha-Effekt.","Genuss":"Das Deckblatt der boxpressed Robusto stammt aus Ecuador, einem Anbaugebiet, welches weltweit zu den Top-Lieferanten von hochwertigen Deckblättern zählt. In der Einlage wurden erlesene Tabake aus Brasilien, Honduras, Nicaragua und Peru verarbeitet, umschlossen werden diese von einem robusten Umblatt aus Mexiko. Vom Start weg zeigt die AVO Syncro South America Ritmo Robusto Tubos ihren durchaus cremigen Charakter und gibt mit den aufkommenden Aromen von Kakao, Heu, die von einer pfeffrigen Würze und fruchtig-süßen Noten begleitet werden, erste Hinweise darauf mit welcher Vielfalt an Aromen es der Genießer hier zu tun bekommt. Im weiteren Verlauf kommen noch feine Noten von Torferde und eine leichte Chili-Schärfe dazu. Gegen Ende nimmt die zuvor erwähnte Süße immer mehr ab, während die Würze stetig intensiver wird. Für Einsteiger ist der in der Dominikanischen Republik entstandene Smoke vorerst nicht zu empfehlen, ihre Komplexität und Stärke würden jene schlichtweg überfordern.","Hintergrund":"Mit der AVO Syncro South America Ritmo Robusto Tubos hat man bei Davidoff in der Dominikanischen Republik eine vollmundige und besonders aufregende Zigarre geschaffen, die eindrucksvoll beweist, welch enorme Qualität Tabake aus Südamerika zu bieten haben."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Honduras","Nicaragua","Peru"],"binderOrigin":["Mexican San Andres"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Kakao","Nuss","Schwarzer Pfeffer","Süß","Würzig"],"strength":"Medium","flavourStrength":"Kräftig","smokingDuration":"45 bis 90 Min","price":10.3}
