{"name":"Quisqueya Presidente","url":"https://www.noblego.de/quisqueya-presidente/","brand":"Quisqueya","series":"Classic","details":{"Fazit":"Das Portfolio der Quisqueya Classic Rot deckt alles ab. Für die Presidente sollten Sie sich jedoch Zeit nehmen. Die butterweichen Aromen von Holz, Nuss und Erde werden vor allem Freunde einer Flor de Copan oder Casa de Torres Churchill begeistern können. Ein schlichter Kaffee ergänzt die Presidente übrigens perfekt.","Genuss":"Mit ihren stattlichen 19 Zentimetern Länge und 20 Millimetern Durchmesser werden Sie schon zu Beginn des ersten Zuges den voll aromatischen und dennoch leichten Smoke der Quisqueya Presidente kennenlernen. Längere Formate haben den Nachteil, dass sie eine Zeit benötigen um an Schwung zu gewinnen. Nicht bei der Quisqueya. Der Mediumfiller entzückt bereits am Start mit butterweichen Aromen von Holz, Nuss und Erde. Eine Prise floraler Einblicke, sowie ein dezent röstiger Abgang dürften jeden Zigarrenliebhaber überzeugen. Über eine Rauchdauer von 100 Minuten liefert die Quisqueya Presidente Komfort aller erster Güte. Das Zugverhalten ist konstant leicht, die Rauchentfaltung präsentiert sich ebenfalls unkompliziert und macht Spaß. Der Abbrand gerät nie in eine negative Richtung, er bleibt stets gleichmäßig und gerade. Ebenso der Geschmack. Dieser beruft sich auf seine Stärken und wird nie bitter – im Gegenteil – im weiteren Verlauf verstehen es die Aromen sich stets zu ergänzen und harmonisieren nahezu perfekt.","Hintergrund":"Die rote Linie von Quisqueya steht für einen mannigfaltigen Blend. Die Einlage aus dominikanischen und nicaraguanischen Tabaken wird von einem indonesischen Umblatt gehalten und einem Connecticut Shade Deckblatt umschlossen."},"diameter_mm":20,"ring":50,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Cremig","Fruchtig","Holz","Pfeffer","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":4.1}
