{"name":"Colon Doble Corona Grand Vintage 2001","url":"https://www.noblego.de/colon-doble-corona-grand-vintage-2001/","brand":"Colon","series":"Grand Vintage 2001","details":{"Fazit":"Nicht ganz günstig zwar, doch die Colon Doble Corona Edición Limitada Grand Vintage 2001 ist ihren Preis absolut wert. Edle Aromen umspielen den Gaumen. Die saubere und qualitativ hochwertige Verarbeitung lässt sich in Optik, Geruch und Geschmack wahrnehmen. Sie ist etwas Besonderes und will auch als solches gewürdigt werden. Also nehmen Sie sich die Zeit und genießen Sie die Colon Doble Corona zu einem edlen Whisky oder Rum mit süßen Noten in einem Moment, der für Sie etwas ganz Besonderes werden soll.","Genuss":"Die Colon Doble Corona ist mit 17,5 Zentimetern Länge das längste Format der Edición Limitada Grand Vintage 2001. Ein ölig-glänzendes, dunkles Deckblatt umschließt Einlage und Umblatt dieser Puro aus Panama. Während des rund 60 bis 70-minütigen Smokes entfaltet sich ein mittelkräftiger bis kräftiger Geschmack. Beginnend mit Zedernholzaromen im ersten Drittel schließen sich Noten von Kaffee, Beeren und feuchtem Waldboden im zweiten Drittel an. Der Abbrand ist langsam und gleichmäßig und bildet eine feste, graue Asche. Diese Zigarre werden sie nicht mehr aus der Hand geben wollen.","Hintergrund":"Im Jahre 1904 gab der erste Staatschef Panamas den Auftrag eine Zigarrenserie zu kreieren, die alles was man bisher kannte in Geschmack und Qualität übertreffen sollte. So entstanden die ersten Jahrgangszigarren, die bis in die 70er-Jahre allein dem Präsidenten und seinen Gästen vorbehalten waren. Und so müssen auch die verwendeten Tabake der Colon Edición Limitada aus einem einzigen Jahrgang stammen, um den Namen „Grand Vintage“ tragen zu dürfen. Das Erntejahr wird auf der Banderole ersichtlich."},"diameter_mm":20,"ring":50,"length_mm":175,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Panama","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Fruchtig","Kaffee","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":28.7}
