{"name":"Horacio OX Red Rock Selección Especial 2016 Super Gordo","url":"https://www.noblego.de/horacio-ox-red-rock-seleccion-especial-2016-super-gordo-zigarren/","brand":"Horacio","series":"OX","details":{"Genuss":"Das seidig schimmernde Deckblatt der Horacio OX Red Rock Selección Especial 2016 Super Gordo ist ecuadorianischen Ursprungs, ihr Umblatt von gleicher Herkunft. In der Einlage wurden nicaraguanische und costa-ricanische Spitzentabake raffiniert miteinander kombiniert. Ein insgesamt mittelkräftiger Blend, der jedoch aufgrund des 66er Ringmaßes der Red Rock eher im gemäßigt mittelkräftigen Bereich anzusiedeln ist. Der Aromaverlauf gestaltet sich wunderbar ausgewogen und rund. Hier kommen die geduldig gereiften Tabake der einwandfrei gefertigten Premium-Longfiller zum Tragen. Sie sorgen für ein absolut ausbalanciertes Rauchvergnügen mit jeder Menge dichtem Rauch, der angefüllt ist von tiefen erdigen Aromen, die von feinen Leder-, Nuss, Holz- und Gewürznoten umspielt werden. Eine sehr feine Süße und sanfte Pfeffertöne im Hintergrund geben dem gesamten Auftritt eine spannende Vielschichtigkeit. Bei gemächlich geradem Abbrand und perfektem Zugverhalten schenkt die Super Gordo ihrem Genießer eine entspannte Auszeit von 60 bis 70 Minuten.","Nice to know":"Die Zigarren der Marke Horacio werden von dem Unternehmen Casagranda Cigars mit Sitz in der baden-württembergischen Stadt Esslingen vertrieben. Sie werden in einer kleinen nicaraguanischen Manufaktur gefertigt, die auf die Produktion von sogenannten Boutique-Zigarren spezialisiert ist.","Resümee":"Viele von Ihnen werden dem Namen Horacio wohl zum ersten Mal begegnen. Spätestens jedoch, wenn Sie die Horacio OX Red Rock Selección Especial 2016 Super Gordo genossen haben, werden Sie sich diese hervorragende Zigarrenmarke merken und sich näher mit dem interessanten Sortiment von Horacio befassen."},"diameter_mm":26,"ring":66,"length_mm":130,"length_inch":0,"format":"Super Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Costa Rica","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Holz","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":27,"additionalNotes":"Limited, Mehrfach fermentierte Tabake"}
