{"name":"Drew Estate MUWAT 5x60 (My Uzi Weighs A Ton)","url":"https://www.noblego.de/drew-estate-my-uzi-weighs-a-ton-5x60/","brand":"Drew Estate","series":"My Uzi Weighs A Ton","details":{"Fazit":"Hier gibt es was zu erleben! Die Drew Estate My Uzi weighs a Ton 5x60 ist etwas, das Sie erleben müssen! Dazu empfehlen wir passend unpassend einen Division Bell Cocktail. 4 Teile Mezcal, 3 Teile Aperol, 3 Teile Maraschino und 3 Teile frischer Limettensaft. Probieren!","Genuss":"Die Drew Estate My Uzi weighs a Ton 5x60 aus Nicaragua ist als Double Robusto ein bemerkenswertes Geschoss: die Länge orientiert sich an der klassischen Zahl von 12,7 cm, im Durchmesser aber wurde kräftig zugelegt auf 24 mm. Die ca. 70 Minuten mit der Zigarre sind ein kurzweiliges Vergnügen. Der Zug ist fast etwas leicht, aber nicht so sehr, dass man sie zwangsläufig heiß raucht. Vom Anzünden ab ist die Zigarre mit einem überragenden Kaffeehammer spürbar, immer wieder kitzelt die Stärke den Gaumen, nur um im nächsten Moment wieder gezähmt daherzukommen. Erde und eine leichte Süße treten immer wieder in den im Ganzen herausfordernden Smoke. Der Abbrand ist gerade und unkompliziert, selbst längeres Ablegen verzeiht die Zigarre. Die Asche hält lange stabil und wenn sie fällt dann meist mit den Grenzen der Drittel. Eine wirklich bemerkenswerte Zigarre.","Hintergrund":"Immer wieder wird das t, welches im Namen der Zigarre fehlt, dazu gedacht. \"Weighs\" bedeutet aber eben nicht das gleiche wie \"Weights\" es tun würde. Das doppeldeutige Spiel mit dem Namen und der Bedeutung ist dabei nur ein weiteres Teil im Puzzle um den genial zu nennenden Jonathan Drew und seine Zigarrenfirma, die in wenigen Jahren nichts anderes als eine Kulturrevolution in der US-amerikanischen Zigarrengesellschaft geschafft haben. Das subkulturelle und abseitige dieser Zigarre und der verwendeten Tabake, hier sind es ein San Andres Morron Maduro Deckblatt aus Mexiko und solcher aus Brasilien in der Einlage, ist stilbildend für die restliche Zigarrenwelt."},"diameter_mm":24,"ring":60,"length_mm":127,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andres Maduro","fillerOrigin":["Brasilien","Nicaragua"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Erdig","Kaffee","Leder","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":8.9}
