{"name":"La Aurora ADN Robusto","url":"https://www.noblego.de/la-aurora-adn-robusto-zigarren/","brand":"La Aurora","series":"La Aurora ADN","details":{"Fazit":"Probieren Sie den einzigartigen und vollmundigen Geschmack der La Aurora ADN Robusto, welcher den authentischen Zigarrengenuss vergangener Zeiten wieder aufleben lässt.","Genuss":"Das feine kakaobraune Deckblatt der La Aurora ADN Robusto stammt aus der Dominikanischen Republik, darunter befindet sich ein robustes Umblatt aus Kamerun, Afrika. In der Einlage sind neben nicaraguanischen und amerikanischen Tabaken ebenfalls dominikanische Tabake enthalten. Darunter ist der aufwendig und speziell fermentierte Andullo-Tabak, welcher dem leckeren Blend der La Aurora ADN Robusto ein kräftiges Aroma und eine angenehm natürliche Süße verleiht. Die cremige und ausgewogene Aromaentfaltung wird bestimmt von deutlichen Eiche-, Espresso-, Zitrus- und Erdnussnoten gepaart mit unaufdringlicher Würze weißen Pfeffers und der bereits erwähnten Süße, die zeitweise an Milchschokolade erinnert. Im Rauchverlauf präsentiert sich die La Aurora ADN Robusto mittelkräftig bis stark, verfügt über einen hervorragend eingestellten Zug und brennt vorbildlich ab.","Hintergrund":"Bei La Aurora in der Dominikanischen Republik bewahrt man Traditionen aus Leidenschaft zu besonderen und einzigartigen Zigarren. Mit dem Einsatz des Andullo-Tabaks, der im Zuge eines sehr aufwendigen Fermentationsprozesses entsteht, konserviert man ein Stück dominikanische Tabakgeschichte und lässt so Genießer weltweit an diesem geschichtsträchtigen Genuss teilhaben."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik","Nicaragua","USA"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Eichenholz","Fruchtig","Kaffee","Nuss","Pfeffer","Süß"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
