{"name":"Altes Handwerk Coronas No. 116 Brasil","url":"https://www.noblego.de/altes-handwerk-coronas-no-116-brasil/","brand":"Altes Handwerk","series":"","details":{"Fazit":"Die Altes Handwerk No. 116 Brasil ist eine angenehm milde, mittelstarke Zigarre. Ihr Format macht sie zur beliebten Zigarre für zwischendurch oder für die etwas ausgedehntere Rauchpause. Altes Handwerk No. 116 Brasil ist ein bewährter Klassiker auf dem deutschen Markt, der gut zu einem kühlen Bier passt.","Genuss":"Das Öffnen der Zedernholzkiste setzt einen intensiven und wunderbar altmodischen Tabakduft frei. Tabakgenuss pur kündigt sich hier bereits an. Der Zugwiderstand ist gerade richtig und entspricht der angenehm festen Rollung dieser maschinell gefertigten Shortfiller von immerzu gleichbleibender Qualität. Der willige und gleichmäßige Abbrand bildet einen langen und stabilen Aschekegel. Dies sind allesamt Eigenschaften, die diese Zigarre wirklich alltagstauglich machen. Im Geschmack sind Altes Handwerk No. 116 Brasil leicht holzig und ein ganz leicht zartbitteres Kakaoaroma ist wahrnehmbar. Mit den Maßen von 120 Millimetern Länge und dem soliden Ringmaß von 45 ist Altes Handwerk No. 116 Brasil eine kompakte und solide Erscheinung, die eine knappe halbe Stunde lang zuverlässig brennt und schmeckt.","Hintergrund":"August Schuster gründete bereits im Jahre 1909 seine Zigarrenfabrik in der deutschen Kleinstadt Bünde. Die Schusters behaupten mit einigem Stolz, keine andere Familie habe mehr Zigarrenfabrikanten hervorgebracht. Die Firma August Schuster ist jedoch nicht nur bekannt für ihre in Deutschland produzierten und preiswerten Shortfiller-Zigarren, sondern ebenso als Importeur angesehener Zigarrenmarken aus der Karibik und aus Südamerika. Zu den Zigarren, die in Deutschland noch nach traditioneller Methode hergestellt werden, gehört auch die Zigarre Altes Handwerk No. 116 Brasil."},"diameter_mm":18,"ring":45,"length_mm":120,"length_inch":0,"format":"Corona","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":43.65}
