{"name":"Partageno y Cia Extra Fina Grand Corona Sumatra (No. 440)","url":"https://www.noblego.de/partageno-y-cia-extra-fina-grand-corona-sumatra-no-440/","brand":"Partageno y Cia","series":"","details":{"Fazit":"Bei diesem Preis-Leistungs-Verhältnis muss man einfach zugreifen. Die Partageno y Cia Extra Fina Grand Corona Sumatra verbindet heimisches Tabakhandwerk mit exotischem Geschmack. Probieren Sie die milden und reichhaltigen Aromen dieser leichten Zigarren!","Genuss":"Deutschland ist seit jeher einer der Garanten für die Herstellung bester Tabakerzeugnisse. Gerade durch den Handel mit den berühmten Anbauländern anderer Kontinente ist es möglich, auch hierzulande eine Vielzahl an Tabakprodukten herzustellen, die mit dem besten Tabak der Welt gefüllt sind. In der Partageno y Cia Extra Fina Grand Corona Sumatra wird eine Mischung aus brasilianischen, indonesischen und karibischen Tabaken verarbeitet, die durch ein Java Umblatt und ein Sumatra Deckblatt abgerundet wird. Diese werden maschinell zu einem gut 14 Zentimeter langen Shortfiller mit einem Durchmesser von 17 Millimetern gerollt. In der rund 30 bis 40-minütigen Rauchdauer überzeugt das Corona Format mit einem leichten Zug und dem gleichmäßigen Abbrand ebenso wie mit den milden, leicht süßlichen Aromen, die besonders auch für Neulinge einen schönen Einstieg darstellen.","Hintergrund":"Bereits über 100 Jahre kommen Zigarrenraucher nun schon in den Genuss der Partageno y Cia Zigarren. Entstanden als Hommage an die große Blütezeit der Zigarren wird das Sortiment bei Partageno y Cia immer wieder aktualisiert und neue Formate ausgetestet. Worauf aber nach wie vor immer Verlass ist, ist die Fertigung aus 100% Tabak."},"diameter_mm":17,"ring":42,"length_mm":141,"length_inch":0,"format":"Corona","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"binderOrigin":["Java"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2}
