{"name":"Vasco da Gama Corona Brasil No 2 Maduro","url":"https://www.noblego.de/vasco-da-gama-corona-brasil-no-2-maduro/","brand":"Vasco da Gama","series":"","details":{"Fazit":"Die Vasco da Gama Corona Brasil No. 2 Maduro bieten soliden Rauchgenuss zum günstigen Preis. Die mild-würzigen Aromen mit dem Hauch von Schärfe und Süße kombiniert man am besten mit einem Bier.","Genuss":"Vasco da Gama Zigarren gehören zu den meistverkauften Shortfiller Zigarren Deutschlands. Das liegt nicht nur an ihrem günstigen Preis, sondern auch an ihrer äußerst guten Qualität. Die Tabakpflanzen, die für die Deckblätter der Zigarre verwendet werden, werden in Brasilien im Ganzen geerntet, damit  erhalten die einzelnen Blätter auch noch nach der Ernte wichtige Nährstoffe. Dies verleiht der Vasco da Gama Corona Brasil No. 2 Maduro eine extra würzige Note, die mit süßen Holz- und Gewürznoten das Aroma bildet. Die Corona misst stattliche 15,2 Zentimeter in der Länge bei einem klassischen Ringmaß von 42, damit kann eine Rauchdauer von 30 bis 40 Minuten erreicht werden. Rauchfertig angeschnitten ist der Zug angenehm leicht und auch der Abbrand bleibt wunderbar rund.","Hintergrund":"Die Vasco da Gama Zigarren werden vom deutschen Tabakunternehmen Arnold André vertrieben. Neben den Sumatra und Brasil Zigarren gibt es auch eine aromatisierte Linie, die mit den Aromen von \u003ca title=\"Hier gehts zur Vasco da Gama Tubo Port Wine\" href=\"/vasco-da-gama-tubo-port-wine/\"\u003ePortwein\u003c/a\u003e oder \u003ca title=\"Hier gehts zur Vasco da Gama Tubo Whiskey\" href=\"/vasco-da-gama-tubo-whiskey/\"\u003eWhiskey\u003c/a\u003e versehen ist."},"diameter_mm":16.7,"ring":42,"length_mm":152,"length_inch":0,"format":"Corona","maker":"","manufactureOrigin":"Dominikanische Republik","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Bandtabak"],"aromaProfileManufacturer":["Gewürze","Holz","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":6.69}
