{"name":"Balmoral Royal Selection Reserva Toro","url":"https://www.noblego.de/balmoral-royal-selection-reserva-toro/","brand":"Balmoral","series":"Royal Selection","details":{"Fazit":"Geben Sie sich diese Balmoral Royal Selection Reserva Toro – Sie werden es zu keinem Zeitpunkt bereuen, die Dynamik und Klarheit ist eine wunderbare Erfahrung.","Genuss":"Eine Zigarre wie die Balmoral Royal Selection Reserva Toro macht einfach Spaß, denn so bekannt die Marke im Bereich der Short und Mediumfiller ist, so unbekannt ist die feine und außergewöhnlich gute Longfiller-Produktion der holländischen Marke. Die Komposition dieser relativ neuen Linie der Royal Selection kann als überaus gelungen bezeichnet werden. Schon im Kaltgeruch duftet die Zigarre fein-würzig und auch die leichte Süße ist bereits in der Nase. Dabei fällt die gute Verarbeitung auf. Der Zug ist nach dem Anzünden auch wunderbar, der volle Rauch transportiert subtile Aromen von Erde, Nuss und Kakao, eine leichte Süße untermalt das Bild. Dann aber ab dem zweiten Drittel entwickelt sich die 140 x 21,8 mm große Toro zu einer deutlich komplexeren Zigarre, die circa 60-70 Minuten brennt. Leder und Pfeffer betreten die Bühne und die Erde und Nuss werden zu den bestimmenden Aromen hier. Die Süße bleibt.","Hintergrund":"Hergestellt werden die Balmoral Royal Selection Reserva Toro in der dominikanischen Republik, woher auch das Olor-Umblatt stammt. Die Einlage besteht aus dominikanischem Olor und Piloto und brasilianischem Bahia-Tabak. Das Deckblatt ist ein Capa Caribbean Shade Grown aus dem Jalapa Valley in Nicaragua. Eine Mischung die mehr verspricht, und auch mehr hält."},"diameter_mm":21.8,"ring":55,"length_mm":140,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Kakao","Leder","Nuss","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
