{"name":"Don Diego Torpedo","url":"https://www.noblego.de/don-diego-torpedo/","brand":"Don Diego","series":"","details":{"Fazit":"Die milde Don Diego Torpedo eignet sich bestens für Einsteiger und Gelegenheitsraucher, aber auch erfahrene Liebhaber dominikanischer Zigarren werden ihre Freude haben. Mit einem Glas Weißwein oder einem Remy Martin der würdige Ausklang eines anstrengenden Tages.\nFür den täglichen Smoke oder den Rauchgenuss zwischendurch probieren Sie auch die \u003ca title=\"Hier gehts zur Don Diego Minutos\" href=\"/don-diego-minutos/\"\u003eDon Diego Minutos\u003c/a\u003e.","Genuss":"Eine leicht glänzende, fein geäderte Oberfläche erwartet den Genießer beim ersten Betrachten der Don Diego Torpedo. Kalt verströmt sie ein süßliches Aroma von Honig, das sich auch nach dem Anzünden im Geschmack wiederfinden lässt. Daneben entfalten sich Untertöne von Nuss, Holz und zum Ende eine dezente, nicht zu aufdringliche Pfeffernuance. Der Blend aus einem samtigen Connecticut Shade Deckblatt, einem Umblatt aus der Dominikanischen Republik und der brasilianischen und dominikanischen Einlage ist nicht zu fest gerollt und bietet etwas über eine Stunde angenehmen Rauchgenuss. Der Zug ist manchmal etwas zu fest, die gut 15 Zentimeter lange Torpedo mit dem Durchmesser von 20 Millimetern zeigt jedoch eine schön feste Asche bei einem messerscharfen Brandring.","Hintergrund":"Don Diego sind die ersten Zigarren, die, nach dem von den Vereinigten Staaten über Kuba verhängten Embargo, auf den kanarischen Inseln hergestellt wurden. Seit rund 50 Jahren werden sie jedoch in der Dominikanischen Republik in der berühmten Tabacalera de Garcia gefertigt. Neben Don Diego entstehen dort u.a. auch die Marken Santa Damiana und Dominican Estates."},"diameter_mm":20,"ring":50,"length_mm":151,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Honig","Nuss","Pfeffer"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.9}
