{"name":"Davidoff Black Band Limited Edition 2022 Gran Toro","url":"https://www.noblego.de/davidoff-black-band-limited-edition-2022-gran-toro-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Genussverlauf":"Ein wunderschönes Ecuador Deckblatt, ein Umblatt aus Brasilien und ein spannendes Einlagetrio aus nicaraguanischen, dominikanischen sowie brasilianischen Spitzentabaken sorgen bei der Davidoff Black Band Limited Edition 2022 Gran Toro für ein kräftiges, sehr komplexes und wunderbar intensives Rauchvergnügen. So zeigen sich in den jeweiligen Rauchdritteln zunächst prägnante Leder-, Erd- und Pfefferaromen, die im Anschluss von Kaffee-, Nuss- und Holzaromen abgelöst werden. Das letzte Drittel ist geprägt von einer herrlichen Melange aus Zeder-, Zartbitterschokolade- und wiedererweckten Lederaromen. Dem Ganzen liegt eine zarte süße Würze unter, die den gesamten, besonders cremig veranlagten Rauchverlauf über aufscheint.","Nice to know":"Die Masterblender bei Davidoff entschieden sich für diese spezielle Sonderedition bewusst für das mit einem 58er Ringmaß ausgestattete Gran Toro Format. So war man in der Lage, eine größere Menge an Einlagetabaken unterzubringen, um dem geschmacklich dominanten Einfluss des Ecuador Deckblattes geschickt entgegen wirken zu können.","Resümee":"In Fachkreisen ist man voll des Lobes über die Davidoff Black Band Limited Edition 2022 Gran Toro. Eine gewisse Begeisterung eilt dieser toll gelungenen Kreation also schon mal voraus. Nun ist es an Ihnen, sich diesem sensationellen Leckerbissen zuzuwenden. Warten Sie allerdings nicht zu lange mit Ihrer Bestellung, denn der Vorrat an dieser begehrten Sonderedition ist wirklich sehr knapp!"},"diameter_mm":22,"ring":58,"length_mm":140,"length_inch":0,"format":"Gran Toro","manufactureOrigin":"Dominikanische Republik","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Nuss","Pfeffer","Schokolade","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":25,"additionalNotes":"Limited"}
