{"name":"Plasencia Reserva 1898 Corona","url":"https://www.noblego.de/plasencia-reserva-1898-corona/","brand":"Plasencia","series":"Reserva 1898","details":{"Fazit":"Die Plasencia Reserva 1898 Corona ist eine delikate Zigarre, die im Mediumbereich bei perfekter Rauchentwicklung und abwechslungsreichen Aroma punkten kann. In Begleitung eines süßen Weines oder eines eleganten Cognacs kommen die Aromen dieses Longfillers besonders gut zur Geltung.","Genuss":"146 Millimeter Länge bei einem 44er Ringmaß, das ergibt ein solides Corona-Format, das einzeln in eine schützende Zellophan-Hülle verpackt wird. Entfernt man diese, so deutet schon der Kaltgeruch-Test auf eine Aromenkomposition hin, die dem Aficionado ein vollmundig-spannendes Raucherlebnis verspricht. Die verwendeten Tabakblätter aus Nicaragua und Honduras sorgen für einen würzigen aber insgesamt mediumstarken Smoke, der mit Aromen von Leder, Zedernholz und gerösteten Nüssen, sowie immer wieder aufscheinenden erdigen Noten und Kaffeeanklängen gefällt. Für ausgewogene Aromen empfiehlt es sich – wie eigentlich bei jeder Zigarre – diese Corona in aller Seelenruhe zu genießen und nicht zu hastig an ihr zu ziehen.","Hintergrund":"Die Plasencias gehören zu den ganz Großen im Tabakbusiness, die unter anderem für Rocky Patel, Alec Bradley oder Casa Magna produzieren. Ihre eigenen Zigarrenlinien sind weniger bekannt, aber mit der Plasencia Reserva 1898 greift der Tabak-Clan auf besonders gute eingelagerte Tabakballen zurück. Bei einer Reifezeit von mehreren Jahren präsentieren diese Blätter sehr ausgewogenes Aroma, das im Rauchverlauf stets spannend bleibt."},"diameter_mm":17.5,"ring":44,"length_mm":146,"length_inch":0,"format":"Corona","maker":"Nestor Plasencia","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Leder","Nuss","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.5}
