{"name":"PDR A Crop Gordo Oscuro","url":"https://www.noblego.de/pdr-a-crop-gordo-oscuro/","brand":"PDR","series":"A Crop","details":{"Fazit":"Die PDR A Crop Gordo Oscuro ist die größte Zigarre dieser Serie. Sie allein kann einen schönen Rauchabend ausfüllen. Dazu passt ein markanter Rotwein aus Sizilien, der aus der Rebsorte Nero d‘Avola gekeltert wurde. Diese Weine bestechen durch ihre tief dunkle Farbe und ihren leicht rauchigen Geschmack, der sich hier ganz wunderbar mit der Zigarre vereint.","Genuss":"Die PDR A Crop Gordo Oscuro ist in ein wunderbar geschmeidiges und ganz dunkelbraunes Deckblatt gerollt. Gut ausgereifte Tabake aus der Dominikanischen Republik und aus Nicaragua bilden die solide innere Substanz dieses Longfillers. Stark holzige Noten im voluminösen Rauch rühren sicherlich von einigen derben Blattrippen her. Dazu gesellt sich die herbe Note von sehr dunkler Schokolade. Eine Zigarre, die nichts für Einsteiger ist, aber erfahrenen Rauchern ein interessantes Raucherlebnis beschert. Beeindruckende 23 Millimeter im Durchmesser und eine stattliche Länge von 152 Millimetern bieten eineinhalb Stunden lang echt starken Tabakgenuss.","Hintergrund":"PDR Zigarren der Serie A Crop präsentieren sich mit ihrer Bezeichnung als Produkte einer Resteverwertung und erklären so den überraschend niedrigen Preis. Dabei handelt es sich jedoch keinesfalls um lästige Überbleibsel, sondern um völlig ausgereifte Tabake aus der Produktion edler Longfiller. Sie werden nach dem traditionellen kubanischen Entubado-Verfahren gerollt. Einzeln gerollte Elemente aus wenigen Blättern werden erst durch das Umblatt zu einem festen Wickel vereint. Diese Methode gilt als aufwändig, garantiert aber ein sehr gutes und gleichmäßiges Zugverhalten."},"diameter_mm":23,"ring":58,"length_mm":152,"length_inch":0,"format":"Gordo","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Habano Oscuro","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":4}
