{"name":"La Flor Dominicana Cameroon Cabinet No. 3","url":"https://www.noblego.de/la-flor-dominicana-cameroon-cabinet-no-3/","brand":"La Flor Dominicana","series":"Cameroon Cabinet","details":{"Fazit":"Diese Zigarre raucht sich wunderbar mild und „dufte“. Aromen, Süße und Schärfe sind perfekt ausbalanciert. „Phantastischer Rauchgenuss auf kleinstem Raum“ könnte man hier als Überschrift setzten. Dazu passt ganz hervorragend ein weicher spanischer Brandy.","Genuss":"Bis auf das Deckblatt stammen bei dieser Zigarre die Tabake aus der Dominikanischen Republik. Der Zugwiderstand ist sehr angenehm, der Abbrand perfekt. Ein fester, weißer Aschekegel verrät viel über die Qualität der Rollung und die perfekte Fermentierung. Dazu haben wir hier eine kleine Box-pressed-Zigarre vor uns, die handwerklich absolut überzeugend wirkt. Pfeffer, Holz und Erde sind die vorherrschenden Noten. Eine cremige Süße spielt mit den temperamentvoll scharfen Tönen. Ihre kontrollierte Schärfe vermittelt dabei stets eine angenehme Würze. Mit 16 Millimetern im Durchmesser, also einem Ringmaß von 40 und einer Länge von 120 Millimetern geht der Genuss leider schon nach einer halben Stunde zu Ende.","Hintergrund":"La Flor Dominicana Cameroon Cabinet No. 3 darf man zu den besten Zigarren der Dominikanischen Republik zählen. Litto Gomez Diez hat mit seinen Zigarren einen stetig wachsenden Erfolg zu verzeichnen. Die Serie Flor Dominicana soll dem erfahrenen Aficionado ein starkes Raucherlebnis vermitteln und dabei doch stets mild am Gaumen bleiben. Dieser Spagat ist dem passionierten Hersteller Litto Gomez Diez sehr gut gelungen."},"diameter_mm":16,"ring":40,"length_mm":120,"length_inch":0,"format":"Petit Corona","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":5.9}
