{"name":"Marca Fina Dominicana Robusto","url":"https://www.noblego.de/marca-fina-dominicana-robusto/","brand":"Marca Fina","series":"Dominikanische Republik","details":{"Fazit":"Wer sich eine Marca Fina Dominicana Robusto gönnt, genießt eine sehr gute Zigarre für den Alltag. Diese ist dank ihrer Milde sowohl für Anfänger als auch für erfahrene Zigarrenliebhaber geeignet und verwöhnt nicht nur mit einem süßen, fruchtigen Aroma, sondern den eigenen Geldbeutel auch dank eines hervorragenden Preis-Leistungs-Verhältnisses.","Genuss":"Der Kaltgeruch der Marca Fina Dominicana Robusto wird oftmals als angenehm würzig empfunden und auch beim Rauchen überrascht diese Zigarre mit einer wohltuenden, geschmacklichen Milde. Ein perfekter Zugwiderstand ermöglicht einen unbeschwerten Genuss und nimmt den geneigten Zigarrenliebhaber mit auf eine geschmackliche Expedition in karibische Welten. Das Aroma der Robusto ist unwiderstehlich fruchtig, bietet darüber hinaus aber auch eine dezente, würzige Komponente und begeistert mit einer angenehmen Süße beim Genuss. Auch der Abbrand gestaltet sich optimal, es bildet sich eine helle, sehr feste Asche. Die Marca Fina Dominicana Robusto begrüßt den Zigarrenfreund mit einer angenehmen Milde im Geschmack zu Beginn und wird dann im weiteren Rauchverlauf etwas würziger und süßer, wobei die anfänglichen Fruchtnoten ein wenig in den Hintergrund treten, ohne jedoch ganz zu verschwinden.","Hintergrund":"Vom Deckblatt bis zum Umblatt wird die Marca Fina Dominicana Robusto vollends in Handarbeit aus regionalem Tabak hergestellt. Die Produktion erfolgt, wie bei allen Zigarren der Marca Fina-Reihe, unter der Obhut der Federación de Tabaqueros America Central (FTAC). Hierbei handelt es sich um einen Zusammenschluss einheimischer Bauern und Tabakproduzenten, die ihre Produkte auf eigene Verantwortung herstellen und vertreiben. In den letzten Jahren sind diese Zigarren zum Synonym für exotisch-geschmackvolle, aber dennoch preiswerte Raucherlebnisse geworden."},"diameter_mm":21,"ring":53,"length_mm":101,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":2.9}
