{"name":"Alejandro Lopez Dominican Corona","url":"https://www.noblego.de/alejandro-lopez-dominican-corona/","brand":"Alejandro Lopez","series":"","details":{"Fazit":"Die Alejandro Lopez Dominican Corona ist eine leichte, geschmacklich eher neutrale Zigarre, die nicht viel Aufhebens macht. Kurzum: Sie ist eine leichte und unproblematische Einsteigerzigarre. Sie schmeckt hervorragend zu einem kühlen Bier und kann gut den Feierabend eröffnen.","Genuss":"Die Alejandro Lopez Dominican Corona ist handwerklich einwandfrei, relativ locker und ganz von Hand gerollt. Das perfekte Connecticut-Shade-Deckblatt und die prächtige gold-rot-schwarze Bauchbinde sehen sehr ansprechend aus. Der Zugwiderstand ist recht gering, was dazu führt, dass die Corona vom ersten Zug an ihr volles, leicht holziges Tabakaroma preisgibt. Sie brennt problemlos an und lässt sich ganz flott wegrauchen. Die Alejandro Lopez Dominican Corona besitzt eine Länge von 139 Millimetern und einen Durchmesser von 15 Millimetern. Damit kommt man mit diesem klassischen und sehr handlichen Format auf eine Rauchdauer von einer guten halben Stunde.","Hintergrund":"Alejandro Lopez verschlug es schon als unternehmungslustigen Zwanzigjährigen nach Panama, wo er sich die handwerklichen Grundlagen für den Tabakanbau aneignete. Bald hatte er in der Region Chiriquí seine eigene Plantage und erarbeitete sich schnell einen Namen in der Tabakbranche. Im Jahr 1910 emigrierte er in die Dominikanische Republik und behauptete sich auch dort auf dem rasant wachsenden Tabakmarkt. Zehn Jahre später setzte er seine langjährige Erfahrung um und eröffnete seine erste eigene Zigarrenmanufaktur in Santiago de los Caballeros. Bis heute haben sich die Qualität und der gute Name von Alejandro Lopez gehalten und seine Zigarren sind in jedem großen Humidor der Erde zu finden."},"diameter_mm":15,"ring":38,"length_mm":139,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":2.6}
