{"name":"Montecristo Especiales No. 1","url":"https://www.noblego.de/montecristo-especiales-no-1/","brand":"Montecristo","series":"","details":{"Fazit":"Lange mit Passion geraucht, ist die Montecristo Especiales No. 1 ein Erlebnis für sich. Die stringente Steigerung erlaubt dem geneigten Zigarrenfreund auch eine durchgängige Begleitung mit einem hochwertigen, ebenbürtigen Getränk seiner Wahl. Wir empfehlen XO-Cognacs, reife Armagnacs oder alte Vintage Ports.","Genuss":"Die Montecristo Especiales No. 1 wird heute deutlich seltener geraucht als früher. Das liegt unter anderem an der Modeerscheinung der großen Ringmaße. Umso empfehlenswerter ist diese Zigarre für Genussraucher, die sich dieser Mode entziehen wollen und auch einer eleganten Zigarre Raum zur Entfaltung schenken möchten. Feiner Duft nach reifem Tabak, roter Erde und Unterholz. Der kalte Zug ist leicht salzig, verheißungsvoll. Die ersten Züge zurückhaltend und etwas kühl, danach eine schnelle Ausbreitung am Gaumen, mit allem, was Montecristo-Zigarren können. Kraft, Würzigkeit und vollmundige Komplexität. Bei Windstille auch wunderbar im Freien zu rauchen. Die Entwicklung der Montecristo Especiales No. 1 ist kaum Phasen unterworfen, sehr gleichmäßig steigert sich der Geschmack auf ein hohes Niveau und bleibt dann bestehen. Erst im Finale noch ein Sprung, der aber verträglich bleibt, bis die Zigarre zum Ablegen ruft. Klassischer kubanischer Rauchgenuss!","Hintergrund":"Dieses wunderschöne Format Laguito No. 1 steht nur für zwei kubanische Zigarren: die Cohiba Lanceros und die Montecristo Especiales No. 1. Entgegen der landläufigen Meinung ist die Trinidad Fundadores mit derselben Länge allerdings eine Laguito Especiales mit einem etwas dickeren Ringmaß."},"diameter_mm":15.1,"ring":38,"length_mm":192,"length_inch":0,"format":"Long Panetela","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Cremig","Kaffee","Kakao","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":25.3}
