{"name":"Rocky Patel Ray Lewis Legends 52 Toro","url":"https://www.noblego.de/rocky-patel-ray-lewis-legends-52-toro/","brand":"Rocky Patel","series":"","details":{"Genussverlauf":"Die Tabake der Rocky Patel Ray Lewis Legends 52 Toro setzen sich aus einem hochwertigen ecuadorianischen Deckblatt, zwei Umblättern aus Mexiko und Brasilien sowie sehr lang gereiften honduranischen und nicaraguanischen Einlagetabaken zusammen. Diese wurden zu einer prachtvollen Toro im Boxpressed Stil verarbeitet, welche im mittelkräftigen Stärkebereich anzusiedeln ist und mit komplex auftretenden Aromen von süßen Gewürzen, Kaffee, Schokolade sowie Erde aufwartet. Für bis zu 90 Minuten weiß der feinwürzige, mit cremigem Rauch aufwartende, in Honduras hergestellte Smoke zu begeistern.","Nice to know":"Gleich drei Bauchbinden zieren de Rocky Patel Ray Lewis Legends 52 Toro, die in einer sehr streng limitierten Auflage erschienen ist. An ihrem Kopf und Fuß sind jeweils zwei Anillas angebracht, welche die Namenszüge von Ray Lewis und Rocky Patel tragen. In der Mitte des schmackhaften Smokes ist eine größere Bauchbinde zu bestaunen, die den ehemaligen Footballstar in seinem Baltimore Ravens Trikot mit der Nummer 52 zeigt.","Resümee":"In den USA ist die Rocky Patel Ray Lewis Legends 52 Toro innerhalb kürzester Zeit vergriffen gewesen. Das wird sie wohl auch hierzulande, denn von der delikaten Kreation aus dem Hause Rocky Patel sind nur wenige Kisten für den deutschen Markt verfügbar. Sichern Sie sich daher rechtzeitig einige Exemplare. Eventuell ja auch als passende Genussbegleitung zum nächsten Superbowl am 07.02 2021."},"diameter_mm":20.6,"ring":52,"length_mm":165,"length_inch":0,"format":"Toro","maker":"Rocky Patel","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Honduras","Mexiko"],"binderOrigin":["Brasilien","Mexiko"],"aromaProfileManufacturer":["Cremig","Erdig","Gewürze","Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":21.5,"additionalNotes":"Limited"}
