{"name":"Balmoral Royal Selection Robusto Maduro","url":"https://www.noblego.de/balmoral-royal-selection-robusto-maduro/","brand":"Balmoral","series":"Royal Selection","details":{"Fazit":"Die Balmoral Royal Selection Robusto Maduro hat einfach alles, was man von einem Longfiller aus handverlesenen und sehr edlen Tabaken erwartet. Sie beschert uns ein unvergessliches Raucherlebnis, das hierzulande sicher bald eine große Fangemeinde finden wird.","Genuss":"Es ist die Mischung der unterschiedlichen Tabaksorten, die der Balmoral Royal Selection-Zigarre ihr charakteristisches Aroma verleiht. Das brasilianische Bahia-Deckblatt gibt der Balmoral Royal Selection Maduro-Zigarre ihre schöne dunkelbraune Farbe. Der milde Tabak aus Bahia verleiht der Maduro ihren delikaten, aromatischen Geschmack mit einer subtilen, etwas lieblichen Note, die an feine Schokolade erinnert. Auch das dominikanische Umblatt und die brasilianischen und dominikanischen Blätter in der Einlage mussten einige Jahre reifen, um ihr volles Potenzial entfalten zu können. Bei der Balmoral Royal Selection Robusto Maduro trifft eine überschaubare Länge von 130 Millimetern auf einen stattlichen Durchmesser von 20,6 (Ringmaß 52). Damit besitzt diese Premium-Zigarre ein angenehmes Rauchvolumen, eine enorme Fülle im Geschmack und eine kontrollierte Stärke. Zug- und Abbrennverhalten sind tadellos.","Hintergrund":"Die Tabakblender des traditionsreichen Hauses Balmoral  selektieren die Tabake für die Balmoral Royal Selection besonders sorgfältig und kritisch. Die Tabake sind zwei bis drei Jahre lang gereift. Vor der Vermarktung durchlaufen die Zigarren noch einen Nachreifungsprozess von sechs Monaten im so genannten \"Cedar Room\"."},"diameter_mm":20.6,"ring":52,"length_mm":130,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7.7}
