{"name":"Alejandro Lopez Dominicana Robusto","url":"https://www.noblego.de/alejandro-lopez-dominicana-robusto/","brand":"Alejandro Lopez","series":"","details":{"Fazit":"Die Alejandro Lopez Dominican Robusto ist eine gerade noch als leicht einzustufende Zigarre, die aber geschmacklich interessant, preiswert und im Handling perfekt ist. Sie sollte immer in Ihrem Humidor vorrätig sein.","Genuss":"Die Alejandro Lopez Dominican Robusto ist solide gearbeitet und relativ locker von Hand gerollt. Das sehr schöne Connecticut-Shade-Deckblatt und die wunderschöne gold-rot-schwarze Bauchbinde machen sie richtig attraktiv. Der Zugwiderstand ist leicht und der Abbrand zu einer feingrauen Asche erfolgt problemlos. Gleich nach dem Anzünden ist diese Zigarre mit ihren Holz- und Röstaromen sehr präsent. In der Mitte gesellen sich ein paar fruchtige Elemente hinzu. Insgesamt raucht sie sich bis zum Ende mild und ganz ohne Schärfe. Die Alejandro Lopez Dominican Robusto besitzt eine Länge von 127 Millimetern und einen Durchmesser von knapp 20 Millimetern. Damit kommt man mit diesem klassischen Format, das ausgewogen in der Hand liegt, im Durchschnitt auf eine Rauchdauer von einer knappen Stunde.","Hintergrund":"Aus der Dominicana-Serie von Alejandro Lopez ist diese Zigarre am besten zwischen Milde und Aromen ausbalanciert. Eine weitere spannende Serie aus dem erfahrenen Haus Alejandro Lopez ist die nicaraguanische, die aber insgesamt mit mehr Würze, aufregenderen Aromen und auch mit einem höheren Nikotingehalt arbeitet. Insgesamt haben sich Qualität und der gute Name von Alejandro Lopez über Jahrzehnte gehalten und seine Zigarren sind eigentlich in jedem gut ausgestatteten Humidor zu finden."},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.8}
