{"name":"Dunhill Aged Cigars Romanas (Robusto)","url":"https://www.noblego.de/dunhill-aged-cigars-romanas/","brand":"Dunhill","series":"Aged Cigars","details":{"Fazit":"Eine wunderbare Wohlfühlzigarre, die sich auch bestens für Einsteiger eignet. Auf einer grünen Wiese liegend, den Geruch von frischen Blumen in der Nase, ist die Dunhill Aged Cigars Romanas, genossen mit einem Glas fruchtigen Weißwein, die Auszeit, die Sie sich verdient haben.","Genuss":"1989 wurden die Dunhill Aged Cigars das erste Mal ins Sortiment des Herstellers dominikanischer Premiumzigarren aufgenommen. Nach einer Produktionspause können Aficionados die neuen Aged Cigars seit 2006 wieder auf dem Markt erwerben. Ihre Einlage besteht aus drei Jahre gereiften dominikanischen Piloto und Olor Tabaken und wird von einem ebenfalls dominikanischen Umblatt gehalten. Das Deckblatt ist ein helles und ebenmäßiges Connecticut Shade. Ein angenehmer Kaltgeruch nach Gras und Kräutern lässt sich wahrnehmen und verleiht der Robusto eine frische Note, die sich auch während des Smokes fortzieht. Die Romanas schöpft zu Beginn noch nicht ihre volle Kraft aus, mild angelegt steigert sie sich zur Mitte hin in der Aromastärke. Zu den Gras- und Kräuternoten gesellen sich fruchtige und holzige Aromen. Das letzte Drittel wird merklich süßer und erinnert an Kakao und schokoladige Nuancen. Gut eine Dreiviertelstunde Genuss bietet die Romanas bei gleichmäßigem Abbrand und einem optimalen Zugverhalten.","Hintergrund":"La Romana ist eine Stadt an der Südküste der Dominikanischen Republik, um die sich die südlich gelegenen Manufakturen Dunhills gruppieren. Da liegt es nahe, diesen wichtigen Standort mit einer eigenen Zigarre zu würdigen."},"diameter_mm":20,"ring":50,"length_mm":113,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Nuss","Schokolade"],"strength":"Mild","flavourStrength":"Medium-kräftig","smokingDuration":"20 bis 45 Min","price":5.6,"additionalNotes":"Aged"}
