{"name":"Dalay Hell Churchill","url":"https://www.noblego.de/dalay-hell-churchill-zigarren/","brand":"Dalay","series":"Natural","details":{"Fazit":"Die Dalay Hell Churchill ist eine Zigarre für den Genießer-Abend. Sie erfordert Zeit und Konzentration und beschenkt uns dafür mit einem lang anhaltenden, ganz milden Spiel der Düfte. Zum entschleunigten Genießen passt am besten ein lang gelagerter, samtiger Rotwein.","Genuss":"Nimmt der erfahrene Aficionado die Dalay Hell Churchill in die Hand, spürt er sofort die handwerkliche Qualität und Vorfreude auf einen lang anhaltenden Genuss der ganz besonderen Art. Diese Zigarre ist fest gerollt und leistet den optimalen Zugwiderstand. Sie erinnert im Aussehen etwas an helles Wildleder und verströmt auch einen zart-ledrigen und sehr angenehmen Duft. Im Gegensatz zu den Dunkel Zigarren von Dalay sind die Churchills aus der Hell-Serie sehr sanft, zu keiner Zeit des Smokes scharf und in diesem großen Format äußerst vielfältig im Spiel der Aromen. Düfte von Erde, Haselnuss und Leder umspielen die Nase und eine zarte Süße macht diesen Rauchgenuss geradezu verführerisch sanft. Gerollt wird der Longfiller aus brasilianischen und dominikanischen Einlagetabaken, einem Connecticut-Umblatt und einem Deckblatt aus Ecuador. Die Dalay Hell Churchill ist stattliche 190 Millimeter lang und besitzt dazu noch das große Ringmaß von 50. Damit erzielt man mit diesem Riesenformat eine Rauchdauer von eineinhalb Stunden.","Hintergrund":"Das Tabakhaus von Herrn Salih M. Dalay in der Saarbrücker Innenstadt ist bekannt für die gute Qualität der Zigarrenlinien, die seinen Namen tragen dürfen. Dalay importiert seit fast zwanzig Jahren ausgesuchte Premiumzigarren und bietet seinen Kunden „Genuss aus Passion“. Die Serie Hell bringt uns die typisch milden dominikanischen Zigarren ein gutes Stück näher."},"diameter_mm":19.8,"ring":50,"length_mm":190,"length_inch":0,"format":"","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Dominikanische Republik"],"binderOrigin":["Broadleaf","Connecticut"],"aromaProfileManufacturer":["Erdig","Gewürze","Leder","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":6}
