{"name":"Bossner Corona 001","url":"https://www.noblego.de/bossner-corona-001/","brand":"Bossner","series":"Claro","details":{"Fazit":"Wer die Bossner Corona 001 genießen möchte, sollte sich zurücklehnen und ihr einzigartiges Zugverhalten und den perfekten Abbrand genießen. Selbst für den Einstieg in die Welt der Zigarren ist diese Vitola bestens geeignet.\nDie Bossner Corona 001 eignet sich exzellent, für den Smoke nach dem Mittagessen, oder zum Kuchen am Nachmittag.","Genuss":"Die Verarbeitung der Corona 001 ist Bossner-typisch perfekt und die Haptik von Kopf bis Fuß sehr fein. Die Linie Bossner Classic ist eine Zigarre für diejenigen, die einen würzigen aber trotzdem überaus sanften Smoke suchen. Im kalten Zustand duftet die 17,5 Zentimeter lange Zigarre leicht nach feinen Honig- und Zedernholznoten, fast schon leicht rauchig. Sie misst einen Durchmesser von 16,5 Millimetern und braucht nach dem Zünden zwei bis drei Züge, um voll in Fahrt zu kommen. Im ersten Drittel gesellen sich dann die klassischen feinen Bossner-typischen Schokoladentöne hinzu. Sie bietet ein tolles Einstiegsgefühl und frühe Präsenz der leichten Nussigkeit. Im zweiten dominiert schwarzer Pfeffer, die leicht süßen Trockenobstaromen runden die leichte Schärfe sehr stringent ab. Das letzte Drittel überrascht mit einer milden Tabakwürze und sehr kühlem, angenehmen Rauch, hinzu kommt leichte Salzigkeit. Somit ist das Finish eher salzig-würzig, trotzdem weit über den Zigarrenring hinweg sehr angenehm zu rauchen. Der Abbrand der Bossner Classic Corona 001 ist nahezu kreisrund.","Hintergrund":"Zigarren aus dem Hause Bossner glänzen mit einzigartiger Qualität und Außergewöhnlichkeit im Geschmack. Geschäftsführer Konstantin Loskutnikov hat diese Marke gegründet und führt sie mit zwei Partnern. Für die Zigarren aus dem Hause Bossner werden ausschließlich Tabake höchster Qualität verwendet, dies macht sich im Rauchverhalten bemerkbar. Sehr runder Abbrand und ein klasse Aschebild machen diese Zigarren qualitativ zu einem Highlight."},"diameter_mm":16.5,"ring":42,"length_mm":175,"length_inch":0,"format":"Long Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Haselnuss","Holz","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":16.6}
