{"name":"Condega Serie S Masaya Limitada Epicure","url":"https://www.noblego.de/condega-serie-s-masaya-limitada-epicure-zigarren/","brand":"Condega","series":"Serie S Masaya","details":{"Genussverlauf":"Das dunkelbraune Corojo Deckblatt der Condega Serie S Masaya Limitada Epicure steht ein wenig über und wurde über den Fuß der schmackhaften Longfiler geschlossen. Im Fachjargon spricht man in so einem Fall von einer Closed Foot Zigarre. Zigarren dieser Art lassen sich einfacher entzünden und geben in den ersten Zügen viel Aufschluss über den geschmacklichen Charakter ihres Deckblatts. So startet die Epicure Corojo-typisch mit pfeffrigen Anklängen, die sich nach den ersten zwei Zentimetern legen und dem anspruchsvollem Aromaverlauf Platz machen. Dieser ist geprägt von durchaus komplex erscheinenden Nuss-, Holz-, Schokolade- und Erdaromen, zu denen sich im Verlauf eine malzige Süße gesellt. Diese und der dicht-cremige Rauch, den die Toro entfacht, steigern das Rauchvergnügen zusätzlich.","Nice to know":"Alle Formate der Condega Serie S Masaya Limitada Zigarren werden im Entubado-Verfahren gerollt. Dabei werden ihre Einlagetabake akribisch in kleinen Rollen angeordnet und zu einem „Bunch“ geformt. Zigarren, die nach diesem Verfahren hergestellt werden, verfügen in der Regel über ein sehr gutes Zug- und Abbrandverhalten.","Resümee":"Die Condega Serie S Masaya Limitada Epicure wird besonders Freunden nicaraguanischer Puro Zigarren gut gefallen. Wer seine ersten Erfahrungen auf diesem Gebiet machen möchte, ist mit der delikaten Nicaraguanerin bestens bedient."},"diameter_mm":0,"ring":56,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Malz","Nuss","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":7.3,"additionalNotes":"Limited"}
