{"name":"Bock y Ca Golden Edition Perla","url":"https://www.noblego.de/bock-y-ca-golden-edition-perla/","brand":"Bock y Ca","series":"","details":{"Fazit":"Für eine Bock y Ca Golden Edition Perla ist immer Zeit. Würziger Geschmack in schöner Verpackung zu einem angemessenen Preis macht sie zur perfekten Zigarre für zwischendurch.","Genuss":"Besonders lang ist die Bock y Ca Golden Edition Perla mit ihren knapp 10 Zentimetern zwar nicht, in ihrer relativ kurzen Rauchdauer von rund einer halben Stunde hat sie aber dennoch einiges zu bieten. Das liegt zum einen an ihren perfekten Zug- und Abbrandeigenschaften und zum anderen an ihrer abwechslungsreichen Mischung verschiedener Tabake. Die Einlage setzt sich aus nicaraguanischem Viso und dominikanischem Piloto zusammen, das Umblatt ist ein Caribbean Seed aus Nicaragua und den krönenden Abschluss bildet ein feines ecuadorianisches Deckblatt, das einer Tabakpflanze entstammt, deren Blüte schon früh gekappt wurde, so dass sich die ganzen Nährstoffe besonders intensiv in den Blättern entfalten konnten. Das macht die Perla zu einem mittelstarken bis starken kleinen Genussstumpen von ganz besonderer Qualität und mit einer Aromenpalette, die von Holz und Frucht über Erde und Leder bis zu einer pfeffrigen Noten am Ende des Smokes reicht.","Hintergrund":"Der Exilkubaner Gustav Müller hat nicht nur die Marke Bock y Ca ins Leben gerufen, sondern ist auch der Erfinder der Bauchbinde. Da früher die Zigarren nur schwer voneinander zu unterscheiden waren und es oft zu Fälschungen kam, wurde das kleine Stück Papier, das die einzelnen Zigarren einer Marke zuordnet, zum Standard in der Zigarrenproduktion."},"diameter_mm":15,"ring":38,"length_mm":102,"length_inch":0,"format":"Short Panetela","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Leder","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4}
