{"name":"My Father La Antiguedad Robusto","url":"https://www.noblego.de/my-father-la-antiguedad-robusto/","brand":"My Father","series":"La Antiguedad","details":{"Fazit":"Was für eine Zigarre: Die My Father La Antiguedad Robusto ist ein mittelstarker Smoke mit kräftigen Aromen. Am besten nach dem Essen mit einem ebenso vollaromatischen Getränk genießen.","Genuss":"La Antiguedad war ursprünglich der Name einer kubanischen Zigarrenmarke. Jaime und José Garcia haben sich dieser Zigarre angenommen und sie auf ihre ganz eigene Weise wiederbelebt. Dabei verwenden sie das originale Design auf der Banderole und der Kiste. Vom karibischem Ursprung ist im Blend jedoch nur noch im Deckblatt etwas zu finden. Dieses wird aus karibischem Samen in Ecuador gezogen. Das Umblatt besteht aus zwei nicaraguanischen Blättern, einem Criollo und einem Corojo. Die Einlage ist ebenfalls nicaraguanischen Ursprungs und verwendet Tabake aus drei verschiedenen Anbaugebieten: San Rafael, Las Quebradas und San José. Insgesamt durchlaufen die Tabake eine Reife- und Fermentationszeit von dreieinhalb Jahren, bevor sie zu dem 133 mm langen und 20,6 mm dicken Longfiller gerollt werden. Schon im Kaltgeruch ist die My Father La Antiguedad Robusto mit Noten von Leder und Zedernholz sehr würzig. Einmal entzündet, beginnt sie mit erdigen, nussigen und holzigen Aromen und lässt eine dezente Süße im Hintergrund mitschwingen. Im zweiten Drittel wird die Nussnote prominenter und setzt sich auch im letzten Drittel neben Zedernholz, Schokolade, Kaffee und Pfeffer durch. Die solide Asche und der gerade Abbrand machen diesen rund 80-minütigen Smoke auch rein technisch zu einem Gesamtkunstwerk.","Hintergrund":"Insgesamt gibt es fünf verschiedene Formate in der MyFather La Antiguedad-Serie: Corona Grande, Robusto, Super Toro, Toro und Toro Gordo. Alle Vitolas sind boxpressed und verfügen über zwei Banderolen. Eine aus Papier, die das originale Design der ursprünglichen kubanischen Marke wiederaufleben lässt und eine aus Stoff am Brandende der Zigarre."},"diameter_mm":20.6,"ring":52,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":true,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kakao","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":11.2}
