{"name":"Carlos André Robusto","url":"https://www.noblego.de/carlos-andre-robusto/","brand":"Carlos André","series":"","details":{"Fazit":"Die Carlos André Robusto ist das geschmackvolle Resultat aus Tradition, Leidenschaft und Expertise. Lernen Sie die herausragenden Eigenschaften dieser außergewöhnlichen Zigarre kennen und machen Sie sich auf eine angenehme Genussreise mit besonderem Geschmack gefasst.","Genuss":"Man sieht der Carlos André Robusto auf den ersten Blick an, dass man es hier mit einer wahren Premiumzigarre zu tun hat. Ihr ecuadorianisches Deckblatt ist von bestechender Qualität und verströmt einen feinen cremig-süßen Duft. Als Umblatt dient der milden Vitola aus der Dominikanischen Republik ein hochwertiges Olor Tabakblatt, das aus ihrem karibischen Herkunftsland stammt. In der Einlage verbirgt sich eine sehr seltene Kombination aus dominikanischen, brasilianischen und spanischen Tabaken, die eine extra lange Reifezeit hinter sich haben. Diese Mischung sorgt für einen sehr sanften Zigarrengenuss, der sich über komplexe Noten von Nuss, Schokolade, Erde, Holz und ein wenig Kaffee am Gaumen bemerkbar macht. Unterlegt sind diese von einer herrlich schmackhaften Würzigkeit und süßlichen Tönen. Ein bestens eingestellter Zug und ebenmäßiger Abbrand beweisen die nahezu perfekte Verarbeitung der handgefertigten Longfiller.","Hintergrund":"Bereits in der 7. Generation und somit seit 200 Jahren widmet man sich im Betrieb der Familie André, Deutschlands bekanntester Cigar Company, dem anspruchsvollen Zigarrenhandwerk. Die Zigarrenmarke Carlos André steht sinnbildlich für die sorgfältige Auswahl und Verarbeitung exzellenter Tabake, die den delikaten Kreationen dieser Premiumzigarren ihren unnachahmlichen Charakter verleihen."},"diameter_mm":19,"ring":43,"length_mm":130,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Brasilien","Dominikanische Republik","Spanien"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Süß","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":12}
