{"name":"Imperiales Short Robusto Maduro","url":"https://www.noblego.de/imperiales-short-robusto-maduro/","brand":"Imperiales","series":"Maduro","details":{"Fazit":"Die Imperiales Maduro Short Robusto ist für den günstigen Preis eine tolle und absolut empfehlenswerte Zigarre. Sie kann sich bei jeder Gelegenheit sehen lassen und ist insbesondere für Zigarrenanfänger bestens geeignet.\nSaubere Verarbeitung, würzige und schokoladige Aromen sowie eine voluminöse Rauchentwicklung, das ist Zigarrenkunst aus dem Hause La Aurora für einen sehr günstigen Preis. Die Imperiales Maduro Short Robusto ist der Beweis dafür.","Genuss":"Gefertigt wird die Imperiales Maduro Short Robusto in der Dominikanischen Republik und zwar in der traditionsreichen Zigarrenmanufaktur des Landes La Aurora. Sie präsentiert sich in dem wunderbaren Format einer kurzen Robusto und bietet dem Freund voluminöser Zigarren gut 30 bis 35 Minuten Rauchfreude. Optimal für einen satten Smoke in der Mittagspause oder mal zwischendurch. Ihre Länge beträgt 102 Millimeter und der Durchmesser beträgt 21 Millimeter. Die Zigarre ist sauber und ordentlich verarbeitet und lockt mit Aromen von dunkler Schokolade. Sie verströmt einen angenehm ledrigen Kaltgeruch. Nach dem Anzünden entwickelt sie sich in der ersten Hälfte für eine Maduro erstaunlich mild. In der zweiten Hälfte wird sie würziger und es treten verstärkt pfefferige Noten hinzu. Dem großen Volumen entsprechend ist der Zugwiderstand angenehm leicht und es entwickelt sich ein cremiger, voluminöser Rauch. Der Abbrand ist hervorragend und die Asche ist fest und weiß."},"diameter_mm":21.4,"ring":54,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Maduro","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Gewürze","Leder","Pfeffer","Schokolade"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4}
