{"name":"Asylum 10 11/18","url":"https://www.noblego.de/asylum-10-11-18-zigarren/","brand":"Asylum","series":"10","details":{"Genussverlauf":"Im Auftrag der Markeninhaber Kevin Bexter und Tom Lazuka wurden die Asylum 11/18 in der honduranischen Manufaktur von Christian Eiroa (CLE Cigars) aus erlesenen honduranischen Tabaken von Hand gefertigt. Die würzige Puro entwickelt nach einem pfeffrigen Start cremig unterlegte Erd- und Holzaromen, die sich im Rauchverlauf intensivieren und von einer sanften Tabaksüße untermalt werden. Feine Spitzen verschieden gelagerter Pfeffernoten mischen sich während des gesamten Smokes immer mal wieder in die Aromakompensation ein, bleiben dabei aber angenehm im Hintergrund. Nach gut 70 Minuten legt man die hervorragend konstruierte 11/18 zufrieden ab.","Nice to know":"Bisher gab es schon drei Jubiläumseditionen zum Markengeburtstag von Asylum. Ihren Anfang fand diese noch relativ junge Tradition zum siebenjährigen Jubiläum. Seitdem erscheinen einmal im Jahr jeweils zwei Sonderformate in streng limitierter Auflage. Neben der diesjährigen Asylum 10 11/18 können interessierte Aficionados ebenfalls die großformatige Asylum 10 7/70 erwerben.","Resümee":"Da die Asylum 10 11/18 nur in einer wirklich sehr kleinen Auflage angeboten wird, nämlich gerade einmal 1.300 Stück der imposanten 20er Kisten, hat man es hier mit einer ganz seltenen Sammleredition zu tun. Dementsprechend sollte man mit einer Bestellung nicht zu lange zögern und sich ein paar der delikaten Puros aus Honduras sichern."},"diameter_mm":21.4,"ring":54,"length_mm":152,"length_inch":0,"format":"Perfecto","maker":"Christian Eiroa","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Schwarzer Pfeffer","Süß","Vanille"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":25,"additionalNotes":"Limited"}
