{"name":"CAO Brazilia Gol","url":"https://www.noblego.de/cao-brazilia-gol/","brand":"CAO","series":"Brazilia","details":{"Fazit":"Was soll man noch anderes sagen als: Gooool! Denn die CAO Brazilia Gol ist ein absoluter Volltreffer, wenn es um aromatische Zigarren mit dem gewissen Etwas geht. Mit einer Tasse Kaffee oder dunkler Heißer Schokolade steht dem gemütlichen Smoke-Nachmittag nichts mehr im Wege.","Genuss":"Ein Geschmack, der die Kälte und Feuchtigkeit der heimischen Gefilde vergessen lässt und Sie für eine gute Stunde direkt in die wilde, von exotischen Düften geschwängerte Natur Brasiliens entführt. Die CAO Brazilia Gol gehört zu den stärkeren Zigarren und offenbart würzige Aromen, die Anklänge von gerösteten Nüssen, süßem Zedernholz und dunkler Schokolade  heraufbeschwören. Ein dunkelbraunes brasilianisches Arapiraca Deckblatt bildet mit der nicaraguanischen Einlage und dem ebenso aus Nicaragua stammenden Umblatt einen einzigartigen Blend in sauberer Verarbeitung, der auch in Zug und Abbrand keine schlechte Laune aufkommen lässt.","Hintergrund":"Die 3 ist in vielen Kulturen eine symbolträchtige Zahl, sie steht für Vollkommenheit und Perfektion und auch in Märchen spielt sie oft eine gewichtige Rolle. So verwundert es nicht, dass sich auch für CAO diese Zahl als zentrales Element der Entstehung erweist. Denn keine geringeren als die Masterblender Nestor Plasencia und Carlos Toraño haben Cano A. Ozgener bei der Kreation von CAO Zigarren unterstützt und damit eine Zigarrenmarke in qualitativer und aromatischer Perfektion geschaffen."},"diameter_mm":22.2,"ring":56,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Nuss","Zartbitter","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.6}
