{"name":"Por Larrañaga Panetela","url":"https://www.noblego.de/por-larranaga-panetela/","brand":"Por Larrañaga","series":"","details":{"Fazit":"Die Por Larrañaga Panetela ist eine angenehm leichte Zigarre aus Kuba, die sehr schön zu einem fruchtigen Weißwein harmoniert. Selbstverständlich ist es auch möglich, diese Vitola als Einstiegszigarre am Morgen zu genießen. Mit einem leckeren Cappuccino würde sie mit Sicherheit ein gutes Team abgeben.","Genuss":"Die Por Larrañaga Panetela kommt mit einer Länge von 12,7 Zentimetern und einem Durchmesser von 14 Millimetern daher, es handelt sich um ein 36er Ringmaß. Bei dem sehr schönen Deckblatt handelt es sich um ein Colorado Claro aus der Region Vuelta Abajo. Die Panetela verteilt einen leicht süßlichen Duft in der Nase. Eine sehr schöne goldene Bauchbinde mit weißer Schrift veredelt diese Vitola noch ein wenig. Gleich nach dem Anzünden ist die Por Larrañaga Panetela geschmacklich würzig, mit einer leichten Süße von Honig. Im zweiten Drittel entfalten sich leicht herbale Schokoladennoten, die bis zum Finish erhalten bleiben. In den zirka 45 Minuten des Smokes kommt im letzten Drittel noch ein wenig mehr Würze ins Spiel. Allerdings ohne Schärfe, was bei kubanischen Zigarren nicht immer selbstverständlich ist. Die Aromenvielfalt von Schokolade bis hin zur grasigen Würze ist bei dieser Vitola sehr gut gelungen. Für eine Zigarre mit solch geschmacklichen Komponenten ist die Por Larrañaga Panetela überraschend günstig und exzellent verarbeitet.","Hintergrund":"Die Zigarrenmarke Por Larrañaga existiert schon seit 1834. Wie auch bei vielen anderen kubanischen Zigarren stammt der Tabak aus der Region Vuelta Abajo. 2002 wurde die Produktion der Zigarren eingestellt. Heute gehören lediglich die „Montecarlos“, „Panetelas“ und die „Petit Coronas“ zum Programm von Por Larrañaga. Dabei ist die Montecarlo zur Zeit die einzige, die noch weiterhin produziert, beziehungsweise ausgeliefert wird. Mysteriös! Leider kann niemand sagen, wie lange diese noch lieferbar sein werden."},"diameter_mm":14,"ring":35,"length_mm":127,"length_inch":0,"format":"Panetela","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Honig","Nuss","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.6}
