{"name":"Tropenschatz Corona Special 126 F","url":"https://www.noblego.de/tropenschatz-corona-special-126-f/","brand":"Handelsgold","series":"","details":{"Fazit":"Die Tropenschatz Corona 126 F Special ist eine rustikale, würzige Zigarre, die am ehesten den geübten Vielraucher ansprechen dürfte. Immerhin ist ihr günstiger Preis ein sehr überzeugendes Kaufargument.","Genuss":"Brasiltabak ist voll im Aroma, würzig und mild. Er ist einer der typischen Grundtabake der Tabakwelt. Die Tropenschatz Corona 126 F Special besitzt ein Deckblatt und eine Einlage aus diesem würzigen Brasiltabak. Das Umblatt besteht bei dieser maschinell gefertigten Zigarre aus Bandtabak. Die Tropenschatz Corona Special ist leicht gerollt und mit einem Kerbschnitt für den Smoke vorbereitet. Aufgrund der lockeren Packung hat sie einen recht geringen Zugwiderstand und brennt sehr schnell ab. Man sollte also bewusst langsam rauchen, sonst brennt diese Zigarre zu rasch ab und produziert eine sehr deutliche Schärfe, die nicht jedermanns Geschmack sein dürfte. Das Format ist mit 126 Millimetern Länge und 16,5 Millimetern Durchmesser handlich und beschert uns etwa eine halbe Stunde Rauchgenuss. \u003cbr\u003e\u003c/br\u003e \u003cem\u003e\u003cstrong\u003e\u003c/strong\u003e\u003c/em\u003e","Hintergrund":"Hersteller der Tropenschatz Corona 126 F Special ist die Firma Arnold André, der größte Zigarrenhersteller Deutschlands. Dieser erfand in den 50er und 60er Jahren die Marken Handelsgold und Tropenschatz. Mit diesen erfolgreichen Marken  konnte er die Marktführung bis heute behaupten. Tropenschatz-Zigarren sind sehr preisgünstig und können an fast jedem Kiosk und sogar in Supermärkten erworben werden. Ziel von Arnold André war es, qualitativ gute Zigarren mit feinen Tabakmischungen für eine breite Schicht von Rauchern anzubieten.  Er hat damit in den Jahren des Wirtschaftswunders in Deutschland genau die richtige Marktlücke gefunden."},"diameter_mm":16.7,"ring":42,"length_mm":125,"length_inch":0,"format":"Corona","maker":"","manufactureOrigin":"Deutschland","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Brasilien"],"binderOrigin":["Bandtabak"],"aromaProfileManufacturer":["Würzig"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":3.78}
