{"name":"Casa de Torres Edición Especial 2013 Gran Robusto Marrón","url":"https://www.noblego.de/casa-de-torres-edicion-especial-2013-gran-robusto-marron/","brand":"Casa de Torres","series":"","details":{"Fazit":"Eine Vielzahl an reichhaltigen Aromen, ein cremiger Rauch und ein hervorragendes Rauchverhalten vereint in einer Zigarre. Das bietet die Casa de Torres Edición Especial 2013 Gran Robusto Marron. Genießen Sie dieses Stück Zigarrenkunst am besten mit einem einfachen schwarzen Kaffee oder einem guten Rum.","Genuss":"Mit der neuesten Kreation in der Serie Casa de Torres Edición Especial ist der Firma August Schuster ein toller Blend gelungen, der sich klar von den anderen Linien der Marke unterscheidet. Diese Zigarre ist im Vergleich zur „normalen“ Casa de Torres etwas stärker, aber doch immer noch recht mild, und besticht durch einen sehr abwechslungsreichen und vollaromatischen Rauchverlauf. Ihre Länge von fast 15 Zentimetern und ihr Durchmesser von 20 Millimetern ergeben eine Rauchdauer von gut 80 Minuten. Gleich zu Beginn startet die Zigarre sehr würzig und ist sensorisch im gesamten Mund zu spüren. Nach dem ersten Zentimeter kommen Aromen von Holz, Erde und Schokolade zum Vorschein, die am Zug von einer dezenten Süße begleitet werden. Ab dem zweiten Drittel geben Leder und Röstaromen den Ton an. Die zuvor schon gute Rauchentwicklung legt nun noch einen Zahn zu: der Qualm wird sehr voluminös und überzeugt durch eine wunderbare Cremigkeit. Mit fortschreitender Rauchdauer rundet eine Spur von Mandeln das reichhaltige Aromenspektrum ab. Diese tolle geschmackliche Entwicklung wird durch eine schöne weiße und lang stehende Asche optisch vervollständigt.","Hintergrund":"Die erste Zigarre der Edición Especial Serie von Casa de Torres kam 2007 auf den Markt. Seit 2011 erscheinen spezielle Sondereditionen mit einer zweiten Bauchbinde, auf denen das Erscheinungsjahr golden hervorgehoben wird. Die 2013er Gran Robusto Marron ist der neueste Vertreter dieser Reihe."},"diameter_mm":20,"ring":50,"length_mm":148,"length_inch":0,"format":"Robusto Extra","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Leder","Schokolade","Würzig"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.8}
