{"name":"Daniel Marshall DM2 Torpedo","url":"https://www.noblego.de/daniel-marshall-dm2-torpedo/","brand":"Daniel Marshall","series":"","details":{"Fazit":"Die Daniel Marshall DM2 Torpedo ist für den erfahrenen Zigarrenliebhaber sicherlich die interessanteste Zigarre aus der DM2-Serie. Das Format verspricht immer ein besonders intensives und  wandelbares Geschmackserlebnis entlang des Smokes. Probieren Sie dazu einmal das Nationalgetränk Nicaraguas, den Macuá, einen Cocktail aus weißem Rum, Guaven-, Orangen- und Limonensaft.","Genuss":"Daniel Marshall DM2 Torpedos haben 20,6 Millimeter im Durchmesser und eine Länge von 158 Millimetern. Ihre Rauchdauer beträgt mindestens eine Stunde bei genussvollem Ziehen. Da sich die Torpedo ganz wunderbar knapp anschneiden lässt, kann man hiermit den Zugwiderstand durchaus dem eigenen Wohlbefinden anpassen. Kenner entfernen oft nur die äußerste Spitze und genießen die Verdichtung von Rauch und Aromen dieses anspruchsvollen Formats. Das Aromenspiel kann als klassisch bezeichnet werden. Es liefert Töne von Erde, Kakao und Leder. Zunächst ist die Daniel Marshall DM2 Torpedo weich im Rauch, im Finish trocken und etwas rauer.","Hintergrund":"Bei dem Namen Daniel Marshall Torpedo denkt man natürlich zuerst an die berühmte \u003ca title=\"Hier geht's zur Daniel Marshall DM2 Torpedo 24Kt Gold\" href=\"/daniel-marshall-dm2-torpedo-24kt-gold/\"\u003egoldene Zigarre\u003c/a\u003e dieses extravaganten Herstellers. Hier haben wir jedoch die „normale“ Version vor uns, die auf die teure Blattgoldumhüllung verzichtet. Stattdessen kommt ein nicaraguanisches Deckblatt aus karibischem Saatgut zum Einsatz. Es umhüllt weitere edle Tabake aus Nicaragua, die zu einer richtig guten Puro vereint sind."},"diameter_mm":20.6,"ring":52,"length_mm":157,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Kaffee","Röstaromen","Schokolade","Zimt"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":12.8}
