{"name":"Flor de Filipinas Shortfiller Panetela","url":"https://www.noblego.de/flor-de-filipinas-shortfiller-panetela/","brand":"Flor de Filipinas","series":"","details":{"Fazit":"Die Flor de Filipinas Shortfiller Panetela ist eine gut komponierte Zigarre im idealen Format für eine genüssliche, kleinere Rauchpause. Den Raucher dieser Marke erwartet ein sehr sanftes Geschmackserlebnis mit dezent erdiger Tönung und angenehmer Würze. Angesichts des Rauchgenusses ist der Preis geradezu phänomenal günstig.","Genuss":"Mit der Flor de Filipinas Shortfiller Panetela hat man eine locker gerollte Zigarre vor sich, die munter abbrennt und uns einen voluminösen, aromatischen Rauch beschert. Die Zigarre überzeugt durch ihren milden Charakter. Bis zum Ende tritt keine Schärfe im Geschmack auf. Der Geruch ist leicht erdig mit zart holzigen Noten. Die Flor de Filipinas Shortfiller Panetela brennt gleichmäßig und gerade und hinterlässt einen hellgrauen, lockeren Aschekegel. Ihre Maße sind 123 Millimeter in der Länge und 14 Millimeter im Durchmesser. Wir haben also ein kleines handliches Format vor uns. Etwa eine halbe Stunde lang währt der Genuss dieser leichten und aromatischen Zigarre.","Hintergrund":"Lange haben karibische Produkte die Manila-Zigarren überflügelt, so dass diese etwas in Vergessenheit geraten sind. Die Tabaqueria de Filipinas auf der Insel Luzon hielt jedoch eisern ihre lange Tradition aufrecht und sorgte für eine erfolgreiche Rückkehr einer beachtenswerten Zigarrenmarke. Diese Tabakprodukte sind deutlich milder und leichter als die berühmten „Kubaner“. Aber genau das macht sie zu angenehm leichten Zigarren für einen unbeschwerten Smoke und sie sind auch eine Empfehlung an Einsteiger in die Welt des edlen Zigarrenrauchens."},"diameter_mm":14,"ring":35,"length_mm":123,"length_inch":0,"format":"Panetela","manufactureOrigin":"Philippinen","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Philippinen"],"fillerOrigin":["Philippinen"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.25}
