{"name":"Arturo Fuente Hemingway Masterpiece","url":"https://www.noblego.de/arturo-fuente-hemingway-masterpiece/","brand":"Arturo Fuente","series":"Hemingway","details":{"Fazit":"Die Arturo Fuente Hemingway Masterpiece ist definitiv eine Zigarre für besondere Anlässe. Das gebietet allein schon das Format, denn bei einer Rauchdauer von guten zwei Stunden ist diese Zigarre definitiv nichts für zwischendurch. Bei einem guten Tropfen und mit der nötigen Muße schmeckt dieses \"Meisterstück\" dann auch gleich noch besser.","Genuss":"Mit 229 Millimetern hat die Arturo Fuente Hemingway Masterpiece eine Länge, die fast nicht mehr in jeden Humidor passen dürfte. Aber nicht nur was die Größe betrifft, hat der Aficionado es hier mit einem echten Kaliber zu tun. Spätestens nach dem Entzünden dieser dominikanischen Dame dürfte das klar werden. Denn die Perfecto, die bereits im Kaltzustand betörende Düfte verströmt, bietet bereits kurz nach dem Anfeuern überaus spannende Aromen. Da gibt es Noten von Walderde, duftendem Holz oder es scheint gemahlener Kaffee auf. Mal schmeckt es nach Leder, dann wieder nach schwarzem Pfeffer, es gibt nussige Anklänge, die mal an Walnüsse, mal an Haselnüsse erinnern. Außerdem glänzt diese Zigarre durch gute Verarbeitung, was sowohl am perfekten Abbrand als auch an der stabilen, grau melierten Asche messbar wird. So wird der Smoke dieser Zigarre zu einem echten Erlebnis und geht über den alltäglichen Smoke weit hinaus.","Hintergrund":"Arturo Fuente ist seit jeher für seine gelungenen Zigarren bekannt. Mit der Hemingway Serie hat die Firma aus der Dominikanischen Republik es aber geschafft, sich selbst noch ein kleines Stückchen höher am Zigarrenhimmel zu positionieren. Denn die Hemingway Serie hält mit ihren Zigarren, deren Deckblätter aus Kamerun stammen, die ansonsten aber aus dominikanischem Tabak gefertigt sind, ausschließlich sehr gelungene Vitolas bereit. Von der Arturo Fuente Hemingway Short Story über die Arturo Fuente Hemingway Classic, die Hemingways sind allesamt sehr gute Longfiller. Aber gäbe es einen schreibenden Kaiser unter den literarischen Königen dieser Serie, dann wäre dies sicherlich die Arturo Fuente Hemingway Masterpiece."},"diameter_mm":20,"ring":50,"length_mm":229,"length_inch":0,"format":"Perfecto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Leder","Pfeffer","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":52}
