{"name":"Kristoff 685 Woodlawn Edición Limitada Perfecto","url":"https://www.noblego.de/kristoff-685-woodlawn-edicion-limitada-perfecto-zigarren/","brand":"Kristoff","series":"685 Woodlawn","details":{"Genussverlauf":"Ausgestattet mit einem wunderschönen Deckblatt aus Brasilien, einem nicaraguanischen Umblatt sowie einer dominikanisch-nicaraguanischen Einlage, in der noch ein Tabak steckt, dessen Herkunft geheim gehalten wird, lässt sich die Kristoff 685 Woodlawn Edición Limitada Perfecto als insgesamt mittelkräftig einstufen. Aufgrund ihrer sehr guten Verarbeitung lässt sich das mit einem Maximalringmaß von 60 aufwartende Format gut eineinhalb Stunden lang genießen. Dabei verströmt sie feine Aromen von Milchkaffee, Zedernholz und diversen Kräutern, die von einer an Nougat erinnernden Süße begleitet werden. Eine angenehm auftretende Würze verfeinert den Geschmack der Perfecto zusätzlich. Erfreulich ist auch, dass sehr gute Zug- und Abbrandverhalten zu nennen.","Nice to know":"Der Blend dieser in zwei Formaten erhältlichen Sonderauflage wurde von Glen Case, dem Unternehmenschef von Kristoff Cigars höchstpersönlich kreiert. Ihr Beiname „685 Woodlawn“ beschreibt die Adresse eines Hauses, in dem Case seine gesamte Kindheit bis zum 21. Lebensjahr verbrachte.","Resümee":"Ein toller Geschmack und die grandiose Verarbeitung machen die Kristoff 685 Woodlawn Edición Limitada Perfecto zu einer bemerkenswert guten Zigarre, der sich auch fortgeschrittene Anfänger widmen können. Absolute Genussempfehlung!"},"diameter_mm":23.8,"ring":60,"length_mm":114,"length_inch":0,"format":"Perfecto","maker":"Glen Case","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Geheim","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kräuter","Milchkaffee","Süß","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15,"additionalNotes":"Limited"}
