{"name":"Gilbert de Montsalvat Short Belicoso","url":"https://www.noblego.de/gilbert-de-montsalvat-short-belicoso/","brand":"Gilbert de Montsalvat","series":"","videoURLs":["https://www.youtube.com/watch?v=1mvZfRV_k1g"],"details":{"Fazit":"Die Gilbert de Montsalvat Short Belicoso bietet einen mittelstarken Smoke, der die besten Eigenschaften, der verarbeiteten Tabake präsentiert. Zum Nachmittagskaffee für Einsteiger und erfahrene Aficionados eine angenehme Begleitung.","Genuss":"So fiktiv ihr Namensgeber, so wirklich die Zigarre. In der Gilbert de Montsalvat Short Belicoso vereinen sich die aromatischen Eigenschaften der Tabake aus Nicaragua, Panama und Ecuador. Die Einlage besteht aus Tabaken der Regionen Condega in Nicaragua und Chiriqui in Panama, das Umblatt stammt ebenfalls aus Condega, während das Deckblatt ein Connecticut Seed aus Ecuador ist. Holz, Nuss und Aromen von Gewürzen scheinen während des rund 45-minütigen Smokes auf. Zur Mitte kommen erdige Noten auf, im Finale tritt eine ganz leichte pfeffrige Schärfe hinzu. Mit 12,4 Zentimetern Länge und einem 50er Ringmaß entspricht die Short Belicoso den Maßen einer Robusto, hat aber das charakteristische spitz zulaufende Köpfchen, das den Geschmack, ob des geringeren Volumens zum Ende hin intensiviert. Ein rundum gelungener Rauchgenuss mit besten Zug- und Abbrand-Eigenschaften.","Hintergrund":"Das Konterfei, das die Banderole und die Holzkistenverpackung der Gilbert de Montsalvat Zigarren ziert, gehört keinem geringeren als dem Namenspaten selbst, der trotz seiner Fiktivität ein eindrucksvolles Eigenleben entwickelt hat. Das Alter Ego des Markenmitbegründers Thomas Brunnschweiler ist ein ausgezeichneter Kenner der Zigarrenwelt und lässt uns in seinen zahlreichen Werken an seinem umfangreichen Wissen teilhaben."},"diameter_mm":20.1,"ring":50,"length_mm":124,"length_inch":0,"format":"","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Nicaragua","Panama"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Nuss"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.2}
