{"name":"Davidoff Oro Blanco Special Reserve 2002","url":"https://www.noblego.de/davidoff-oro-blanco-special-reserve-2002-zigarren/","brand":"Davidoff","series":"Limited Editions","details":{"Extrablatt":"Eladio Diaz sprach in einem Interview über seine Inspiration zur Oro Blanco. Die Antwort ist genauso magisch wie aussagekräftig über sein inniges Verhältnis zum Tabak. Er habe eines Nachts vom Blend der Zigarre geträumt, fuhr am Morgen danach sofort in die Fabrik und wusste instinktiv, was zu tun war.","Genussverlauf":"Dieses Kunstwerk kommt aus den Händen von Davidoffs damaligen Masterblender Eladio Diaz. Die Tabake der Zigarre wurden nur für die Oro Blanco verwendet. Keine Zigarre wird aus denselben Tabaken bestehen. Die erste Ernte stammt aus dem Jahr 2002 und kommt aus dem Anbaugebiet Mao, wo die drei Flüsse Mao, Gurabo und Yaque del Norte aufeinandertreffen. Eladio Diaz überwachte die Reifung dieser Tabake selbst und kontrollierte persönlich in regelmäßigen Abständen deren Geschmacksentwicklung. Mindestens 12 Jahre sollte dieser Prozess zunächst dauern und Diaz befand es für essenziell, der Zigarre danach noch weitere 18 Monate Zeit zu geben. Der Meister entscheidet selbst, wann ein Jahrgang reif für den Markt ist - bis dahin müssen wir auf neue Oro Blancos warten. Dieser Aufwand hat sich vollends gelohnt. Die dominikanische Puro setzt uns in ein Geschmackskarussell und sobald wir es verlassen, fragen wir uns, ob wir unser Wissen über die geschmacklichen Eigenschaften von Tabakblättern nicht hinterfragen müssen. Kakao, Leder, Zitrusfrüchte, Zedernholz, Salz, Gewürze … wir könnten die Liste noch unendlich weiterführen. Und diese Kisten - Tabakkunst durch und durch.","Resümee":"Das Erlebnis, das die Davidoff Oro Blanco Special Reserve 2002 dem Raucher ermöglicht, kann nur schwer in Worte gefasst werden. Sollten Sie irgendwann zur Möglichkeit kommen, diese Zigarre zu probieren: Zögern Sie nicht! Es gibt eben doch diese Zigarren, die einen einfach ins Staunen versetzen - egal, wie hoch der Preis auch sein mag, sie ist ihn definitiv wert."},"diameter_mm":0,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Cremig","Gewürze","Holz","Kakao","Leder","Zitrusfrüchte"],"strength":"Medium","smokingDuration":"60 bis 90 Min","price":500,"additionalNotes":"Limited"}
