{"name":"Don Tomas Honduras Robusto","url":"https://www.noblego.de/don-tomas-honduras-robusto/","brand":"Don Tomas","series":"Honduras Bundle","details":{"Fazit":"Mit der Don Tomas Honduras Robusto ist ein maximal mittelkräftiger Smoke ist entstanden, der viele Freunde finden wird. Zudem gibt es diesmal handliche 5er Packs für unterwegs. Dazu passt ein gut ausbalancierter spanischer Rotwein, zum Beispiel ein Rioja aus dem Hause des Winzer-Stars Miguel Torres.","Genuss":"Die Don Tomas Honduras Robusto ist wie alle Zigarren dieser preiswerten Serie honduranischer Zigarre von Don Tomas sehr gut gerollt und mit einem tadellosen Deckblatt, einem Connecticut Shade aus Ecuador ausgestattet. Die Einlage mit vorwiegend honduranischen Tabaken startet beim Abbrand mit süßlichen Aromen, die in Toast und Röstaromen, gepaart mit einer leichten Fruchtigkeit übergehen. Alles in allem ein aromatischer, mittelkräftiger Smoke, den man gerne wiederholt. Bei 140 Millimetern in der Länge und einem Ringmaß von 50 bietet das klassische Robusto-Format eine Rauchdauer von einer Stunde.\u003cstrong\u003e\u003c/strong\u003e\n\u003cstrong\u003e \u003c/strong\u003e","Hintergrund":"Die honduranische Marke Don Tomas steht für erschwingliche Preise bei guter und dank der Fertigung als Mediumfiller immer gleich bleibender Qualität.\u003cstrong\u003e \u003c/strong\u003eDon Tomas Zigarren waren über die Jahre hinweg etwas in Vergessenheit geraten. Seit 2015 sind aber in Deutschland preiswerte Serien als Bundle-Zigarren erschienen und zwar eine dominikanische, eine nicaraguanische und eine honduranische Serie.\n"},"diameter_mm":19.8,"ring":50,"length_mm":140,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Brasilien","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Holz","Pfeffer","Röstaromen","Schokolade"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.3}
