{"name":"Balmoral Añejo XO Gordito","url":"https://www.noblego.de/balmoral-anejo-xo-gordito/","brand":"Balmoral","series":"Añejo","details":{"Fazit":"Mit der Balmoral Anejo XO Gordito hat man ein kompaktes Format mit bestem Tabakgenuss vor sich. Die Zwanziger-Kiste besteht aus dunklem Nussbaum mit Zedernholz-Einlage. Sie ist ein wertvolles und sehr hübsches Geschenk für jeden Zigarrenliebhaber.","Genuss":"Der größere Durchmesser kommt der feinen Einlage zu Gute und bietet einen etwas kühleren und damit milderen Rauch zum Start. Im Rauchverlauf steigert sich die kleine Dicke aber ganz schnell, so dass auch erfahrene Raucher auf ihre Kosten kommen. Bei einem stattlichen Durchmesser von 23 Millimetern und einer Kürze von gut 10 Zentimetern entfalten sich die Aromen zügig und lassen einen Rauchgenuss von einer halben bis Dreiviertelstunde zu – ganz nach Temperament des Aficionados. Wie alle Zigarren dieser Serie hat auch die Balmoral Anejo XO Gordito ein feines Arapiraca-Deckblatt aus Brasilien. Das Umblatt ist ein mildes und süßes Olor-Blatt aus der Dominikanischen Republik. Die Einlage besteht auch hier aus edlen Tabaken Brasiliens, Nicaraguas und der Dominikanischen Republik. Die Zigarre vermittelt Düfte von Gewürzen, Kakao und Zedernholz.","Hintergrund":"Das Haus Balmoral bietet eine große Produkt-Palette mit einer Vielfalt von Formaten an. Die Balmoral Anejo XO Gordito ist eine Neuheit auf dem Zigarrenmarkt, auf die man auch neugierig sein darf. Das gewitzte Format passt zu den modernen Rauchgewohnheiten eines aufgeschlossenen Publikums. Alle Balmoral-Zigarren werden bereits seit 1895 in Holland gerollt."},"diameter_mm":23,"ring":58,"length_mm":102,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"WrapperTobaccoVariety":"Arapiraca","fillerOrigin":["Brasilien","Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanischer Olor"],"aromaProfileManufacturer":["Gewürze","Kakao","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8.7,"additionalNotes":"Aged"}
