{"name":"Villiger Dominican Selection Robusto","url":"https://www.noblego.de/villiger-dominican-selection-robusto/","brand":"Villiger","series":"Dominican Selection","details":{"Fazit":"Die Villiger Dominican Selection Robusto Zigarren eignet sich sehr gut für Anfänger und Freunde leichter Zigarren. Raucher, die die milde Würze einer dominikanischen Zigarre zu schätzen wissen und dennoch preisbewusst rauchen möchten, werden gerne zu dieser Robusto greifen.","Genuss":"Das Connecticut Seed Deckblatt stammt aus Ecuador. Es fühlt sich etwas rau an und weist einige naturgegebene Unebenheiten auf. Damit präsentiert sich dieser Mediumfiller ganz ehrlich als preiswertes Produkt für den Hausgebrauch. Das Umblatt ist ebenfalls ein echtes Blatt aus Indonesien und die Einlagenmischung ist aus verschiedenen Tabaksorten der Dominikanischen Republik und Nicaraguas zusammengesetzt. Die Villiger Dominican Selection Robusto besitzt eine angenehme Milde und feine Würze. Auch ihr Kaltgeruch ist angenehm und durchaus einladend. Diese Zigarre brennt tadellos und entwickelt erst im letzten Drittel eine deutliche Schärfe. Die Villiger Dominican Selection Robusto ist mit 125 Millimetern Länge bei einem Ringmaß von 50 eine typische Robusto, die man etwa eine Dreiviertelstunde lang rauchen kann.","Hintergrund":"Die Villiger Dominican Selection betrat ursprünglich als El Mundo del Tabaco den Tabakmarkt, da sie den Namen der in den 1990er gegründeten Importfirma für nicht-kubanische Zigarren von Heinrich Villiger trug. Diese firmiert nun aber auch unter dem Namen Villiger und damit auch diese milden Zigarren aus der Dominikanischen Republik."},"diameter_mm":19.8,"ring":50,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Fruchtig","Gras","Holz"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 90 Min","price":4.6}
