{"name":"El Credito Serie R No. 6","url":"https://www.noblego.de/el-credito-serie-r-no-6/","brand":"El Credito","series":"Serie R","details":{"Fazit":"Die El Credito Serie R No. 6 ist eine dominikanische Zigarre, die durchaus einem Vergleich mit den Kubanern standhalten kann. Mit einer ordentlichen Portion an Stärke und vielschichtigen Aromen ist sie die perfekte Begleitung für einen entspannten Abend zu zweit mit einer Flasche gehaltvollem und ebenso komplexem Rotwein.","Genuss":"Die El Credito Serie R hebt sich mit ihrer kräftigen Stärke deutlich von den sonst eher milden bis mittelstarken dominikanischen Zigarren ab. In einer einzigartigen Komposition von dominikanischen und nicaraguanischen Einlagetabaken, einem nicaraguanischen Umblatt und einem Deckblatt aus Ecuador bietet die El Credito Serie R No. 6 einen hocharomatischen Rauchgenuss mit dem besten, was die mittel- und südamerikanischen Länder zu bieten haben. 15 cm lang und mit einem Ringmaß von 58 ausgestattet brennt sie langsam ab und entfaltet eine komplexe und nuancenreiche Aromenpalette, die von Holz und Nuss zu Beginn bis Schokolade und Röstaromen in der Mitte und zunehmend pfeffriger Schärfe im Hintergrund reicht. Bis zu 90 Minuten lässt sich die Double Toro bei optimalen Zug- und Abbrand-Eigenschaften genussvoll smoken.","Hintergrund":"Entwickelt wurden El Credito Zigarren vom kubanischen Auswanderer Ernesto Perez-Carillo  1968 in den USA. Dort werden sie unter ihrem ursprünglichen Namen La Gloria Cubana verkauft, da die Familie die Markenrechte mit in die USA brachte. Für den europäischen Markt gelten diese jedoch nicht und sie wurden in El Credito umbenannt."},"diameter_mm":23.3,"ring":58,"length_mm":150,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Nuss","Pfeffer","Röstaromen","Zartbitter"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.2}
