{"name":"Villiger Winter Edition 2020 Short Churchill","url":"https://www.noblego.de/villiger-winter-edition-2020-short-churchill/","brand":"Villiger","series":"","details":{"Genussverlauf":"Eine erlesene Auswahl nicaraguanischer Tabake steckt in der Villiger Winter Edition 2020 Short Churchill, die sich somit als waschechte Puro Zigarre auszeichnet. Unangezündet verströmt sie einen verlockend schokoladig-süßen Geruch und weist eine großartige Verarbeitungsqualität auf. Einmal entfacht zeigt sie sich gleich präsent und entwickelt einen wunderbar cremig dichten Rauch. Zu Anfang sind würzig unterlegte Zedernholzaromen bestimmend, nach einigen Zügen treten Zeder und Pfeffer in den Hintergrund und lassen Raum für erdige, schokoladige und fruchtige Noten von einer sehr feinen Süße flankiert. Zum Ende hin entwickelt sich ein harmonischer Zusammenklang der geschilderten Aromen und man hat knapp 70 Minuten Zeit mit einer sehr guten und hervorragend ausbalancierten Zigarre verbracht.","Gut zu wissen":"Als Short Churchill ausgezeichnet, weist die Villiger Winter Edition 2020 ein 48er Ringmaß und eine Länge von 12,2 cm auf. Präsentiert werden die köstlichen Puros aus Nicaragua in praktischen 3er Pappschubern mit winterlichem Design.","Résumé":"Keine Frage, die Villiger Winter Edition 2020 Short Churchill wird Sie mit ihrem köstlichen und harmonischen Geschmack an kalten Wintertagen in ihren Bann ziehen. Ein leckerer Genuss, den man sich gerne des Öfteren gönnt. Damit Sie das auch tun können, sollten Sie sich mit genügend Exemplaren der in limitierter Auflage erschienenen Sonderedition eindecken, bevor sie vergriffen ist."},"diameter_mm":19,"ring":48,"length_mm":122,"length_inch":0,"format":"Short Churchill","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Fruchtig","Kaffee","Kakao","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9,"additionalNotes":"Limited"}
