{"name":"San Lotano H Robusto","url":"https://www.noblego.de/san-lotano-h-robusto/","brand":"San Lotano","series":"San Lotano H","details":{"Fazit":"Eine abwechslungsreiche Zigarre mit den Aromen von Holz, Nuss und einer feinen Süße. Da man ihre Stärke nicht unterschätzen sollte, empfehlen wir die Zigarre in den Abendstunden zu genießen.\nProbieren Sie dazu einen gut gelagerten Portwein. Er wird die San Lotano Requiem Robusto aromatisch unterstreichen.","Genuss":"Für das Robustoformat gilt die Länge von 12,7 Zentimetern bei einem Durchmesser von 20 Millimetern. Zum Glück sind das nur die formalen Kriterien. Beim Anzünden legt die San Lotano Requiem Robusto von Beginn an die Messlatte sehr hoch. Leichte pfeffrige Noten harmonieren mit einem kräftigen holzigen Aroma. Im Hintergrund tritt eine feine Süße ein und lässt den Rauch angenehm weich werden. Trotzdem entwickelt sie sehr schnell eine Würze, die im Rauchverlauf immer prägnanter wird. Die Aromen des Holzes weichen in den Hintergrund und die Süße übernimmt nun die Hauptrolle. Eine beeindruckende Cremigkeit setzt ein und begleitet die Süße. Außerdem tritt ein Röstaroma auf, welches sonst so bekannt für kubanischen Zigarren ist. Hier legt die Zigarre auch deutlich an Stärke zu. Die Süße tritt wieder in den Hintergrund und die holzigen Noten verschmelzen mit den Röstaromen. Gegen Ende bekommt die Zigarre ein aufdringliches Nussaroma. Dadurch gewinnt die Cremigkeit an Aromen. Da sie aber nie die Würzigkeit verliert, bleibt die Zigarre sehr abwechslungsreich. Mit ihr erleben Sie 60 Minuten Hochgenuss. Für die hervorragende Qualität spricht die gute Verarbeitung.","Hintergrund":"Der Exilkubaner A.J. Fernandez lernte sein Handwerk von klein auf. In Kuba lehrte ihn der bekannte Masterblender Alejandro Robaina alles, was man über Zigarren wissen sollte. Mit diesem Fachwissen bewies er bei der San Lotano Requiem sein Können. Zum Einsatz für die Einlage kamen besonders fermentierte Tabake aus der Dominikanischen Republik, Honduras und Nicaragua. Als Deckblatt dient ein fein geadertes Tabakblatt aus Brasilien."},"diameter_mm":20,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"AJ Fernandez","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Holz","Nuss","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":8,"additionalNotes":"Boutique Zigarre"}
