{"name":"Rocky Patel DBS Sixty","url":"https://www.noblego.de/rocky-patel-dbs-sixty-zigarren/","brand":"Rocky Patel","series":"DBS","details":{"Genussverlauf":"Unter den beiden Double Broadleaf Umblättern aus den USA und Nicaragua, liegt die honduranisch-nicaraguanische Einlage der DBS Sixty von Rocky Patel. Gehalten wird dieser spannende und vielversprechende Kern von einem mattbraunen San Andrés Deckblatt aus Mexiko. Das mit einem 60er Ringmaß und einer Länge von 15,2 cm aufwartende Großformat bietet einen gut 90 Minten andauernden Genuss, der geprägt ist von wunderbar miteinander harmonierenden Röstkaffee-, Erd-, Leder und Zartbitterschokoladearomen. Darunter mischen sich immer wieder pfeffrige Anklänge und süße Noten von Ahornsirup. Die Sixty zeigt sich durchweg mittelkräftig und verfügt über einen fantastischen Grad an Cremigkeit.","Nice to know":"Die sehr hochwertig gestalteten 20er Kisten der DBS-Serie dürfen nicht unerwähnt bleiben. Hauptsächlich bestehen diese aus Holz, auf dem Deckel allerdings wurde ein gepolsterter Stoff angebracht, auf dem das Marken- und Serien-Logo aufgestickt wurden. Eine wirklich sehr kreative und ansprechende Verpackung, die den absoluten Premiumcharakter dieser köstlichen Zigarren elegant zu unterstreichen weiß.","Resümee":"Natürlich gönnt man sich eine Zigarre wie die Rocky Patel DBS Sixty nicht jeden Tag. Für besondere Anlässe lässt man sie sich jedoch sehr gerne schmecken, denn für solche Gelegenheiten ist das imposante Format einfach eine perfekte Wahl."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andrés","fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Broadleaf","Nicaragua","USA"],"aromaProfileManufacturer":["Ahornsirup","Cremig","Erdig","Holz","Leder","Pfeffer","Röstkaffee","Schokolade","Süß","Zartbitter"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":30.6}
