{"name":"La Estancia Corona","url":"https://www.noblego.de/la-estancia-corona/","brand":"La Estancia","series":"","details":{"Fazit":"Die La Estancia Corona ist ein angenehmer Smoke für die Stunden am Nachmittag und passt hervorragend zum Kaffee – wer mag, auch mit Milch und Zucker.","Genuss":"Die La Estancia Corona lädt zu einem Stelldichein der besonderen Art, denn ein Mix aus karibischen und nicaraguanischen Tabaken wird nicht oft angeboten und bis zu 60 Jahre alte karibische Tabake noch viel seltener. Glücklicherweise konnte sich die Familie Meerapfel einen stattlichen Vorrat davon anlegen und lässt die Aficionado-Welt nun daran teilhaben. Der Blend besteht zu jeweils 50% aus nicaraguanischen und karibischen Longfiller-Tabaken in der Einlage, einem nicaraguanischen Umblatt und einem Deckblatt mit ebenfalls nicaraguanischer Herkunft. Schon der leicht süße und erdige Kaltgeruch macht Lust auf mehr. Die 45 Minuten Rauchdauer vergehen mit den fein nuancierten Aromen von Mandeln, Zitrusfrüchten, Kaffee, Erde und Ingwer wie im Flug. Dabei entwickelt sich der Smoke nach dem milden Beginn in den mittelkräftigen Bereich. Zug und Abbrand sind durchgängig gut.","Hintergrund":"Die Familie Meerapfel ist schon viele Jahre im Tabakhandel tätig und hat sich besonders als Produzent von Deckblättern aus Kamerun einen Namen auf dem internationalen Markt gemacht. Darüber hinaus waren sie lange Zeit der Vertrieb von Marken wie \u003ca title=\"Hier geht's zu den Zigarren von Padrón\" href=\"/padron-zigarren/\"\u003ePadrón\u003c/a\u003e, \u003ca title=\"Hier geht's zu den Arturo Fuente Zigarren\" href=\"/arturo-fuente/\"\u003eArturo Fuente\u003c/a\u003e und \u003ca title=\"Hier geht's zu Zigarren von Ashton\" href=\"/ashton/\"\u003eAshton\u003c/a\u003e."},"diameter_mm":16.7,"ring":42,"length_mm":131,"length_inch":0,"format":"Corona","manufactureOrigin":"Honduras","construction":"Longfiller","wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Honduras","Karibik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Ingwer","Kaffee","Nuss","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":6.8}
