{"name":"Kristoff Classic Matador","url":"https://www.noblego.de/kristoff-classic-matador/","brand":"Kristoff","series":"","details":{"Fazit":"Die Kristoff Classic Matador ist eine mediumaromatische Zigarre für den Aficionado, der sich dem Genuss gern für anderthalb Stunden hingibt. Mit ihrem abwechslungsreichen Bouquet passt diese Double Toro bestens zu einer Tasse Kaffee, einem guten Cognac oder auch einem kräftigen Whisky.","Genuss":"Schon der Kaltgeruch dieser Pigtail-Zigarre sorgt mit holzigen Noten und einer leicht „stalligen“ Note für einen guten Eindruck. Dieser bestätigt sich alsbald, ist die Kristoff Classic Matador erst einmal angezündet. Bei einer Länge von 165 Millimetern und einem 56er Ringmaß sorgt die Dominikanerin für ordentlich Rauch, der eine spannende Aromenpalette an den Gaumen trägt. Gewürze und Noten von geräuchertem Zedernholz sind präsent, zwischendurch sind immer wieder geröstete Nüsse, vielleicht Pecanüsse, zu schmecken. Untermalt wird der meist würzige Smoke von süßen, karamell-artigen Noten, die einen schönen Kontrast zu den herberen Aromen bilden.","Hintergrund":"Die Kristoff Zigarren fallen schon durch ihre Machart positiv auf. Nicht nur, dass der Pigtail ein Eyecatcher und zugleich charakteristisches Erkennungszeichen der meisten Zigarren von Glen Case ist, auch das wilde Brandende am Fuß verleiht der Kristoff Classic Matador ein ungewöhnliches Äußeres. Gerollt werden die Zigarren ausschließlich von erfahrenen Master-Blendern, die sich in der Herstellung von kubanischen Zigarren bestens auskennen."},"diameter_mm":22.2,"ring":56,"length_mm":165,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß","Würzig","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":8.3,"additionalNotes":"Pigtail"}
