{"name":"Cavalier Genève White Series Elegantes","url":"https://www.noblego.de/cavalier-geneve-white-series-elegantes/","brand":"Cavalier","series":"","details":{"Fazit":"Eine Premium Zigarre, die sich von außen wie innen standesgemäß präsentiert. Erleben Sie ganz besondere Genussmomente mit der Cavalier Genève White Series Elegantes!","Genuss":"Ein sehr aufwendiger Blend aus insgesamt fünf Tabakanbauländern wurde für die Cavalier Genève White Series Elegantes zusammengestellt. Ihr Deckblatt stammt aus Brasilien, das Umblatt darunter ist ein honduranisches Tabakblatt der Sorte Connecticut Shade. Die Einlage der schicken Robusto besteht aus einer hochwertigen Melange nicaraguanischer, dominikanischer und paraguayanischer Tabake. Von Rauchbeginn an entfacht die mittelkräftige Longfiller dichten, sehr voluminösen Rauch, der cremig-süße Noten und Aromen von Kaffee, Frucht, Leder und Erde an den Gaumen des Genießers trägt. Dazu gesellt sich eine unaufdringliche Pfefferwürze, die den angenehmen Smoke stimmig komplettiert. Die meisterliche Verarbeitung der sehr gelungenen Kreation aus Honduras lässt sich ebenfalls an ihrem perfekt eingestellten Zug und dem ebenmäßigen Abbrand festmachen.","Hintergrund":"Mit der Cavalier Genève White Series Elegantes stellen wir Ihnen die noch relativ junge Zigarrenmarke des Schweizers Sébastien Decoppet vor, der bereits im Alter von 20 Jahren seine Liebe zu Zigarren entdeckte und von da an auf autodidaktische Weise alles Wissen über das schmackhafte Kulturgut aufsog, mit dem Ziel irgendwann seine eigenen Zigarren zu produzieren. Gegen Ende des Jahres 2015 war es dann endlich so weit und die ersten Zigarren der Marke Cavalier Genève erreichten zunächst den Schweizer Markt."},"diameter_mm":20.6,"ring":52,"length_mm":114,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Brasilien"],"fillerOrigin":["Dominikanische Republik","Nicaragua","Paraguay"],"binderOrigin":["Connecticut Shade","Honduras"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Kaffee","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":11}
