{"name":"Toscano Master Aged Serie 2","url":"https://www.noblego.de/toscano-master-aged-serie-2-zigarren/","brand":"Toscano","series":"Master Aged Serie","details":{"Genussverlauf":"Das Deckblatt der Toscano Master Aged Serie 2 ist von der Sorte Kentucky, welches von einer Plantage aus dem US-amerikanischen Bundesstaat Tennessee stammt. In ihrer Einlage finden sich ebenfalls Fire Cured Kentucky Tabake vor, die zu gleichen Anteilen jeweils aus italienischen und amerikanischen Tabaken bestehen. Alle Tabake wurden vor ihrer Weiterverarbeitung einer ausgiebigen Fermentation unterzogen. Die Trocknung über Eichenholzfeuern geschieht im Vorfeld und verleiht ihnen ihre spezielle rauchige Charakteristik. Nachdem die versiertesten Rollerinnen von Toscano daraus die für die italienische Edelmarke typischen Figurados gefertigt haben, werden diese für mindestens 360 Tage in klimatisierten Reiferäumen gelagert. In dieser Zeit erhalten die Master Aged Zigarren ihren letzten Schliff und sind danach zum Genuss bereit. Im Falle der Master Aged Serie 2 Zigarren ist dieser bestimmt von jeder Menge Röstaromen, holzigen und pfeffrigen Noten sowie einer süßlichen Untermalung.","Nice to know":"Der Kentucky Tabak ist für seinen besonders vollmundigen und kräftigen Geschmack bekannt. Durch eine längere Reifung verliert der Tabak jedoch ein wenig von dieser starken Intensität, wirkt dadurch etwas milder und ausgewogener im Geschmack.","Resümee":"Wer es nicht ganz so kräftig mag, jedoch nicht auf den Genuss der delikaten Fire Cured Tabake verzichten möchte, ist mit der Toscano Master Aged Serie 2 bestens bedient. Mit nicht ganz so viel Wucht wie ihre Schwesternzigarren ausgestattet, sorgt sie für ein etwas gemäßigteres Rauchvergnügen nach Toscano Art."},"diameter_mm":15.8,"ring":40,"length_mm":160,"length_inch":0,"format":"","manufactureOrigin":"Italien","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"WrapperTobaccoVariety":"Kentucky Fire Cured","fillerOrigin":["Italien","USA"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":6.6}
