{"name":"RoMa Craft Tobac CroMagnon Aquitaine Knuckle Dragger","url":"https://www.noblego.de/roma-craft-tobac-cromagnon-aquitaine-knuckle-dragger/","brand":"RoMa Craft Tobac","series":"CroMagnon","details":{"Fazit":"Die RoMa Craft Tobac Aquitaine Knuckle Dragger eignet sich besonders gut zum Genuss im Anschluss an ein schönes, reichhaltiges Essen. Einsteigern sei angeraten sich zunächst nach milderen Zigarren umzusehen, da die rassige Nicaraguanerin eine durchaus beachtliche Stärke entwickelt.","Genuss":"Ihre tadellose Qualität beweist die RoMa Craft CroMagnon Aquitaine Knuckle Dragger bereits durch ihr wunderschönes Deckblatt, bei dem es sich um ein hochwertiges H2000 aus Ecuador handelt. Unter diesem verlockend schmackhaft aussehendem Decker steckt ein afrikanisches Umblatt aus Kamerun, darunter wiederum verbergen sich Spitzentabake aus dem Herkunftsland der cremigen Knuckle Dragger, Nicaragua. Geschmacklich erfüllt die leckere Longfiller das Profil einer vollmundig würzigen Zigarre, die im Rauchverlauf ein spannendes Wechselspiel zwischen tiefen Erd-, Holz-, Kaffee-, Leder- und Schokoladearomen aufzieht. Der Genießer kann sich auch aufgrund eines bestens eingestellten Zugs und technisch sauberen Abbrands voll und ganz auf den delikaten Geschmack der kleinen Robusto konzentrieren.","Hintergrund":"Gerollt werden die Zigarren der anspruchsvollen Marke RoMa Craft Tobaco in einer dem Unternehmen eigens zugehörigen Manufaktur in Estelí, Nicaragua. Dort in der Fabrica de Tobacco NicaSueno sind verschiedene Experten-Teams mit der Herstellung unterschiedlicher Premiumserien der Marke betraut."},"diameter_mm":20.6,"ring":52,"length_mm":102,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"H2000","fillerOrigin":["Nicaragua"],"binderOrigin":["Kamerun"],"aromaProfileManufacturer":["Cremig","Erdig","Holz","Kaffee","Leder","Pfeffer","Schokolade","Süß"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 60 Min","price":9.4}
