{"name":"Dalay Istanbul Robusto","url":"https://www.noblego.de/dalay-istanbul-robusto-zigarren/","brand":"Dalay","series":"Istanbul","details":{"Genussverlauf":"Das etwas rustikal wirkende Deckblatt der Dalay Istanbul Robusto stammt aus Ecuador, darunter verbirgt sich laut Hersteller ein US-amerikanisches Umblatt aus Pennsylvania. Richtig spannend wird es, wenn man sich den Tabaken der Einlage zuwendet. Hierbei handelt es sich um einen hochinteressanten Mix aus dominikanischen, US-amerikanischen und türkischen Tabaken. Die Robusto wartet mit einem unverwechselbaren Kaltgeruch auf, der an einen orientalischen Gewürzbasar erinnert. Die ersten Züge sind dann auch mit einer vollmundigen Würze belegt, hinzu kommen Noten von schwarzem Tee, leicht süße Töne sowie angenehme Erd- und Holzaromen. Die Würze der technisch sauber funktionierenden Istanbul Robusto hat einen ganz eigenen und unvergleichlichen Charakter. Sie dominiert diesen mittelkräftigen Smoke und lässt das feine Aromaspiel beinahe nur als Hintergrunduntermalung erscheinen. Eine sehr solide Aschebildung, gerader Abbrand und jede Menge dichter Rauch machen diese ohnehin schon sehr außergewöhnlich schmeckende Zigarre zu einem ganz besonderen Genusserlebnis.","Nice to know":"Die in weiß gehaltenen 10er Kisten der Dalay Istanbul Zigarren sind mit einer Miniaturmalerei, die eine historische Ansicht Istanbuls zeigt und kalligrafisch gestalteten Schriftzügen versehen. Das gleiche Artwork begegnet dem Betrachter ebenfalls auf den Bauchbinden der Zigarren. Die Miniaturmalerei wurde von dem international auch als „Microangelo“ bekannten türkischen Künstler Hasan Kale geschaffen. Die Kalligrafien steuerte die künstlerisch veranlagte Tochter von Salih Dalay bei.","Resümee":"Die Dalay Istanbul Robusto ist eine spannende und sehr empfehlenswerte Zigarre. Ihr ungewöhnlicher Blend wird so manchen erfahrenen Aficionado in Erstaunen versetzen und vor allem begeistern. Gratulation an das gesamte verantwortliche Team von Dalay Zigarren für diese erfrischend andere Zigarrenkreation!"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","maker":"Michael Grossklos","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Türkei","USA"],"binderOrigin":["USA"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Kräuter","Leicht Süß","Schwarztee","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":14}
