{"name":"My Father Connecticut Toro Gordo","url":"https://www.noblego.de/my-father-connecticut-toro-gordo/","brand":"My Father","series":"My Father Connecticut","details":{"Fazit":"Wer gerne einmal Milderes aus der Produktion der Garcias probieren möchte, ist mit der My Father Connecticut Toro Gordo sicherlich bestens beraten. Dazu passt ein Dessertwein, der mit seiner Süße die Aromen der Zigarre wunderbar komplementiert.","Genuss":"Die My Father Connecticut Toro Gordo ist eine sehr angenehm zu rauchende Zigarre, die nie scharf wird und sich während des gesamten Smokes auf einem milden bis medium-starken Level bewegt. Mit einer Länge von 152 mm und einem stattlichen Durchmesser von knapp 24 mm, gehört sie schon zu den Schwergewichten auf dem Markt. Seit Sommer 2015 ist sie nun endlich auch bei uns in Deutschland erhältlich und wird nur in wenigen exklusiven Shops angeboten. Umso stolzer sind wir, einer davon zu sein. Schon zum Start merkt man die elegante Abstimmung der einzelnen Aromen. Eine feine Würze paart sich mit Zimtnoten und einer ganz leichten Süße, es gesellen sich Aromen von Erde, Heu, Holz und Nuss hinzu. Wer hier jetzt allerdings einen milden Smoke erwartet, sei gewarnt. Mild ja, aber nur im Vergleich zu den anderen Serien aus dem Hause Garcia. Also richten sie sich besser auf einen mittelkräftigen Smoke ein, der Sie um die 90 Minuten erfreuen wird.","Hintergrund":"Der Blend setzt sich aus einem nicaraguanischen Corojo 1999 Umblatt, ebenfalls nicaraguanischem Caribbean und Criollo Filler und natürlich dem Highlight der Serie, dem Ecuador Connecticut Deckblatt zusammen."},"diameter_mm":23.8,"ring":60,"length_mm":152,"length_inch":0,"format":"Toro Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gras","Heu","Holz","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":12}
