{"name":"Kristoff Connecticut Matador","url":"https://www.noblego.de/kristoff-connecticut-matador/","brand":"Kristoff","series":"","details":{"Fazit":"Wer einen milden und dabei ausdauernden Smoke voller süßer Aromen sucht, der ist mit der Kristoff Connecticut Matador goldrichtig beraten. Als Begleitgetränk bietet sich ein lieblicher Weißwein wie etwa ein Riesling an.","Genuss":"Das Äußere dieser Matador sticht auf jeden Fall aus der sonstigen Optik hervor. Mit dem Pigtail Mundstück und durch einen Zigarrenfuß mit einem „wilden Ende“, hat diese Dominikanerin ein bisschen was von einer Dynamitstange, wie man sie aus Cartoons und alten Filmen kennt. Aber keine Sorge, der Aficionado verbrennt sich nicht an der Kristoff Connecticut Matador die Zunge. Denn auf der Stärkeskala bleibt diese Vitola auf der milden Seite, wenngleich sie dennoch ein spannendes Aromenbouquet zu bieten hat. Denn dieser Longfiller bietet Aromen von Gewürzen, da ist mal eine zuckrige Süße präsent, mal meint man einen Hauch Vanille zu erahnen, dann wieder schmeckt man Karamell auf den Lippen. Das alles wird begleitet von einem cremigen Rauch, der auf der Zunge dahinschmilzt.","Hintergrund":"Pigtail Zigarren, auch als „Curly Head“ bezeichnet, werden immer beliebter. Die Zigarren mit dem „Fähnchen“ am Kopfteil werden so hergestellt, dass der überstehende Tabak am Kopfteil zusammengezwirbelt wird. Manchmal entsteht dabei ein langer Zopf, welcher absteht, manchmal werden die überschüssigen Tabakzöpfe aber auch zu einem kleinen Kringel eingerollt. Aber egal in welcher Ausführung die Pigtail-Zigarre nun vorliegt, der Kopf wird wie bei jeder anderen Zigarre auch mit einem Cutter bearbeitet, bevor es an das Rauchen gehen kann."},"diameter_mm":22.2,"ring":56,"length_mm":165,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Gewürze","Süß","Vanille"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":8.3,"additionalNotes":"Pigtail"}
