{"name":"Nordlicht Robusto","url":"https://www.noblego.de/nordlicht-robusto-zigarren/","brand":"Nordlicht","series":"","details":{"Genussverlauf":"Das dunkelbraune Colorado Deckblatt der Nordlicht Robusto weist eine feine Aderung auf und schimmert verlockend ölig. Kalt duftet sie nach frisch geschnittenem Holz und Röstkaffee. Diese Aromen tauchen ebenfalls in unterschiedlicher Ausprägung während des Genusses am Gaumen auf. Die leckere Zigarre zeigt sich bereits am Anfang sehr cremig mit sehr dezenten Pfeffer- und Röstnoten. Letztere erfahren während des gut 60-minütigen Rauchverlaufs eine leichte Steigerung ihrer Intensität. Dezente Noten von Frucht, Holz und Erde sowie eine angenehme Süße kommen ab dem zweiten Rauchdrittel hinzu. Eine delikate Würze rundet den Gesamtgeschmack vortrefflich ab.","Nice to know":"Die Idee zu den Nordlicht Zigarren kam den Mitgliedern des Nordlicht Zigarren Clubs, als sie darüber nachdachten, eine Zigarre nach ihrem ganz persönlichen Geschmack zu kreieren. In Zusammenarbeit mit dem renommierten Masterblender Kurt Brandt konnte man im Jahr 2018 mit der Nordlicht Toro Limitada 2018 den ersten Blend vorstellen. Auf diesen köstlichen „Ur-Blend“ folgte die Nordlicht Lancero Limitada 2019 und schlussendlich die im Sommer 2021 vorgestellte Nordlicht Zigarrenserie in drei Formaten samt Sampler.","Resümee":"Die Nordlicht Robusto ist eine sehr schmackhafte Vollblut-Nicaraguanerin mit jeder Menge Potenzial ein echter Klassiker zu werden. Ein cremig-würziger Smoke, wie geschaffen für Fans des nicaraguanischen Tabakhandwerks."},"diameter_mm":0,"ring":52,"length_mm":125,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Colorado","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Fruchtig","Holz","Pfeffer","Röstkaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":8.9}
