{"name":"Marca Fina Panama Robusto Breve (Short Robusto)","url":"https://www.noblego.de/marca-fina-panama-robusto-breve/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Die Robusto Breve der Linie Marca Fina Panama ist die perfekte Zigarre für alle Aficionados, die bei einem Smoke von einer satten halben Stunde würzig-cremige Zigarren mit kräftigen Aromen schätzen. In Begleitung von einem Cognac oder einem Rum zu empfehlen. Die Robusto Breve ist darüber hinaus aufgrund ihres günstigen Preises eine passende Alltagszigarre, die sich auch schnell zu einem Liebhaberstück im heimischen Humidor mausern kann.","Genuss":"Die Robusto Breve ist eine kleine „Dicke“, die es in sich hat. Bei einem Ringmaß von 53 und einer Länge von 90 Millimetern steckt ordentlich Tabakkraft in der handgerollten Puro aus Panama. Ist die ölig glänzende Zigarre, die mit ihrem hellbraunen, feingeaderten Deckblatt bereits optisch einen guten Eindruck macht, erst einmal entzündet, sind sofort exotische Gewürze und Noten von Gras und Kräutern präsent. Hinzu kommen Töne von Leder und kräftige Röstaromen mit nussigen Anklängen. Der Zug ist einwandfrei, was auch auf die gekonnte Verarbeitung zurückzuführen ist. Dadurch, dass alle Marca Fina Zigarren Bundlewaren sind, kann es vereinzelt zu kleineren Rissen oder Abplatzungen am Zigarrenfuß kommen. Diese kleinen Schönheitsfehler verzeiht man aber angesichts des hervorragenden Preis-Leistungsverhältnisses schnell.","Hintergrund":"Wenn man an Zigarrenherkunftsländer denkt, fällt einem Panama nicht unbedingt als erstes ein. Mit der Panama-Linie hat Marca Fina jedoch einiges getan, um dies in Zukunft zu ändern. Denn die Tabakqualität aus dem schmalen Land in Zentralamerika ist hervorragend und hält eine exotische und überraschend vielfältige Bandbreite an vollmundigen Zigarren bereit, die mit ihren erdigen Beerentönen und Kaffeearomen schnell überzeugen werden. Probieren lohnt sich."},"diameter_mm":21,"ring":53,"length_mm":90,"length_inch":0,"format":"Short Robusto","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Cremig","Gewürze","Gras"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.8}
