{"name":"Principle Cigars Archive Collection 1842 Lancero","url":"https://www.noblego.de/principle-cigars-archive-collection-1842-lancero/","brand":"Principle Cigars","series":"","details":{"Genussverlauf":"Für die 17,8 cm lange Lancero wählte man ein kaffeebraunes San Andrés Deckblatt aus Mexiko, ein brasilianisches Umblatt und dominikanische Einlagetabake. Nach einigen Jahren der Reife eignen diese sich hervorragend, um der Archive Collection 1842 Lancero von Principle Cigars eine herrliche Fülle an Aromen zu verleihen bei mittelkräftiger bis kräftiger Stärke. Ihr voluminöser Rauch bietet anfangs pfeffrig-erdige Noten, die allerdings nach einigen Zügen rasch von einer leichten Süße und fruchtig-nussigen Tönen abgelöst werden. Im weiteren Verlauf mischen sich darunter Aromen von Holz, Leder und Toast. Das letzte Drittel ist geprägt von fein nuancierten Anklängen der zuvor aufgetretenen Aromen und einer wunderbar deutlichen Note von Röstkaffee. Dank einer absolut tadellosen Verarbeitung geht ihr Zug- und Abbrandverhalten optimal vonstatten.","Nice to know":"Um den Vintage-Charakter der Archive Collection 1842 Lancero zu unterstreichen, wurde der Box eine Kopie eines Original-Zertifikats der „The New York \u0026 Harlem Railroad Company“ von 1842 beigelegt, der ersten Straßenbahngesellschaft der Welt. Die Fußbinden wurden sogar aus alten Fahrkartenabschnitten aus dieser Zeit kreiert. Von den ansprechenden 10er Holzkisten wurden nur 500 Stück weltweit an den Handel ausgeliefert bzw. überhaupt produziert.","Resümee":"Eine seltene und äußerst delikate Zigarre! Freunde des Lancero Formats mit geübten Gaumen werden die Principle Cigars Archive Collection 1842 Lancero sehr zu schätzen wissen. Aufgrund der sehr streng limitierten Mengen können wir Ihnen diesen spannenden Smoke allerdings nur solange der Vorrat reicht anbieten."},"diameter_mm":16,"ring":40,"length_mm":178,"length_inch":0,"format":"Lancero","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andrés","fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Brasilien"],"aromaProfileManufacturer":["Fruchtig","Holz","Leder","Nuss","Pfeffer","Röstkaffee","Süß","Toast","Würzig"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":16,"additionalNotes":"Limited"}
