{"name":"Juan Lopez Seleccion No.1","url":"https://www.noblego.de/juan-lopez-seleccion-no-1/","brand":"Juan Lopez","series":"","details":{"Fazit":"Die Juan Lopez Seleccion No. 1 ist eine Zigarre, die ein erfahrener Aficionado genau dann raucht, wenn er das Bedürfnis nach einer sehr ausgewogenen Vitola verspürt. Begleitende Getränke dürfen bei dieser ausdrucksstarken Zigarre ruhig etwas deftiger sein.","Genuss":"Die Juan Lopez Seleccion No. 1, mit einer Länge von 14,3 Zentimetern und einem Durchmesser von 19 Millimetern, ist eine sehr ausgewogene Vitola mit wohlriechend, herbem Zitrusduft und einem sehr feinadrigen Deckblatt. Das fettig-ölige Colorado-Deckblatt ist haptisch auch sehr fein, die Zigarre ist fest gerollt. Noch vor dem Anzünden kommt ein volles erdiges Aroma zum Vorschein, das das erste Drittel nach dem Zünden weiterhin begleitet. Sie bietet dem Raucher 70 Minuten vollen Genuss, begleitet von cremigem Schokoladengeschmack. Im weiteren Verlauf kommt die Stärke der Juan Lopez Seleccion No. 1 zum Vorschein, überwiegt jedoch nicht vor den ausgewogenen Holznoten. Die Dichte des Rauchs ist im zweiten Drittel einfach beeindruckend und füllt den Raum mit holzig-herbem kubanischem Rauch. Pfeffer, Leder und Holz, dazu eine elegante schokoladige Süße verleihen dieser Juan Lopez einen ausgewogenen milden Geschmack. Langsam läßt sich diese Zigarre weit bis über den Zigarrenring rauchen und steigert die vollen Aromen, die eine echte kubanische Zigarre ausmachen.","Hintergrund":"1870 gründete Juan Lopez Diaz seine Manufaktur in der Region Vuelta Abajo. Jedes Format der Manufaktur ist bis heute rein handgefertigt. Die Juan Lopez Seleccion No. 1 zählt in Deutschland zu den beliebtesten Zigarren. Bis heute werden Zigarren in der klassischen Art und Weise von Hand hergestellt."},"diameter_mm":19,"ring":48,"length_mm":143,"length_inch":0,"format":"Corona Gorda","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Schokolade","Süß","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":15.5}
