{"name":"Romeo y Julieta Cedros de Luxe No. 3","url":"https://www.noblego.de/romeo-y-julieta-cedros-de-luxe-no-3/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Es ist ein nicht selten begangener Fehler, die Romeo y Julieta Cedros de Luxe No. 3 als Anfänger- oder Gelegenheitszigarre abzustempeln. Doch obwohl sie recht mild ist, bietet sie eine beachtliche Fülle an Aromen. Dies verdankt sie vornehmlich dem Colorado Deckblatt. Aromen von Nuss und Erde kommen nicht zu kurz, doch vor allem Röstaromen formen ihren Charakter. Großes Potential verdankt sie ihrer Ausgeglichenheit und dem weichen Geschmack. Darüber hinaus muss ihr eine ordentliche Entwicklung zu Gute gehalten werden.\nWie auch zu ihren größeren Schwestern harmonieren erlesene Weine besonders gut mit dieser Zigarre.","Genuss":"Die visuelle Präsentation der Romeo y Julieta Cedros de Luxe No. 3 ist überaus ansprechend. Es sind kaum Adern im Deckblatt und beim Kaltzug verspürt der Raucher wenig Widerstand. Zweifelsohne ist dieser Longfiller hervorragend verarbeitet. Die Zigarre lässt im rund 30 bis 40-minütigen Smoke eine Vielzahl an Aromen nicht lange missen: Von Beginn an schmeicheln erdige und waldige Aromen; im weiteren Verlauf folgen Nuss und etwas Holz. Die zweite Hälfte wirkt im Ganzen etwas rustikaler, da die Würze spürbar zunimmt. Bitterkeit oder gar Schärfe bleiben aber aus. Mit ansehnlichem Abbrennverhalten und makellosem Zug sowie einer mittelfesten Asche überzeugt die Kubanerin auch handwerklich ohne Schwierigkeiten. Obwohl die Vitola sich über die ganze Länge von knapp 13 cm recht konstant zeigt, weiß sie dennoch mit einer Entwicklung zu reizen.","Hintergrund":"Das Traditions-Unternehmen Romeo y Julieta, das im Jahre 1875 in Havanna gegründet wurde, besteht noch heute an derselben Adresse. Der Durchbruch gelang der Manufaktur allerdings erst im 20. Jahrhundert. Vor allem dank der Qualität ihrer Erzeugnisse - hervorzuheben ist an dieser Stelle die Einführung der Bauchbinden - gelang der Firma ein erheblicher Aufschwung. Bei Sonderanfertigungen wurden die Produkte üblicherweise mit persönlichen Namensaufdrucken versehen, so dass die Zigarren zu einem Teil des individuellen Lebensstils avancierten."},"diameter_mm":16.7,"ring":42,"length_mm":129,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Gewürze","Leder","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":10.8}
