{"name":"La Flor Dominicana Air Bender Villano","url":"https://www.noblego.de/la-flor-dominicana-air-bender-villano/","brand":"La Flor Dominicana","series":"Nein","details":{"Fazit":"Gar nicht so böse, wie uns Litto Gomez weismachen möchte: Die La Flor Dominicana Air Bender Villano ist ein mittelkräftiger bis kräftiger Smoke mit viel Rauch und viel Aroma. Wer kann es mit ihr aufnehmen?","Genuss":"In jeder guten Kung Fu Geschichte gibt es den fiesen Gegenspieler, der dem Protagonisten zunächst überlegen scheint, schlussendlich aber doch besiegt werden kann. Diesen Platz nimmt die La Flor Dominicana Air Bender Villano, folgt man ihrem Namen, ein. So ganz können wir das jedoch nicht verstehen, triumphieren doch die Helden am Ende der Geschichte über den bösen Kontrahenten. Die Villano hingegen fügt sich wunderbar in die Riege der unterschiedlichen Formate der Serie ein und verspricht einen stilvollen und würzig-aromatischen Smoke bis zum Ende. Die ersten Züge starten mit Kakao, Holz und Röstnoten, je weiter man ins erste Drittel vorstößt, kommen Pfeffer, Erde und eine intensive Tabaknote hinzu. Dabei macht die Villano viel Rauch, der die Luft schneidet, was ganz Littos Air Bender Philosophie entspricht. Das zweite Drittel präsentiert sich erstaunlicherweise im Vergleich zum ersten weniger stark. Aromatisch kommt es zu einem Wechselspiel von Pfeffer und süßen Noten. Das letzte Drittel bringt ganz neue, unerwartete Aromen von Kaffee und Leder mit ins Spiel. Der Longfiller bleibt weiterhin auf dem mittelstarken bis starken Level. Der Blend der 19 cm langen und 15 mm schlanken Lancero vereint ein Caribbean Deckblatt aus Ecuador mit einem Umblatt und einer Einlage aus der Dominikanischen Republik. Der Zug kann während der 90-minütigen Rauchdauer teilweise recht schwer sein, der Abbrand hingegen zeigt sich schön gerade.","Hintergrund":"Die La Flor Dominicana Air Bender Serie sollte ursprünglich nur in vier verschiedenen Formaten erscheinen. Die Namen der Zigarren wie \u003ca title=\"Hier geht's zur La Flor Dominicana Air Bender Matatan\" href=\"/la-flor-dominicana-air-bender-matatan-tubo/\"\u003eMatatan\u003c/a\u003e oder Guerrero erinnern sämtlich an Kung Fu Kämpfer, da sich Litto Gomez sehr für die chinesische Kultur interessiert. Der Name Air Bender stammt hingegen nicht von der Serie „Avatar: The Last Airbender“, sondern eher von der Eigenschaft des Zigarrenrauches, der laut Litto Gomez die Luft schneidet („When we smoke we bend the air.“)."},"diameter_mm":15,"ring":38,"length_mm":190,"length_inch":0,"format":"Long Panetela","maker":"Litto Gomez","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Leder","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":9.8}
