{"name":"Bossner Henry Limited","url":"https://www.noblego.de/bossner-henri-limited/","brand":"Bossner","series":"Reserva","details":{"Fazit":"Die Bossner Henry schmeckt fein, elegant, hat komplexe Geschmacksnoten und eine tiefe, tabakechte Würze, was ihr gleichzeitig eine ehrliche und reelle, aber auch eine edle und vornehme Aura verleiht. Mit ihren großartigen Aromen kann die Henry locker mit anderen nicaraguanischen Größen wie \u003ca title=\"Hier geht's zu den Zigarren von Drew Estate\" href=\"/drew-estate-zigarren/\"\u003eDrew Estate\u003c/a\u003e oder \u003ca title=\"Hier geht's zu den Zigarren von Nicarao\" href=\"/nicarao-zigarren/\"\u003eNicarao\u003c/a\u003e, mithalten. Dank ihrer mittelstarken Würze ist sie für viele Situationen geeignet. Egal, ob abends am Lagerfeuer oder nach dem Mittagessen, dieser Torpedo wirkt immer angemessen und weiß v.a. mit einem guten Weißwein wirklich zu überzeugen.","Genuss":"Entnimmt man die Bossner Henry Limited aus der üppig mit Gold verzierten roten Holzkiste, offenbart sich bereits die luxuriöse Philosophie der Marke: die Kiste ist mit einem eigenen Befeuchtungssystem ausgestattet, und jede Zigarre liegt in herausnehmbaren Ablagen, durch kleine Trennwände separiert, für sich allein. Allein das weiß bereits die Neugierde des geneigten Aficionados zu wecken. Die Verarbeitung der nicaraguanischen Puro ist perfekt, das ebenmäßige Deckblatt ist gleichmäßig. Zwar ist die Zigarre recht fest gerollt, was dem Zug aber keinen Abbruch tut. Der Kaltzug bringt schokoladige und leicht ledrige Nuancen mit sich. Angezündet verbreitet der Torpedo einen angenehmen Duft nach frischem, dunklem Tabak und belegt den Gaumen mit würzigen Aromen von Schokolade, Leder und etwas Erde. Dazu kommt noch eine angenehme, natürliche Süße, die genau richtig dosiert scheint. Innerhalb der einstündigen Rauchzeit wird die nicaraguanische Zigarre stetig würziger, Aromen von Kaffee und Pfeffer treten in den Vordergrund und halten die Spannung aufrecht. Das letzte Drittel verfügt über eine schöne, kräftige Würze und rundet die Henry gut ab.","Hintergrund":"Bossner-Zigarren werden, je nach Serie, entweder in der Dominikanischen Republik oder in Nicaragua produziert und weisen hochqualitative Connecticut-Shade- oder Maduro-Deckblätter auf. Der russische Zigarrenliebhaber und Gründer der Marke Konstantin Loskutnikov achtet auf allerhöchste Qualität bei der Ernte und Verarbeitung der Tabake, was man den Endprodukten deutlich anmerkt."},"diameter_mm":22,"ring":56,"length_mm":150,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Blumig","Cremig","Holz","Honig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":12.5,"additionalNotes":"Limited"}
