{"name":"Por Larrañaga Petit Corona","url":"https://www.noblego.de/por-larranaga-petit-corona/","brand":"Por Larrañaga","series":"","details":{"Fazit":"Die kleine Por Larrañaga Petit Corona ist eine Zigarre für den kleinen Genuss zwischendurch. Sie überzeugt durch ihre feine Stärke und das klassische kubanische Flair. Gemütlich zu Kaffee und Kuchen ist die Petit Corona der ideale Begleiter.","Genuss":"Die Por Larrañaga Petit Corona ist eine sehr vollmundige cremige Vitola mit leichten Fruchtnoten. Die optisch sehr gute Verarbeitung und ein sehr schönes Deckblatt machen aus dieser Zigarre einen ernstzunehmenden Konkurrenten für die Trinidad Reyes. Schon nach dem Zünden führen cremige dunkle, erdige Noten die Geschmacksrichtung an. Leicht florale Nuancen gehen in dem sehr vollen und cremigen Rauch allerdings schnell unter. Der Abbrand ist sehr rund und die Asche dunkelgrau und fein gerippt. Das zweite Drittel der kleinen Petit Corona schmeckt leicht süß und es treten vermehrt Röstaromen auf. Der leicht florale Geschmack aus dem ersten Drittel stellt sich als ein leichter Hauch Zitrus heraus und wird von einer Chili Note begleitet. Die herben erdigen Aromen führen diesen Smoke jedoch weiterhin an und verführen den Gaumen des Aficionados mit vollem kubanischem Flair. Zum Finale hin wird die Por Larrañaga Petit Corona noch ein wenig würziger und läßt sich gut bis hinter den Zigarrenring weiterrauchen, ohne unangenehm scharf oder zu heiß zu werden, was bei kleinen Formaten wie diesem hier nicht selbstverständlich ist.","Hintergrund":"Por Larrañaga ist eine der ältesten Zigarrenmarken auf Kuba. 2002 wurde die Herstellung der kleinen Zigarren allerdings aus bisher unerklärlichen Gründen eingestellt. Die für die Produktion der Zigarren verwendeten Tabake stammen aus der Region Vuelta Abajo. Das merkwürdige ist, dass bis heute noch Zigarren von Por Larrañaga Kuba verlassen und nach Deutschland kommen. Wie lange dies noch der Fall sein wird, kann keiner so recht sagen."},"diameter_mm":16.7,"ring":42,"length_mm":129,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":9.4}
