{"name":"Montecristo Churchills Anejados","url":"https://www.noblego.de/montecristo-churchills-anejados/","brand":"Montecristo","series":"Habanos Añejados (Aged)","details":{"Fazit":"Die perfekte Zigarre für den ausgedehnten Nachmittags-Smoke. Lange gereift und sehr harmonisch im Geschmack. Eine milde Montecristo zum Verlieben.","Genuss":"Montecristo Zigarren gehören eigentlich zu den starken Kubanern. Mit den Montecristo Churchills Añejados präsentieren sich hier aber recht milde Zigarren, die über eine ausgesprochen harmonische aromatische Entwicklung verfügen. Das liegt an der zusätzlichen Reifezeit, die diesen Zigarren nach ihrer Rollung zuteilwurde. Zwischen fünf und acht Jahren werden die Habanos in ihren Kisten reifegelagert. Wer es kräftig kubanisch mag, wird hier wohl eher enttäuscht werden, auch wer den klassischen Montecristo-Geschmack erwartet. Dafür erhalten Sie einen wirklich wunderbar ausgewogenen Smoke mittlerer Stärke mit einer durchaus komplexen Aromen-Entwicklung. Der holzig-süßliche Kaltgeruch lässt das zu Erwartende schon erahnen. Und die Ahnungen werden nicht enttäuscht. Im gut zweistündigen Rauchverlauf kommen milde Aromen von Gras, Holz, Erde, Leder, Nuss und Röstnoten auf. Schön anzusehen sind dabei die helle Asche und der schlanke Brandring. Zug und Abbrand sind – wie könnte es anders sein – perfekt. Das Churchill-Format von 178 mm Länge und 18,7 mm Durchmesser gibt es nicht im regulären Sortiment von Montecristo und ist limitiert.","Hintergrund":"Neben den Añejados-Zigarren gibt es die sogenannten Reserva oder Gran Reserva Zigarren, die ebenfalls in die Kategorie \u003cem\u003eaged\u003c/em\u003e fallen. Deren Tabake werden aber im Gegensatz zu den Añejados schon vor der Rollung einige Monate bis Jahre reifegelagert."},"diameter_mm":18.7,"ring":47,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Holz","Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":19,"additionalNotes":"Aged, Limited"}
