{"name":"Hoyo de Monterrey Double Corona","url":"https://www.noblego.de/hoyo-de-monterrey-double-corona/","brand":"Hoyo de Monterrey","series":"","details":{"Fazit":"Die Hoyo de Monterrey Double Corona ist eine gute Wahl für all diejenigen, die eine feine aber gleichzeitig aromatische Havanna suchen, die nicht so schwer im Geschmack ist, jedoch durch Eleganz und Komplexität überzeugt. Als Begleitung empfiehlt sich Kaffee, aber auch ein guter trockener Weißwein harmoniert prächtig.","Genuss":"Der Trockenzug der Hoyo de Monterrey Double Corona offenbart bereits feine Aromen von Nelken und Zedernholz. Mit ihren beeindruckenden Ausmaßen von 19,4 cm Länge und 19,5 mm Durchmesser macht sie ihren Anspruch als Flaggschiff dieser Manufaktur deutlich und wirkt trotzdem elegant. Das Deckblatt weist keinerlei Makel auf und der Drucktest legt Zeugnis über eine vortreffliche Handarbeit ab. Zu Beginn des Rauchverlaufs ist die Havanna relativ leicht und weist eine überraschende Süße auf. Die Süße interagiert mit Noten von Pfeffer und  Zitrusfrüchten. Im weiteren Rauchverlauf wird die Zigarre immer cremiger und bietet eine deutliche Entwicklung. Dem Kenner eröffnen sich Nuancen von weißer Schokolade und feinen Gewürzen wie Muskatnuss und Aromen von Trockenfrüchten. Die cremigen Obertöne halten sich bis in das letzte Drittel und entwickeln zum Ende hin einen buttrigen Charakter. In den letzten Zügen dominiert ein bitterer Geschmack, dank Noten von Erde und Kakao. Die Double Corona offeriert eine sehr schöne und dichte Rauchentwicklung von komplexem und anspruchsvollem Charakter. Obwohl diese Vitola eher milde Aromen bietet, hat sie eine bemerkenswerte Aromen-Vielfalt und eine deutliche Entwicklung. Das letzte Drittel bietet einen deutlichen Kontrast zum ersten Drittel. Feine Pfeffernoten, Leder und Erde machen sich bemerkbar. Dank einer guten Balance wird dem Zigarrenliebhaber hier rund zwei Stunden ein Longfiller auf einem sehr hohen Niveau geboten.","Hintergrund":"Die von José Gener 1865 ins Leben gerufene Marke produziert kubanische Longfiller von vergleichsweise mildem Aroma. José Gener schuf diesen Klassiker fünf Jahre nachdem er mit dem Tabakanbau begonnen hatte. Sein Name ziert bis heute die Kisten dieser Puros. Die Plantage Hoyo de Monterrey, eine der großen Vegas Finas Primera, liegt in der bekannten Region der Vuelta Abajo im Westen Kubas."},"diameter_mm":19.5,"ring":49,"length_mm":194,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Süß","Zedernholz","Zitrusfrüchte"],"strength":"Medium","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":29.2}
