{"name":"Macanudo Inspirado Orange Petit Piramide","url":"https://www.noblego.de/macanudo-inspirado-orange-petit-piramide/","brand":"Macanudo","series":"Inspirado Orange","details":{"Fazit":"Mit der schmackhaften Macanudo Inspirado Petit Piramide können Sie nach Herzenslust entspannen und genießen. Probieren Sie die kleinen Aromawunder einmal und lassen Sie sich von ihren cremigen Aromen überzeugen.","Genuss":"Die raffiniert zusammengestellte Tabakmischung der Macanudo Inspirado Petit Piramide besteht in der Einlage aus nicaraguanischen, dominikanischen und honduranischen Spitzentabaken. Ein hellbraun schimmerndes Jamastran Deckblatt aus Honduras und ein Umblatt mit selbigem Ursprung komplettieren die spannende Mischung der Longfiller im ansprechendem Piramides Format. Daraus resultiert eine komplexe und lebhafte Aromaentfaltung mit deutlich auftretenden Leder-, Holz-, Kaffee- und Nussnoten, die über einen sehr cremigen Rauch an den Gaumen des Genießers gelangen. Dass man bei Macanudo in der Dominikanischen Republik sein Handwerk professionell und besonders qualitätsorientiert ausführt, beweisen der auf das Format perfekt eingestellte Zug sowie ein vorbildlicher Abbrand.","Hintergrund":"Um Tabaken für die Herstellung feiner Premiumzigarren das volle Aromapotenzial zu entlocken, bedarf es eines sorgfältigen und geduldigen Reifeprozesses. Bei Macanudo in der Dominikanischen Republik hat man diese Prozesse bereits über Jahrzehnte kultiviert und optimiert, sodass sie sozusagen in die DNA des erfolgreichen Unternehmens übergegangen sind."},"diameter_mm":21.4,"ring":54,"length_mm":114,"length_inch":0,"format":"Piramide","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"WrapperTobaccoVariety":"Jamastran","fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Cremig","Holz","Kaffee","Leder","Nuss","Pfeffer","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":7.9}
