{"name":"Don Diego Special Edition 1982 Toro","url":"https://www.noblego.de/don-diego-special-edition-1982-toro-zigarren/","brand":"Don Diego","series":"","details":{"Genussverlauf":"Über den Blend der Don Diego 1982 Special Edition Toro erhalten wir vom dominikanischen Hersteller folgende Angaben. Eine nicaraguanisch-dominikanische Einlage, umhüllt von einem Um- und Deckblatt aus Nicaragua. Das sattbraune Deckblatt verfügt über einen auffallend öligen Glanz. Die Details zu den verschiedenen Tabaksorten bleiben ein gut gehütetes Geheimnis der Tabacalera in La Romana. Man hat es hier mit einer wunderbar ausbalancierten Zigarre zu tun, die ganze vier Jahre nach ihrer Fertigstellung reifen durfte. Dadurch entwickelt der mild ausgelegte Smoke prägnante Kaffee- und Vanillenoten sowie zarte Nuancen weißen Pfeffers, die zusammen mit nussigen Tönen stimmig am Gaumen anklingen. Ein völlig runder und kantenloser Genuss für bis zu 90 Minuten. Hervorragend für Feinschmecker des sanften Zigarrengenusses und ambitionierte Einsteiger geeignet!","Nice to know":"Kenner der Marke Don Diego werden zunächst verwundert sein, warum man mit dieser aktuellen Sonderedition das 40-jährige Jubiläum feiert, da die Marke bereits seit den 1960er-Jahren existiert und mit der Don Diego Aniversario bereits eine Jubiläumszigarre zum vermeintlichen 40. Jubiläum erschien. Das aktuell gefeierte Jubiläum bezieht sich nicht auf die Geburtsstunde der Marke, sondern auf deren Herstellungsort. Denn seit dem Jahr 1982 werden die aromatischen Zigarren von Don Diego in der bereits eingangs erwähnten Tabacalera de Garcia S.A.S im dominikanischen La Romana von Hand gerollt.","Resümee":"Wir gratulieren dem gesamten Team von Don Diego zum Jubiläum und sprechen unseren Dank für die feine Don Diego 1982 Special Edition Toro aus. Das limitierte Format zählt längst zu den Höhepunkten des Zigarrenfrühlings 2023 und wird viele Fans der Marke mit ihrem delikaten Geschmack begeistern. Jetzt zugreifen und genießen, bis der knappe Vorrat erschöpft ist!"},"diameter_mm":20.5,"ring":52,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Kaffee","Nuss","Vanille","Weißer Pfeffer","Würzig"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":10.6,"additionalNotes":"Limited"}
