{"name":"Cohiba Behike 52","url":"https://www.noblego.de/cohiba-behike-52/","brand":"Cohiba","series":"Behike","details":{"Fazit":"Die Cohiba Behike 52 ist sicherlich eine der besten Zigarren, die überhaupt für Geld zu bekommen sind. Genießen Sie sie einfach in einer stillen Stunde mit einem kühlen Glas Wasser - mehr fehlt Ihnen nicht zu Ihrem Glück!","Genuss":"Schon allein der Anblick dieser piekfeinen Robusto-nahen Vitola dürfte dem geneigten Aficionado feuchte Augen bescheren. Die Verarbeitung der Zigarre ist absolut perfekt, das Deckblatt ist seidig und feinadrig, hier stimmt einfach alles. Komplettiert wird dieser erste Eindruck durch die in feinem Grau und Gold gehaltene Bauchbinde, die der Zigarre einen überaus edlen Touch verleiht.  Einmal angeschnitten, offenbart die Behike 52 einen perfekten Zug und sanfte Aromen von Erde und Harz. Im glimmenden Zustand macht sich ein unglaubliches Feuerwerk der Aromen auf der Zunge und am Gaumen des Genießers breit; der Rauch schmeckt nach Erde, Zedernholz, ein wenig nach Nelken, und im Hintergrund schwingt eine latente, jedoch unaufdringliche Süße mit. Dabei weist die Zigarre eine ordentliche Kraft auf, ist jedoch zu keiner Zeit aufdringlich oder erschlagend, sondern immer sanft und ausgeglichen. Zum Ende des dreiviertelstündigen Rauchgenusses gewinnen die erdigen Aromen etwas an Präsenz und bieten dem Genießer einen furiosen Abschluss. Eine Zigarre dieser Qualität genießt man selten. In ihren Aromen vielfältig und spannend, bietet sie einen dunklen und würzigen Tabakgeschmack, der zu jeder Zeit angemessen wirkt und nie an Faszination einbüßt - Chapeau!","Hintergrund":"Die Behike ist eine der vier Serien, die in der Manufaktur von Cohiba auf der Insel Kuba hergestellt werden. Für sie wird nur das höchstwertige Blattgut verwendet, darunter auch der besondere Einlagetabak „Medio Tiempo“, welcher den Behike-Zigarren ihr unverwechselbares, würziges Aroma verleiht. Die Serie besteht aus drei Formaten, der 52, einer Petit Robusto, der 54, einer Robusto Extra und der 56, einer Double Robusto. Probiert man eine dieser ungewöhnlichen Zigarren, erschließt sich sofort, warum Cohiba von Kubas Regierung als „Exportprodukt Nr. 1“ bezeichnet wird!"},"diameter_mm":20.64,"ring":52,"length_mm":119,"length_inch":0,"format":"Petit Robusto","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Fruchtig","Gras","Holz","Leder","Nuss","Würzig"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":188,"additionalNotes":"Pigtail"}
