{"name":"Suenos H-Medio Torpedo","url":"https://www.noblego.de/suenos-h-medio-torpedo/","brand":"Suenos","series":"","details":{"Fazit":"Die Sueños H-Medio Torpedo lädt buchstäblich zum Träumen ein. Für Einsteiger aber auch Aficionados, die sich nicht scheuen bisher unbekanntes Terrain zu betreten. Ein Longfiller mit einem spitzen Preis-Leistungs-Verhältnis.","Genuss":"Die nicaraguanische Produktion der Suenos Zigarren braucht sich nicht hinter ihren Vorgängern aus Costa Rica zu verstecken. Es wird hier ein H2000 Semi-Maduro Deckblatt verarbeitet, das die Stärke der Sueños H-Medio Torpedo im mittleren Stärke Segment ansiedelt und ihr die Maduro-typische süße Note verleiht. Dunkel hebt es sich von der weißen Banderole mit dem in goldenen Lettern eingeprägten Schriftzug der Marke ab. Ein süßlicher Duft mit Noten von Holz und leichter Würze entströmt der 13,7 Zentimeter langen und 19,8 Millimeter dicken Torpedo im noch kalten Zustand. Schon mit Beginn ist das Aromenspiel mit Noten von Erde, Kaffee und Röstaromen recht abwechslungsreich. Den Smoke von rund 60 Minuten dominiert eine fruchtige Süße, die hier und da von würzig-pfeffrigen Tönen begleitet wird. Der Zug kann streckenweise etwas zu schwer werden, aber nicht so, dass es den Genuss markant beeinträchtigt. Ausgeglichen wird dies von einem optimal geraden Abbrand.","Hintergrund":"Im Jahr 2000 verschlug es Kurt Brandt, deutscher Unternehmer und leidenschaftlicher Zigarrenraucher nach Costa Rica, um nach dem tragischen Tod seines Kompagnons Claudio Pintor Jr. die Produktion von Isthmus Cigars zu leiten. Mittlerweile in Nicaragua angesiedelt umfasst die Produktion zahlreiche Marken, darunter die Flor Real, APR und Sueños."},"diameter_mm":19.8,"ring":50,"length_mm":137,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Fruchtig","Gewürze","Kaffee","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":3.9}
