{"name":"Griffins Nicaragua Robusto","url":"https://www.noblego.de/griffins-nicaragua-robusto/","brand":"Griffins","series":"Nicaragua","details":{"Fazit":"In der Würze liegt die Kraft! Schärfen Sie Ihre Sinne mit dem Genuss einer Griffin’s Nicaragua Robusto, ihre komplexe Aromafülle wird sie begeistern! Dazu empfehlen wir Ihnen einen fruchtig-herben Cocktail zu sich zu nehmen, am besten natürlich bei sommerlicher Abendsonne in angenehmem Ambiente.","Genuss":"Schon die Verpackung der Nicaragua-Linie von Griffin’s hebt sich deutlich von der Präsentation der etablierten „Classic-Linie“ ab. Diese erscheint in unschuldigem Weiss und steht für den eher milden und süßlichen Charakter der Serie, den viele Aficionados sehr zu schätzen wissen. Die Griffin’s Nicaragua Robusto dagegen schlummert in einer schwarzen Verpackung, auf der das berühmte Wappentier, der Greif, in kräftigem Rot abgebildet ist. Im Hintergrund ist noch einmal das Fabelwesen zu sehen, allerdings mit herausgestreckter Zunge, deren Form stark an die einer Chilischote erinnert. Diese bewusste Anspielung zielt eben auf den komplexeren und volleren Geschmack der Griffin’s Nicaragua-Linie ab. Man bringt einfach mehr Würze ins Spiel, dieses gelingt mit einer fein auskomponierten Mischung von hochwertigen Tabaken. Die Griffin’s Nicaragua Robusto liegt wunderbar in der Hand mit ihrem in Nicaragua gezogenem Deckblatt, als Umblatt hat man ein dominikanisches Piloto Seco verarbeitet, die Einlage bildet eine aufregende Mischung aus erlesenen nicaraguanischen, honduranischen und dominikanischen Tabakkreationen. Dieser Aufbau verleiht der Griffin’s Nicaragua Robusto ein wunderbares Rauchvolumen, sie ist von Anfang an mit einem extrem cremigen Rauch zugegen und gibt Noten von satter Erde und Zeder preis, die von der für Nicaragua typischen herben Süße untermalt werden. Im Rauchverlauf nimmt die Würze etwas zu und es spielen sich Aromen cremigen Kaffees sowie eine sanfte Honignote in den Vordergrund. Der Zug dieser Robusto ist absolut prächtig, sie brennt gleichmäßig ab und bildet dabei eine solide weißlich schimmernde Asche.","Hintergrund":"Die Macher der Griffin’s Nicaragua Robusto verfügen über 15 verschiedene Anbaugebiete, in denen vier unterschiedliche Grade von Tabaken gedeihen. Somit erreichen sie eine riesige Auswahl und zahlreiche Kombinationsmöglichkeiten, um Zigarren kreieren zu können, die den heutigen Ansprüchen der Aficionados auf der ganzen Welt mehr als gerecht werden."},"diameter_mm":21.4,"ring":54,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Holz","Nuss","Pfeffer"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":10.6}
