{"name":"Maravilla Edicion Limitada Corona","url":"https://www.noblego.de/maravilla-edicion-limitada-corona/","brand":"Maravilla","series":"Edicion Limitada","details":{"Fazit":"Für eine zufriedene Stunde nimmt diese Zigarre Sie mit auf eine milde Reise voller Geschmack. Die Maravilla Edicion Limitada Corona ist eine Zigarre, wie sie im Buche steht: aromatisch, ausgewogen, perfekt verarbeitet und spannend. Dazu überzeugt der Preis.","Genuss":"Bei einer Länge von 13 Zentimetern und einem Ringmaß von 46 zählt die Maravilla Edicion Limitada Corona eher zu den kleineren Zigarren, im Vergleich zu den anderen Vitolas der Serie. Genau wie ihre Schwestern verfügt auch diese Corona über eine Einlage aus der Dominikanischen Republik und ein Um- sowie Deckblatt aus Ecuador. Das sorgt für ein mildes, aber dabei stets vollmundiges Aroma voller Spannung. Noten von Erde treffen hier auf Holz, kräftige Kaffeenoten werden von einer dezenten Süße umspielt, während immer wieder nussige Röstaromen aufscheinen. Das alles wird getragen von einer leckeren, intensiven Cremigkeit.","Hintergrund":"Maravilla Zigarren werden traditionell von Hand gerollt und stammen aus der Dominikanischen Republik. Dabei sorgen 15 Meisterdreher, die ihr Handwerk noch auf Kuba gelernt haben, für die perfekte Verarbeitung, und so für einen tadellosen Zug- und Abbrand sorgen. Und da man bei der Firma Maravilla diese Handarbeit auch zu würdigen weiß, werden die eigentlichen Stars der Zigarrenbranche, die Torcedores, auch entsprechend geehrt: Jeder Kiste ist ein kleines Kärtchen mit ein paar Worten vom jeweiligen Roller inklusive Foto beigelegt."},"diameter_mm":18.3,"ring":46,"length_mm":130,"length_inch":0,"format":"Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Erdig","Kaffee","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":5.9}
