{"name":"J. Fuego Sangre de Toro Originals","url":"https://www.noblego.de/j-fuego-sangre-de-toro-originals/","brand":"J. Fuego","series":"J. Fuego Sangre de Toro","details":{"Fazit":"Diese ungewöhnliche kleine Zigarre verspricht einen nachhaltigen und würzigen Rauchgenuss. Unbedingt probieren! Und dabei ein kühles Bier trinken!","Genuss":"Das Outfit der J. Fuego Sangre de Toro Originals spricht ganz eindeutig den erfahrenen Aficionado an. Genauso ausgefallen wie der Name ist auch das Aussehen. Das rötliche Deckblatt und die raue „Schale“  machen neugierig auf den Smoke. Die leicht gekrümmte und unregelmäßige Form steht als Garantie für die originelle Handarbeit, in der diese Zigarre entstanden ist. Würzige Aromen von Erde, Schokolade und etwas Vanille entfalten sich während des Rauchs. Die Pfefferschärfe vereint sich zusammen mit dem spürbaren Nikotingehalt zu einem Raucherlebnis der stärkeren und recht komplexen Art. Die Jesus Fuego Sangre de Toro Originals ist mit ihrer Länge von 127 mm und ihrem Durchmesser von 17,5 Millimetern eine kleine Köstlichkeit, die, langsam geraucht, eine knappe Stunde vorhält.","Hintergrund":"Der Tabakhersteller Jesus Fuego blickt auf eine lange Familientradition zurück. In der fünften Generation stellen die Fuego Zigarren aus den besten Tabaken Süd- und Mittelamerikas her. Jesus Fuego Sangre de Toro Zigarren werden dabei ausschließlich aus nicaraguanischen Tabaken hergestellt. Es ist also ein ganz typischer Puro-Geschmack zu erwarten. Der Name wird durch das rötliche Deckblatt beschrieben, welches wegen seiner Färbung an Blut erinnert. Der Stier steht für die Kraft und Ausdrucksstärke dieser Zigarren. Alle Zigarren der J. Fuego Sangre de Toro-Serie besitzen vollmundige Aromen von Holz und Erde, Schokolade und Vanille, also sowohl dunkle als auch helle Geschmacksrichtungen. Typisch ist außerdem eine deutlich spürbare Pfeffernote bei allen J. Fuego Sangre de Toro-Zigarren."},"diameter_mm":17.5,"ring":34,"length_mm":127,"length_inch":0,"format":"Petit Corona","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Holz","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":1.8,"additionalNotes":"Boutique Zigarre, Inter-tabac 2013"}
