{"name":"Oliva Serie O Maduro Double Toro","url":"https://www.noblego.de/oliva-serie-o-maduro-double-toro/","brand":"Oliva","series":"Serie O","details":{"Fazit":"Das Deckblatt der Oliva O Maduro Double Toro verrät viel über das zu erwartende Rauchvergnügen. Dunkle Aromen dominieren über den gesamten Rauchverlauf. Hierbei ist es besonders die Mischung aus Espresso- und Holznoten, die den Charakter der Zigarre bilden. Als Getränk empfehlen wir für den Nachmittag einen starken schwarzen Kaffee und am Abend einen kräftigen Rotwein.\n","Genuss":"Das Connecticut Broadleaf Deckblatt der Oliva O Maduro Double Toro zeigt beinahe keine Adern und beweist, mit welcher Sorgfalt die Auswahl der Deckblätter stattfindet. Die Zigarre ist 15,2 Zentimeter lang und hat einen Durchmesser von 2,4 Zentimetern. Dadurch sind gut 90 Minuten Rauchspaß garantiert. Der hohe Druckwiderstand zeigt: Hier steckt eine Menge Tabak drin. Dennoch ist der Zugwiderstand vom ersten Zug an leicht und macht das Rauchen zu einem sehr entspannten Vergnügen. Im ersten Drittel überzeugt die Double Toro mit röstigen Zedernholzaromen und einer leichten, pfeffrigen Schärfe. Der kalte Qualm hinterlässt eine angenehm leichte Trockenheit im Mundraum. Im zweiten Drittel zeigt sich deutlich der Charakter dieser Puro. Dichter Qualm transportiert dunkle Tabak- und Espressonoten, gepaart mit einer leichten typischen Maduro-Süße. Im letzen Drittel steigert sich der holzig-würzige Grundton der Zigarre und bildet einen fabelhaften Abschluss, der bis weit hinter die Banderole genossen werden kann. Bitternoten findet man selbst dort keine. Die schneeweiße, kompakte und fest stehende Asche der Oliva O Maduro Double Toro bildet einen tollen Kontrast zum Deckblatt und macht das Rauchen auch zu einem optischen Genuss.","Hintergrund":"Eine „Puro“ bezeichnet heute landläufig eine Zigarre, deren Tabake alle aus einem Land stammen. So ist es bei der Oliva Serie O Maduro, deren Tabake in Nicaragua angebaut werden, auch der Fall."},"diameter_mm":24,"ring":60,"length_mm":152,"length_inch":0,"format":"Double Toro","manufactureOrigin":"Nicaragua","wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Blumig","Cremig","Würzig"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":13.2}
