{"name":"CAO Arcana Mortal Coil Toro","url":"https://www.noblego.de/cao-arcana-mortal-coil-toro-zigarren/","brand":"CAO","series":"","details":{"Genussverlauf":"Deck- und Umblatt der Arcana Mortal Coil von CAO stammen aus den USA. Ein kräftig braunes und ölig schimmerndes Broadleaf umschließt ein Shade Grown Blatt. In ihrer Einlage wurden der speziell fermentierte Andullo-Tabak aus der Dominikanischen Republik zusammen mit honduranischen Jamastran und nicaraguanischen Estelí Tabaken verarbeitet. Dieser aufwendige Blend führt zu einem kräftigen Genuss mit viel Würze und einer ganz besonderen süßen Note, welche der am Strang fermentierte Andullo hervorruft. Des Weiteren lassen sich intensive Aromen von Nuss, Erde, Kakao und dunklen Kirschen in dem gut 80 Minuten andauerndem Rauchverlauf ausmachen. Die sehr gute Verarbeitung des 15,2 cm langen Toro Formats sorgt für ein optimales Zug- und Abbrandverhalten.","Nice to know":"Die Verarbeitung von Tabaken im Andullo-Verfahren zählt zu den ältesten Fermentationsmethoden in der Dominikanischen Republik. Entwickelt wurde das Verfahren von den indigenen Völkern des Karibikstaates, denen das Einschnüren der Tabake ebenfalls zu besseren Transportzwecken diente.","Resümee":"Ein spannender Blend, der modernes und traditionelles Zigarrenhandwerk miteinander vereint. Die CAO Arcana Mortal Coil Toro richtet sich vor allem an erfahrene Genießer, welche sich auf ein ganz besonderes Genusserlebnis freuen dürfen."},"diameter_mm":23,"ring":58,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["USA"],"WrapperTobaccoVariety":"Broadleaf","fillerOrigin":["Dominikanische Republik","Honduras","Nicaragua"],"binderOrigin":["USA"],"aromaProfileManufacturer":["Erdig","Kakao","Nuss","Schwarzkirsche","Süß","Würzig"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":10.5,"additionalNotes":"Limited"}
