{"name":"Maria Mancini Edicion 2014 Gran Toro Pyranos Maduro ","url":"https://www.noblego.de/maria-mancini-edicion-2014-gran-toro-pyranos-maduro/","brand":"Maria Mancini","series":"","details":{"Fazit":"Die Jahrgangszigarre 2014 von Maria Mancini ist eine einzigartige Komposition im Blend und der Höhepunkt eines genussvollen Rauchabends. Eine kräftige und vollmundige Zigarre erwartet Sie. Die 25er Kiste ist eine Augenweide für sich und ein sehr niveauvolles Geschenk.","Genuss":"Die Maria Mancini Edicion 2014 Gran Toro Pyranos Maduro schmeckt nach Erde und Nüssen. Ihr Rauch ist vollmundig und cremig. Das dunkle Deckblatt aus Costa Rica trägt einen entscheidenden Anteil zu diesem tollen Aroma bei. Dazu ein schnurgerader Abbrand und ein toller Zug. Was will der Aficionado mehr?! Die Einlage besteht zum großen Teil aus Ligero-Tabaken, dem Würzigsten, was die Pflanze zu bieten hat. Abgesehen vom kräftigen Geschmack sorgt Ligero-Tabak auch für einen langsamen Abbrand. Die Maria Mancini Edicion 2014 Gran Toro Pyranos Maduro besitzt eine Länge von 152 Millimetern und ein Ringmaß von 50. Die Rauchdauer beträgt bei dieser Zigarre deutlich über eine Stunde.","Hintergrund":"Wie die ganz großen Marken aus der Karibik gibt auch Maria Mancini einmal pro Jahr eine Sonderedition in limitierter Auflage heraus. Die Maria Mancini Gran Toro Pyranos Edition 2014 sollte am Erfolg der Edicion Limitada für den Jahrgang 2013 nahtlos anknüpfen können. Hierbei handelte es sich um eine Robusto Estupendo, die als Jahreszigarre vom Zigarrenhaus Schuster einen legendären Erfolg feierte. Auch 2014 präsentiert der renommierte Hersteller aus Honduras einen delikaten Hochgenuss für Kenner. Diesmal handelt es sich bei der Jahrgangszigarre um eine wunderschöne Gran Toro."},"diameter_mm":19.8,"ring":50,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Costa Rica"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Sumatra"],"aromaProfileManufacturer":["Cremig","Fruchtig","Holz","Kaffee","Nuss","Schokolade"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.8}
