{"name":"Alec Bradley Black Market Esteli Torpedo","url":"https://www.noblego.de/alec-bradley-black-market-esteli-torpedo/","brand":"Alec Bradley","series":"Black Market Esteli","details":{"Fazit":"Die Black Market Esteli Torpedo von Alec Bradley beeindruckt auf ganzer Linie, sei es durch ihre vorbildliche Verarbeitung oder die fein ausgewogene Aromaentfaltung der wunderschönen Vitola aus Nicaragua.","Genuss":"Die Black Market Esteli Torpedo von Alec Bradley besteht aus fein gereiften Tabaken des Vorzeigeanbaugebiets Esteli, sie ist mit einem doppelten Umblatt versehen, eines davon stammt aus Honduras und sorgt für eine angenehme Cremigkeit und Süße. Dass man es hier mit wahren Premiumzigarren zu tun hat, sieht man, wenn man sich das tadellose Deckblatt der im ansprechenden Torpedo Format gerollten Vitola anschaut. Die Longfiller mit der unkonventionellen Bauchbinde geben ihre fein ausbalancierten Aromen von Kaffee, Nuss und Schokolade samt süßlichen Tönen über einen sahnig-cremigen Rauch am Gaumen des Genießers frei. Sie startet mild, wird dann im Rauchverlauf etwas kräftiger und pendelt sich im mittelkräftigen Stärkebereich ein. Ihre vorbildliche Verarbeitung sorgt zudem für einen schön geraden Abbrand, der Zug ist ebenfalls wunderbar auf das Torpedo Format abgestimmt worden.","Hintergrund":"Viele Hersteller von Premiumzigarren widmen ihre Kreationen gerne einer prominenten Person oder geben diese zu einem besonderen Anlass heraus. Bei Alec Bradley zollt man mit der feinen Black Market Esteli Serie einer gesamten Anbauregion Respekt. Esteli kann man durchaus als das Vuelta Abajo Nicaraguas bezeichnen, denn in dem Gebiet mit seinen äußerst fruchtbaren und mineralreichen Vulkanböden gedeihen seit jeher Premiumtabake von erlesenster Qualität."},"diameter_mm":20,"ring":52,"length_mm":159,"length_inch":0,"format":"Torpedo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Honduras","Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Pfeffer","Schokolade","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9}
