{"name":"Quorum Churchill","url":"https://www.noblego.de/quorum-churchill/","brand":"Quorum","series":"Classic","details":{"Fazit":"Lecker bis zum Schluss. Holzige und röstige Aromen begleiten Sie beim Smoke. Die Quorum Churchill eignet sich trotz der langen Rauchdauer bestens als Alltagszigarre.\nWir empfehlen Ihnen ein leicht würziges Bier oder einen Milchkaffee. Probieren Sie außerdem die dominikanische Variante, die \u003ca title=\"Bundle Selection Zigarren\" href=\"/bundle-selection/\"\u003eBundle Selection\u003c/a\u003e.","Genuss":"Die Zigarre misst eine Länge von 17,4 Zentimetern mit einem Durchmesser von 19 Millimetern. Nach dem Anzünden entfaltet sie holzige und leicht süße Aromen. Sehr schnell gewinnt sie an mehr Präsenz. Leichte ledrige und schokoladene Aromen gesellen sich dazu. Ab dem 2. Drittel gewinnen die schokoladenen Aromen deutlich mehr an Aroma und lassen Sie tiefe schokoladene Nuancen schmecken. Im weiteren Verlauf  klingen die Aromen vom 1. Drittel ab und neue treten zum Vorschein. Feine nussige, leicht röstige und erdige Aromen harmonieren stattdessen. Gegen Ende treten die Röstaromen und die Erdaromen in den Vordergrund bei einer leichten Süße. Von Anfang an ist die Zigarre mittelstark. Sie wurde perfekt verarbeitet und hat eine erstaunlich feste Asche. Für 90 Minuten ein hervorragende Zigarre mit abwechslungsreichem Aromaverlauf.","Hintergrund":"Die Zigarre wird in Nicaragua von Hand gerollt. Das Umblatt wie auch die Einlage Tabake werden in Nicaragua kultiviert. Das Deckblatt ist ein fein geadertes Blatt aus Ecuador. In Bundles verpackt finden die Quorum Zigarren ihren Weg zu den Konsumenten. Seit 2002 begeistert sie deshalb durch ihr attraktives Preis- und Leistungsverhältnisses."},"diameter_mm":19,"ring":48,"length_mm":178,"length_inch":0,"format":"Churchill","manufactureOrigin":"Nicaragua","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Gewürze","Nuss","Süß"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"90 Min oder länger","price":3.2}
