{"name":"Bolivar Coronas Gigantes","url":"https://www.noblego.de/bolivar-coronas-gigantes/","brand":"Bolivar","series":"","details":{"Fazit":"Die Bolivar Coronas Gigantes ist eine starke, aromatische Zigarre mit reichhaltigem Bouquet, die definitiv einen Smoke der besonderen Art bietet. Nach einem opulenten Essen oder auch im gemütlichen Ledersessel zusammen mit einem guten Whisky genießt sich diese Zigarre aus Kuba besonders gut. Tipp: Lagern Sie diese Zigarre ruhig für zwei, drei Jahre ein. Sie werden es nicht bereuen, denn eine weitere Reifung tut dem Aroma seeehr gut.","Genuss":"Schon optisch wird deutlich, warum Bolivar Zigarren aus Kuba zu den Premiummarken gehören. Ein edles, braunes Deckblatt mit öligem Schimmer bildet einen schönen Mantel für die aus Kuba stammende Einlage und Umblatt. Der Kaltgeruch deutet dann auch darauf hin, dass die Bolivar Coronas Gigantes sich auch als Abschlusszigarre eines Abends bestens macht. Denn dieser Longfiller ist alles andere als lasch und wartet mit einer Würze auf, die zwar kubatypisch, aber an dieser Stelle doch erwähnenswert ist. Ein Aromenspiel von Erde, schwarzem Pfeffer, Leder, Schokolade, Kaffee und Würze, begleitet von kräftigen Röstaromen. Dabei ist die Gigantes allzeit cremig und gelegentlich scheinen süße Noten von Karamell auf, auch wenn diese zurückhaltend sind. Verarbeitung und Abbrand sind perfekt, dicht gerollt fordert die Bolivar Coronas Gigantes jedoch im ersten Rauchdrittel einen kräftigen Zug.","Hintergrund":"Wie alle Bolivar-Formate, kann auch die Bolivar Coronas Gigantes mit ihrer Tabak-Power punkten. Für blutige Anfänger ist diese Vitola also nicht geeignet, denn durch ihre Stärke wird sie den einen oder anderen Aficionado sicherlich in die Knie zwingen. Erfahrene Raucher werden aber umso mehr Freude an diesem Blend haben, der mit seiner reichhaltigen Aromenpalette von typisch kubanischen Aromen überzeugt und im \u003cem\u003eCigar Insider\u003c/em\u003e stolze 93 Punkte abräumen konnte. Mit dieser Zigarre beweisen Bolivar also mal wieder, was sie können: Starke Zigarren mit ansprechend breitem Aromenspiel!"},"diameter_mm":18,"ring":45,"length_mm":175,"length_inch":0,"format":"Churchill","manufactureOrigin":"Kuba","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Erdig","Kaffee","Karamell","Leder","Pfeffer","Röstaromen","Schokolade","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15.4}
