{"name":"Romeo y Julieta Petit Julieta","url":"https://www.noblego.de/romeo-y-julieta-petit-julieta/","brand":"Romeo y Julieta","series":"","details":{"Fazit":"Mit außerordentlich ausgeglichenem Geschmack und dezenten floralen sowie würzigen Noten weiß die Romeo y Julieta Petit Julieta dem Einsteiger und selbstverständlich auch dem Liebhaber jede Pause zu verzaubern. Die Zigarre erbringt den erneuten Beweis dafür, dass beste Tabakblätter in kleinen und milden Longfillern keinesfalls deplatziert sind.\nZu einem Kaffee oder Cappuccino ist diese bemerkenswerte Zigarre eine hervorragende Wahl.","Genuss":"Die Romeo y Julieta Petit Julieta macht einen gut verarbeiteten ersten Eindruck und wirkt unaufgeregt aber solide. Ihr Deckblatt ist augenscheinlich von hoher Qualität. Die Zigarre zündet gut und überzeugt schnell durch die Ausgeglichenheit ihrer Aromen. Eine elegante Süße ist bereits zu Beginn zu erschmecken, doch auch eine dezente Würze lässt nicht lange auf sich warten. Die Zigarre prahlt nicht mit enormer Komplexität, weshalb sie gerade für Einsteiger interessant ist. Die hochwertigen Tabakblätter, die ihren Weg in dieses Produkt gefunden haben, können aber auch ohne besagte Vielschichtigkeit überzeugen. Ein pflanzlicher Geschmack und ein Hauch von Honig runden das stimmige Gesamtbild zusätzlich ab. Die 10 cm lange und 12 mm breite Havanna brennt gleichmäßig und droht nicht vorzeitig zu erlöschen. Sie bedarf keiner gesteigerten Aufmerksamkeit und kann daher gut als Einstieg in die Welt der Zigarre genutzt werden.","Hintergrund":"Als Markenzeichen von Romeo y Julieta galt lange Zeit ihre Vielfalt an unterschiedlichen Formaten, so existierten einst über 1.000. Don „Pepin“ Fernandez, der das Unternehmen Anfang des 20. Jahrhunderts aufkaufte, schaffte es auf unnachahmliche Weise, sowohl auf Klasse als auch auf Masse zu setzen. Fernandez spezialisierte sich darauf, für angesehene Kunden eigene Bauchbinden zu entwerfen. Daher kursieren schätzungsweise über 2.000 unterschiedliche Banderolen. Sowohl Angebot als auch Design sind im Laufe der Zeit moderner und einheitlicher geworden, ohne die Prinzipien der Anfänge in Vergessenheit geraten zu lassen.  Nach wie vor bietet Romeo y Julieta eine beachtliche Auswahl, so dass sich für jeden Anlass die passende Havanna finden lässt."},"diameter_mm":12,"ring":30,"length_mm":100,"length_inch":0,"format":"Small Panatela","manufactureOrigin":"Kuba","construction":"Longfiller","wrapperOrigin":["Kuba"],"fillerOrigin":["Kuba"],"binderOrigin":["Kuba"],"aromaProfileManufacturer":["Pfeffer","Schokolade","Süß"],"strength":"Mild","flavourStrength":"Mild-aromatisch","smokingDuration":"20 bis 45 Min","price":7}
