{"name":"cenicero Limited Edition V Robusto","url":"https://www.noblego.de/cenicero-limited-edition-v-robusto/","brand":"Cenicero","series":"NICA","details":{"Fazit":"Wenn Sie Liebhaber delikater Maduro Zigarren sind, dann sollten Sie sich das günstige Angebot der cenicero Limited Edition V nicht entgehen lassen. Die zuverlässigen Leckerbissen werden Ihnen mit ihrem herrlichen Geschmack so manchen Tag versüßen.","Genuss":"Das dunkelbraune Deckblatt der cenicero Limited Edition V stammt aus Mexiko, wo es in der berühmten Anbauregion San Andres gewachsen ist. Ihr Einlage- und Umblatttabake sind aus nicaraguanischem Anbau. Die von Hand gerollte Longfiller weist eine hervorragende Verarbeitung auf, welche definitiv an weitaus höherpreisige Zigarren heranreicht. Ihr Genuss ist im gemäßigt mittelkräftigen Bereich angesiedelt und geprägt von einem fein-cremigen Rauch, der vollmundige Zartbitterschokolade-, Karamell- und Erdnoten enthält. Bei Rauchbeginn keimen zunächst würzige Pfeffertöne auf, die sich allerdings nach einigen Zügen dezent in den Hintergrund verlegen. Allgegenwärtig dagegen ist eine natürlich und weich erscheinende Süße, für die das mexikanische Deckblatt sorgt. Die cenicero Limited Edition V verfügt über einen festen Aschestand, brennt sehr zufriedenstellend ab und fördert ihren schmackhaften Tabakrauch über einen angenehm eingestellten Zug an den Genießergaumen.","Hintergrund":"Unser cenicero Projekt ermöglicht Ihnen geschmackvolles Genussrauchen zu kleinen Preisen. Die Tabake der ceniceros liegen qualitativ auf Premiumniveau, da sie aus Überproduktionen stammen und ursprünglich für besonders hochwertige Zigarrenserien vorgesehen waren."},"diameter_mm":19.8,"ring":50,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Mexico"],"WrapperTobaccoVariety":"San Andres Maduro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Karamell","Schwarzer Pfeffer","Süß","Zartbitter"],"strength":"Medium","smokingDuration":"45 bis 90 Min","price":3.9,"additionalNotes":"Limited"}
