{"name":"Winston Churchill Lancaster","url":"https://www.noblego.de/winston-churchill-lancaster/","brand":"Winston Churchill","series":"","details":{"Fazit":"Der Vorteil des kürzeren Formats ist die konzentriertere Ausprägung der einzelnen Aromen. So erleben Sie mit der Winston Churchill Lancaster eine gute Stunde voll intensiven Genusses. Für Einsteiger wie auch langjährige Aficionados ein aromatisches Rauchvergnügen der dominikanischen Art.","Genuss":"Im eleganten Metallkistchen, das Platz für vier Exemplare bietet und bequem in jede Tasche passt, kommt die Winston Churchill Lancaster daher. Und öffnet man das strahlend rote Etui leuchtet dem Aficionado oder der Aficionada ebenso tiefrot die Banderole mit dem Familienwappen der Churchills oben und der Formatbezeichnung im unteren Teil entgegen. Sie schließt sich um ein ecuadorianisches Sun Grown Deckblatt, welches wiederum ein dominikanisches Umblatt und einen dominikanischen und nicaraguanischen Blend in der Einlage umhüllt. Wer die üblichen Belicosomaße kennt, wird von der mit 11,4 Zentimetern relativ kurzen Belicoso überrascht sein. Dementgegen ist der Durchmesser mit 18 Millimetern recht voluminös, was der Lancaster eine etwas gedrungene Form verleiht und eher an eine Petit Corona oder Short Robusto erinnert. Der Zug und der Abbrand bleiben dank der hochwertigen Verarbeitung den ganzen, trotz der Kürze des Formats dennoch bis zu einer Stunde anhaltenden Smokes optimal. Und auch die aromatische Struktur der Zigarre zeugt von Qualität. Beginnend mit cremigen und süßen Noten von Kakao, die sich um Kaffee-, Erd- und Holzaromen erweitern. Im zweiten Drittel dominieren besonders die Holznoten mit einer leichten Schärfe im Hintergrund, im letzten Drittel treten Röstaromen hinzu. Die Aromen des ersten Drittels scheinen hier und da in unterschiedlicher Konzentration und Zusammenstellung immer mal wieder auf.","Hintergrund":"Wie alle Formate der Winston Churchill trägt auch die Lancaster ihren Namen nicht ohne Grund und stellt einen Bezug zur Biografie des englischen Staatsmannes her. „Lancaster“ ist der Name des Herzogtums, dem Winston Churchill 1915 als Kanzler vorstand."},"diameter_mm":18,"ring":45,"length_mm":114,"length_inch":0,"format":"Belicoso","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Erdig","Heu","Holz","Kakao","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":4.25}
