{"name":"Quisqueya Forte Churchill","url":"https://www.noblego.de/quisqueya-forte-churchill/","brand":"Quisqueya","series":"Forte","details":{"Fazit":"Die Quisqueya Forte Churchill ist eine solide Zigarre, die bei einem geringen Preis ansprechende Aromen zu bieten hat. Dabei ist der Mediumfiller aus der Dominikanischen Republik geschmacklich auf der kräftigen Seite anzusiedeln, sodass er vor allem erfahrenen Rauchern zu empfehlen sind. Als Begleitgetränk bietet sich sowohl ein kräftiger Whisky oder Cognac an. Aber auch mit einem Bier verträgt sich die Quisqueya Forte Churchill gut.","Geschmack":"Diese Quisqueya Forte Churchill mit einer Länge von 190 Millimetern und einem Durchmesser von 18 Millimetern ist ideal für die längere Genusspause geeignet. Bei einer Rauchdauer von über einer Stunde, genüsslich geraucht auch gerne mal über anderthalb Stunden, weiß diese Dominikanerin zu überzeugen. Die Verarbeitung ist solide, was sich auch auf Abbrand- und Zugverhalten auswirkt. Zu hastig geraucht kann diese Zigarre gegen Ende etwas schärfer werden, daher ist Muße das Gebot der Stunde. Aromatisch wartet diese schlanke Dominikanerin mit Noten von Erde, Gewürzen und Nuss auf und auch feine Röstaromen sind zu schmecken.","Hintergrund":"Der Markenname Quisqueya leitet sich von dem ursprünglichen Wort der Taíno-Indianer für die Insel Hispaniola ab. Die Taíno -Ureinwohner waren auf den Großen Antillen heimisch und rauchten schon vor hunderten von Jahren gerollte und angezündete Tabakblätter: Die Vorläufer von unseren heutigen Zigarren. Neben dem Genuss von Tabakaromen waren die Taínos außerdem die Erfinder der Hängematte, welche heute weit über die Grenzen der Karibik hinaus bekannt ist."},"diameter_mm":18,"ring":45,"length_mm":190,"length_inch":0,"format":"Churchill","manufactureOrigin":"Dominikanische Republik","construction":"Mediumfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["Erdig","Gewürze","Nuss"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":2.7}
