{"name":"Macanudo Vintage 2000 No. I","url":"https://www.noblego.de/macanudo-vintage-2000-no-i/","brand":"Macanudo","series":"Vintage 2000","details":{"Fazit":"Bestellen und probieren! Die Macanudo Vintage 2000 Nr. 1 ist etwas ganz besonderes für all diejenigen, die ohnehin an der Serie Gefallen gefunden haben, aber auch für andere Aficionados durchaus einen Smoke wert. Dabei handelt es sich bei dieser Vintage 2000 No. I auch um eine Zigarre, die dem besonderen Augenblick gerecht wird.","Genuss":"Großartige anderthalb Stunden Rauchgenuss erwarten den geneigten Aficionado beim Smoke dieser Double Corona. Dabei können Sie sich darauf freuen, einen exquistiten und handgerollten Longfiller, der mit Tabaksorten wie dem Mexican San Andrean, dominikanischem Piloto und erlesenem mexikanischem Tabak aufwartet, genießen zu dürfen. Der Blend sorgt für Aromen von Blumen, Kaffee und Schokolade, dabei sind auch erdige Töne zu schmecken.  Noten von gerösteten Nüssen und Zedernholz umtanzen außerdem das übrige Aromenspektrum. Dazu gesellt sich ein dichter, cremiger Rauch, der diesen Smoke perfekt macht. Zum Abbrand, Zugverhalten und der sonstigen Verarbeitung gibt es nur folgendes zu sagen: Perfekt!","Hintergrund":"Macanudo Zigarren gehören zu den weltweit am besten verkauften Zigarren aus dem Premium-Sortiment. Denn hinsichtlich des Preis-Leistungsverhältnisses sind die Macanudo Zigarren einfach eine Wucht, was die weltweite Anhängerschar dieser Zigarrenmarke wohl sofort bestätigen wird. Aber hinter all dem steckt natürlich auch ein Erfolgsgeheimnis. So werden für die Serie Macanudo Vintage nur Tabake verwendet, die der Spitzensaat des Jahres 2000 entstammen und nach einer dreijährigen Trocknungs- und Fermentationszeit den perfekten Reifegrad erreicht haben, um in dieser limitierten Serie Verwendung finden zu dürfen. Besonders schönes Detail: Das Connecticut-Shade-Deckblatt schimmert goldfarben, fällt das Licht im richtigen Winkel."},"diameter_mm":19.5,"ring":49,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Connecticut River Valley"],"WrapperTobaccoVariety":"Connecticut Shade","fillerOrigin":["Dominikanische Republik","Mexiko","Piloto"],"binderOrigin":["Mexican San Andres"],"aromaProfileManufacturer":["Blumig","Kaffee","Schokolade","Zedernholz"],"strength":"Medium","smokingDuration":"90 Min oder länger","price":15.5}
