{"name":"Perdomo LOT 23 Natural Sun Grown Robusto","url":"https://www.noblego.de/perdomo-lot-23-natural-sun-grown-robusto-zigarren/","brand":"Perdomo","series":"LOT 23","details":{"Fazit":"Ob es nun Schicksal war oder einfach nur ein glückliches Händchen, fest steht, dass die Perdomo LOT 23 Robusto Natural zu den besonders aromatischen und harmonischen nicaraguanischen Zigarren gehört. Kombiniert mit einem Kaffee oder einem leckeren Longdrink erhalten Sie ein nahezu perfektes Gespann.","Genuss":"„Lot“ bedeutet, aus dem Englischen übersetzt, zum einen „Grundstück“, zum anderen aber auch „Schicksal“. Und vielleicht war es Schicksal, dass Nick Perdomo seine LOT 23 Serie gerade auf diesem noch unberührten Stück Land in Esteli, Nicaragua pflanzte. Nach der Ernte wurden die Tabake in Bündeln über vier Jahre in speziell dafür vorgesehenen Räumen gelagert, um ihre Aromen voll zur Entfaltung zu bringen. Ihren Namen erhält die Perdomo LOT 23 Robusto Natural von ihrem zimtbraunen Natural Connecticut Deckblatt aus Nicaragua, von welchem ein angenehmer Duft nach Nuss und Kaffee ausgeht. Nussaromen harmonieren dann auch während des rund 60-minütigen Smokes mit holzigen und erdigen Noten, hier und da verbunden mit Nuancen von Leder und Kaffee im Hintergrund und getragen von einer fruchtig-süßen Basis. Der Abbrand ist durchgehend gleichmäßig und bildet eine feste hellgraue Asche aus, die etwas mehr als ein Drittel der Länge steht.","Hintergrund":"Vor 20 Jahren rollte Nick Perdomo Jr. alleine in seiner Garage die ersten Zigarren, die den Namen Perdomo trugen. Seitdem hat sich das Unternehmen zu einem der erfolgreichsten in der Branche entwickelt und das auch, weil Nick Perdomo Jr. immer wieder Mut zum Risiko bewiesen hat, um seine Ideen umzusetzen. Der Erfolg gibt ihm Recht und so sind mittlerweile 17 verschiedene Serien unter der Marke Perdomo erschienen."},"diameter_mm":19.8,"ring":50,"length_mm":126,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Connecticut Seed","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Kaffee","Nuss","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":9.2}
