{"name":"Inch by E.P. Carrillo Nicaragua No. 64","url":"https://www.noblego.de/inch-by-e-p-carrillo-nicaragua-no-64-zigarren/","brand":"E.P. Carrillo","series":"Inch by E.P. Carrillo Nicaragua","details":{"Genussverlauf":"Alle Tabake der No. 64, wie auch ihr saftig braunes Shade Grown Deckblatt, stammen von den fruchtbaren Tabakplantagen der berühmten Plasencia Familie. Unter Feuer glänzt das kräftige Großformat zunächst mit tiefen erdigen Aromen, zu denen sich im weiteren Verlauf feine Noten von Schokolade und gerösteten Nüssen gesellen. Gegen Ende des zweiten Drittels kommen angenehme Zedernholztöne auf. Das letzte Rauchdrittel ist geprägt von einer wunderbaren Cremigkeit. Im Hintergrund ist während des gesamten Smokes, welcher deutlich über die 90-Minuten-Marke hinaus geht, eine deutliche Pfefferwürze auszumachen. Diese wird jedoch von einer schönen karamelligen Süße konterkariert. Ein spannendes Wechselspiel, das den Zigarren der Inch by E.P. Carrillo Nicaragua ein sehr individuelles und aufregendes Geschmacksprofil verleiht. Die Konstruktion der No. 64 ist als absolute Weltklasse zu bezeichnen, denn ihr Zug- und Abbrandverhalten geht absolut tadellos vonstatten.","Nice to know":"Die ursprünglichen Inch by E.P. Carrillo Zigarren kommen aus der Dominikanischen Republik und werden aus ecuadorianischen, dominikanischen und nicaraguanischen Tabaken gerollt. Die vier Formate dieser mittelkräftigen Serie finden Sie hier: \u003ca href=\"/inch-by-e-p-carrillo-zigarren/\" title=\"Zu den dominikanischen Inch by E.P. Carrillo Zigarren\" target=\"_blank\"\u003eInch by E.P. Carrillo\u003c/a\u003e","Resümee":"Erfahrene Genießer mit Hang zu kräftigen Zigarren mit großen Ringmaßen werden von der Inch by E.P. Carrillo Nicaragua No. 64 begeistert sein. Ihr herrlich ausgewogenes Spiel zwischen der pfeffrigen Würze und den süßen Karamellnoten zeichnet diesen köstlichen Premiumgenuss besonders aus."},"diameter_mm":25.4,"ring":64,"length_mm":156,"length_inch":0,"format":"Super Gordo","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Jalapa","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Karamell","Nuss","Pfeffer","Schokolade","Süß","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"90 Min oder länger","price":15.8}
