{"name":"Maravilla Reserva Double Robusto","url":"https://www.noblego.de/maravilla-reserva-double-robusto/","brand":"Maravilla","series":"Reserva","details":{"Fazit":"Die Maravilla Reserva Double Robusto ist ein sehr delikater, gut gerollter und Preis-Leistungs-technisch ausgewogener Longfiller. In Kombination mit einem guten Cognac oder auch einem süßen Weißwein funktioniert diese Zigarre bestens. Nach einem leckeren Essen übrigens auch.","Genuss":"Sowohl Deckblatt als auch Umblatt der Maravilla Reserva Double Robusto stammen aus Ecuador, während die Einlage aus der Dominikanischen Republik entsprungen ist. Diese Mischung an Tabaken sorgt hier für einen Smoke, der vor allem eins ist: Cremig. Während also der dichte dicke Rauch auf der Zunge so vor sich hinschmilzt, entfalten sich unterdessen die herberen Aromen von Leder, Hölzern, frischem Gras und die zarteren Töne einer delikaten Süße. Das alles wird getragen von leckeren Röstaromen, die immer wieder nussige Anklänge haben. Super Aromenkomposition, die man probiert haben sollte.","Hintergrund":"Die Manufaktur in der Dominikanischen Republik kann auf mehrfache Weise von sich reden machen. Zum einen wären da die persönlichen Botschaften der Torcedores an den Aficionado. Denn die Zigarrenroller fügen den einzelnen 10er Kisten kleine Zettelchen mit Grußworten bei und stellen sich dem Genussraucher somit vor. Zum anderen blickt Maravilla stolz auf ihre Produktionschefin, denn diese hat schließlich schon die Qualität in der Premiummanufaktur der Partagas Zigarren überwacht. Große Namen schaffen große Verantwortung, die diese Maravilla Zigarren aber durchaus schultern können."},"diameter_mm":20.6,"ring":52,"length_mm":144,"length_inch":0,"format":"Double Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Ecuador"],"aromaProfileManufacturer":["Cremig","Gras","Holz","Leder","Röstaromen","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":7}
