{"name":"Davidoff Small Batch No.6","url":"https://www.noblego.de/davidoff-small-batch-no-6-zigarren/","brand":"Davidoff","series":"Small Batch","details":{"Genussverlauf":"Die erlesenen Tabake des mittelkräftigen Blends der Small Batch No. 6 von Davidoff setzen sich aus einem ecuadorianischen Deckblatt, einem mexikanischen Umblatt und einer dominikanisch-nicaraguanischen Einlage zusammen. Die unglaublich hohe Qualität und vielen Jahre der Reifung verleihen diesem mittelkräftigen Premium-Blend eine wundervolle Balance zwischen Stärke und Aromen. Schon zu Anfang schmeichelt die eindrucksvoll verarbeitete Toro dem Gaumen mit einer zarten Cremigkeit, einem Hauch von Pfeffer und spannenden Trockenholzaromen. Auf dieser delikaten Basis baut sich dann im bis zu 70 Minuten andauernden Rauchverlauf ein aufregend komplexes Aromaspiel auf. Die bereits erwähnte Cremigkeit bleibt dabei stete und sinnliche Begleitung bis zum letzten Zug.","Nice to know":"Von den weltweit 863 10er-Bündeln der Small Batch No. 6 wurde ein großer Teil, nämlich 583 Stück für den deutschen Markt vorgesehen. Das beweist wie beliebt die Zigarren des dominikanischen Premiumherstellers hierzulande sind und wie sehr Davidoff seine deutschen Kunden schätzt.","Resümee":"Handwerklich wie aus dem Bilderbuch und himmlisch im Geschmack! Alle der bis dato erschienenen Small Batch Sondereditionen waren bisher ein voller Erfolg. Wir sind davon überzeugt, dass die Davidoff Small Batch No. 6 ebenfalls sehr gerne genossen werden wird. Jedenfalls solange unser knapper Vorrat reicht!"},"diameter_mm":22.2,"ring":54,"length_mm":152,"length_inch":0,"format":"Toro","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Cremig","Holz","Pfeffer"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"60 bis 90 Min","price":34.5,"additionalNotes":"Limited"}
