{"name":"Crowned Heads Four Kicks Capa Especial Robusto","url":"https://www.noblego.de/crowned-heads-four-kicks-capa-especial-robusto-zigarren/","brand":"Crowned Heads","series":"Four Kicks Capa Especial","details":{"Genussverlauf":"Ein dunkelbraunes ecuadorianisches Deckblatt, ein nicaraguanisches Umblatt und eine gehaltvolle dominikanisch-nicaraguanische Einlagemischung machen aus der Four Kicks Capa Especial Robusto aus dem Hause Crowned Heads einen eindrucksreichen Smoke für Freunde von Zigarren, die das Spiel zwischen Würze und Süße auf höchstem Niveau auszutragen wissen. Konzentriert man sich in der guten Stunde, die man mit diesem Leckerbissen ungefähr verbringt auf eben diese beiden Komponenten, fliegen einem die herrlichen Aromen von frischem Brot, Cashewkernen, Erde, Pfeffer und Leder wie von selbst zu. Ihr voller zart-cremiger Rauch schmiegt sich dabei sanft an den Gaumen und lässt beim Genießer bereits Vorfreude auf den nächsten Zug entstehen. Bis zum Ende behält sich die im ganz klassischen Robusto Format gehaltene Longfiller vor, an manchen Stellen mit neuen Geschmackseindrücken aufzuwarten. Eine besondere Komplexität, die erfahrene Zigarreros sehr zu schätzen wissen. Das gilt selbstverständlich auch für nahezu perfekte Zug- und Abbrandeigenschaften, welche die Capa Especial definitiv besitzt.","Resümee":"Mit der Four Kicks Capa Especial Robusto krönt das Team von Crowned Heads seine bisherige Arbeit und liefert einen nie langweilig werdenden Smoke mit kleinen Wow-Effekten. Auf jeden Fall bestellen und den Genuss mal so richtig zelebrieren!"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Brot","Cashew","Erdig","Leder","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 60 Min","price":9.5}
