{"name":"Rocky Patel Tabaquero by Hamlet Paredes Salomon","url":"https://www.noblego.de/rocky-patel-tabaquero-by-hamlet-paredes-salomon/","brand":"Rocky Patel","series":"Tabaquero by Hamlet Paredes","details":{"Fazit":"Eine Zigarre, die schön anzuschauen ist, wunderbar riecht und auch noch fantastisch schmeckt. Hamlet Paredes ist ein Kunstwerk gelungen, das seinesgleichen sucht. Wer sie nicht probiert, ist selbst schuld.","Genuss":"Die Salomones von Hamlet Paredes ist ein kleines Meisterstück. Figurado-Formate stellen eine besondere Kunst beim Rollen von Zigarren dar und hier stimmt einfach alles. Die Verarbeitung ist erstklassig und die Zusammenstellung der Tabake verspricht ein perfektes Raucherlebnis von Kopf bis Fuß. Bevor Sie die Zigarre anzünden, nehmen Sie sich ruhig etwas Zeit, um die Aromen, die diese Zigarre zu bieten hat, erst einmal zu erschnüffeln, es lohnt sich. Reiche Erde, süße Gewürze und Kirschnoten lassen das Wasser im Munde zusammenlaufen. Endlich entzündet bietet sich ein komplexes und intensives Aromenspiel, das den Blend in allen Facetten widerspiegelt: Erde und Schokolade vom dunklen mexikanischen San Andres Deckblatt und dem ebenfalls mexikanischen ersten Umblatt, die Süße des brasilianischen zweiten Umblattes und die kräftige Würze des nicaraguanischen Einlagetabaks. Zum zweiten Drittel hin wird die Tabaquero by Hamlet Paredes Salomon etwas kräftiger und offenbart Noten von schwarzem Pfeffer, wird dabei aber nie zu scharf und raucht sich angenehm kühl. Der Abbrand ist durchweg kreisrund bei einem perfekten Zugverhalten, was die hohe Qualität dieser Zigarre nur unterstreicht. Der gut zweistündige Smoke produziert wunderbar dichten Rauch und eine feste mittelgraue Asche.","Hintergrund":"Hamlet Paredes ist gebürtiger Kubaner und hat sein Handwerk in verschiedenen kubanischen Zigarrenmanufakturen erlernt und zur Perfektion gebracht. Die Tabaquero ist seine erste Zigarrenlinie, die unter dem Label von Rocky Patel produziert wird und sich in den USA zu dessen erfolgreichster Zigarrenserie entwickelt hat."},"diameter_mm":23,"ring":58,"length_mm":190,"length_inch":0,"format":"Salomones","maker":"Hamlet Paredes","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Brasilien","Mexican San Andres"],"aromaProfileManufacturer":["Erdig","Lakritz","Pfeffer","Schokolade","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":13.8,"additionalNotes":"Doppeltes Umblatt"}
