{"name":"Marca Fina Panama Gigantes","url":"https://www.noblego.de/marca-fina-panama-gigantes/","brand":"Marca Fina","series":"Panama","details":{"Fazit":"Die Gigantes ist ein ausladendes Format, das den Aficionado zur Muße anhält. Optimal lässt sich dieses ausladende Format in netter Gesellschaft und mit dem passenden Getränk, gern auch mit dem ein oder anderen Bier, genießen.","Genuss":"Wer die Gigantes raucht, sollte Zeit und am besten auch gleich ein stimmiges Getränk in ausreichenden Mengen mitbringen. Denn diese Zigarre ist kein schneller Smoke für Zwischendurch, sondern sie sollte genossen werden. Als erstes fällt die gute Verarbeitung auf, die sich auch beim Rauchen positiv auf das Abbrand- und Zugverhalten niederschlägt. Das feinstrukturierte Deckblatt in einem hellen Braunton ist schön anzuschauen, sodass es dieser Zigarre auch nicht abträglich ist, dass sie nicht über die sonst obligatorische Bauchbinde verfügt. Bereits in den ersten Zügen sind blumige Töne neben der medium-aromatischen Würze und den Erdaromen sehr präsent. Im weiteren Verlauf zeigt sich die Gigantes ledrig und hält immer wieder Aromen von schwarzem Pfeffer bereit. Ihren Gegenspieler erhalten diese schärferen Töne durch die an Karamell erinnernden süßen Noten, die sich mitunter beinahe so komplex wie bei einer Maduro zeigen. Bis ins letzte Rauchdrittel hinein scheinen immer wieder Noten von Kaffee auf.","Hintergrund":"Die \u003ca title=\"Marca Fina Zigarren günstig online kaufen.\" href=\"/marca-fina/\"\u003eZigarrenmarke Marca Fina\u003c/a\u003e steht für ein tolles Preisleistungsverhältnis bei einem ökologischen und sozialen Vertriebskonzept. Denn die Firma übernimmt nicht nur für ihre Produkte Verantwortung, sondern auch für die Menschen der jeweiligen Region, aus welcher die Zigarren stammen. Ein Zusammenschluss von unabhängigen Tabakbauern sorgt dafür, dass lange Vertriebswege mit vielen Zwischenhändlern entfallen, weshalb die Bauern fair entlohnt werden und die Marca Fina-Zigarren günstig im Preis bleiben. Und auch der Fakt, dass die Marca Fina-Zigarren als Bundleware geliefert werden und dadurch, dass durch den Verzicht auf eine Banderole ein weiterer Produktionsschritt wegfällt, sorgen für einen günstigen Preis."},"diameter_mm":21,"ring":53,"length_mm":217,"length_inch":0,"format":"Gigantes","manufactureOrigin":"Panama","construction":"Sandwichfiller","isBoxpressed":false,"wrapperOrigin":["Panama"],"fillerOrigin":["Panama"],"binderOrigin":["Panama"],"aromaProfileManufacturer":["Blumig","Gewürze","Leder","Pfeffer","Süß"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"90 Min oder länger","price":3.45}
