{"name":"Villiger Summer Edition 2023 Robusto","url":"https://www.noblego.de/villiger-summer-edition-2023-robusto-zigarren/","brand":"Villiger","series":"","details":{"Genussverlauf":"Wie ihre Schwesterzigarren aus den vorherigen Jahren kommt die Summer Edition 2023 von Villiger traditionell im klassischen Robusto Format in den Handel. Als Deckblatt dient ihr ein sattbraunes Maduro aus Nicaragua. Darunter wurde ein indonesisches Sumatra Umblatt gerollt, welches die nicaraguanischen und geheim gehaltenen Tabake der Einlage umschließt. Die sehr gut verarbeitete Sonderedition ist im unteren mittelkräftigen Stärkebereich anzusiedeln und wartet mit einer durchgehend angenehmen Würze auf. Weiterhin bietet sie ein weich erscheinendes Aromaspiel zwischen sanften Erd-, Schokolade- und Zedernholznoten. Eine feine Nuance von Pfeffer und feine süße Akzente runden den leckeren Smoke stimmig ab. Ein optimales Zug- und Abbrandverhalten sorgt zusätzlich für einen unbeschwerten und entspannten Genuss.","Nice to know":"Um die Nähe der diesjährigen Sonderedition zu Nicaragua zu verdeutlichen, hat man die nicaraguanische Nationalpflanze Frangipani (Tempelbaum) in das Design der Anillas und des praktischen 3er-Pappschubers integriert. Die Limitierung dieses Angebots ist sehr streng, denn gerade einmal 2.000 3er Packungen wurden dem deutschen Markt zur Verfügung gestellt.","Resümee":"Ein sehr gefälliger Blend, der geschmacklich vollends überzeugt. Bestellen Sie sich ruhig einige Exemplare der Villiger Summer Edition 2023, Sie werden es sicher nicht bereuen. Dieses spezielle Angebot gilt nämlich leider auch nur, solange der Vorrat reicht!"},"diameter_mm":19.8,"ring":50,"length_mm":127,"length_inch":0,"format":"Robusto","manufactureOrigin":"Nicaragua","isBoxpressed":false,"wrapperOrigin":["Nicaragua"],"WrapperTobaccoVariety":"Maduro","fillerOrigin":["Geheim","Nicaragua"],"binderOrigin":["Indonesien"],"aromaProfileManufacturer":["dezenter Pfeffer","Erdig","Schokolade","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Mild-aromatisch","smokingDuration":"45 bis 60 Min","price":8,"additionalNotes":"Limited"}
