{"name":"De Olifant 5 Sumatra Giant Cigarillo ","url":"https://www.noblego.de/de-olifant-5-sumatra-giant-cigarillo/","brand":"De Olifant","series":"De Olifant Modern","details":{"Fazit":"Die Sumatra Giant Zigarillos der Soft Touch Linie der Firma De Olifant gehören zu dem Besten, was auf dem Markt dieser Tage erhältlich ist. Und dabei bestechen sie nicht nur durch das ausgesprochen schöne, ausbalancierte Aroma, das sich durch die tolle Verarbeitung sofort entfalten kann, sondern auch die Verpackung macht einiges her. Ein Glas Rum oder Cognac kann das Raucherlebnis perfekt abrunden.","Genuss":"Die in der Welt der Rauchgenusses eher selten anzutreffende Klassifizierung Giant Cigarillo ist prinzipiell zwar noch den Zigarillos zuzuordnen, doch das „Giant“ im Namen verrät bereits, dass hier mit einem größeren Format zu rechnen ist. Und so handelt es sich bei den De Olifant Sumatra Giant Cigarillos mit einer Länge von 77 Millimetern und einem Durchmesser von 12 Millimetern beinahe schon um eine kleine Zigarre.\nDie De Olifant Sumatra Giant Cigarillos, die in der 5er Packung geliefert werden, sind besonders für die kurzen Momente des unbeschwerten Rauchgenusses konzipiert. Durch den für ein Zigarillo recht großen Durchmesser kommen die Aromen schnell zum Tragen. Dabei dominieren würzig Töne mit einer dezenten Kräuternote, umrahmt von Schokoladennuancen mit fruchtigen Anklängen. Eine überaus gelungene und runde Aromen-Palette wird mit diesen als mittelstark einzuordnenden Zigarillos dargeboten.","Hintergrund":"Die Firma De Olifant ist unter anderem durch ihr besonderes Augenmerk für Details und das Herstellen von Liebhaberprodukten bekannt. So wird diese besondere Sorgfalt bereits bei der stilvoll designten Produktverpackung, einem metallenen Etui, das durch eine spezielle Soft-Touch-Lackierung den Produktnamen widergibt, deutlich. Außen prangt das Markenlogo der Firma – das Abbild eines plastisch hervorgearbeiteten Elefanten – während im inneren Deckel ein Foto der Produktionsstätte in den Niederlanden eingelassen ist. Das ist attraktives Produktdesign mit Lokalbezug und hat dadurch einen schönen Wiedererkennungswert."},"diameter_mm":12,"ring":30,"length_mm":77,"length_inch":0,"format":"Cigarillo","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java","Kuba"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Gewürze","Holz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":8.73}
