{"name":"A. Flores 1975 Gran Reserva Half Corona Sun Grown","url":"https://www.noblego.de/a-flores-1975-gran-reserva-half-corona-sun-grown/","brand":"A. Flores","series":"Gran Reserva","details":{"Fazit":"Die A. Flores Half Corona Sun Grown ist eine außergewöhnliche und kräftige Zigarre. Sie wird dem erfahrenen Aficionado ans Herz gelegt und kann als Begleiter ebenfalls etwas Starkes vertragen. Ein Matusalem Gran Riserva, der genau wie die Zigarre aus der Dominikanischen Republik stammt, kann hier wärmstens empfohlen werden.","Genuss":"Die A. Flores Half Corona Sun Grown ist ein besonderes Stück in bester handwerklicher Qualität. Ihre Konfektionierung lädt zum Zelebrieren des Rauchgenusses förmlich ein, denn sie muss zunächst von einem schwarzen Seidenbändchen befreit werden, das das empfindliche Ende der kleinen Zigarre schützt. Danach löst man sie vorsichtig aus dem kurzen Röllchen aus Zedernholzfurnier, das die kleine Zigarre schützend einhüllt. Diese ist perfekt gerollt und bietet dem genussfreudigen Aficionado genau den gewünschten Zugwiderstand für einen bewussten Tabakgenuss. Ein exquisites \u003cem\u003eSun-Grown\u003c/em\u003e-Deckblatt aus Ecuador trägt entscheidend zum starken Geschmackserlebnis bei. Vom ersten Zug an zeigt sich die Half Corona zwar klein aber oho, denn sie präsentiert selbstbewusst einiges an Schärfe und Nikotin. Mit 18,3 Millimetern im Durchmesser und einer frechen Kürze von 89 Millimetern haben wir eine Short Corona in der Hand, die über eine halbe Stunde lang starken Tabakgenuss in bester karibischer Tradition bietet.","Hintergrund":"Die A. Flores Half Corona Sun Grown stammt aus einer Fabrik in Tamboril in der Dominikanischen Republik. Dort werden PDR Zigarren unter der Regie des Inhabers und Master Blenders Abe Flores und unter Mitwirkung der Rodriguez-Brüder gefertigt, daneben aber auch andere kleinere Serien mit sehr interessanten Zigarren. Man legt dort Wert auf Experimentierfreude, Handarbeit und sehr gute Qualität."},"diameter_mm":18.3,"ring":46,"length_mm":89,"length_inch":0,"format":"Half Corona","maker":"Abe Flores","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Dominikanische Republik"],"WrapperTobaccoVariety":"Sungrown","fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Kaffee","Leder","Süß","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":5.5}
