{"name":"Davidoff Winston Churchill Robusto","url":"https://www.noblego.de/davidoff-winston-churchill-robusto/","brand":"Davidoff","series":"Winston Churchill","details":{"Genussverlauf":"Der seidig-ölige Glanz des ecuadorianischen Deckblatts der Winston Churchill Robusto von Davidoff unterstreicht ihre sehr hohe Qualität und steigert die Vorfreude auf den bevorstehenden Genuss enorm. Die restlichen Tabake des im mittelkräftigen bis kräftigen Stärkebereich rangierenden Smokes bilden ein mexikanisches Umblatt und eine raffinierte dominikanisch-nicaraguanische Einlage. Die während des Rauchverlaufs sehr ausgewogen erscheinenden Aromen von Leder, Röstkaffee, Holz und Nuss sind von einer angenehmen Cremigkeit umwoben. Die Intensität der Würze steigert sich von Rauchdrittel zu Rauchdrittel ein wenig und erreicht zum Finale ihren Höhepunkt. Der Genuss dieser delikaten Davidoff Zigarre gestaltet sich völlig entspannt bei perfekten Zug- und Abbrandeigenschaften.","Nice to know":"Die einzelnen Formate der Davidoff Winston Churchill Serie huldigen jeweils einzelnen Aspekten aus dem vielschichtigen Charakter des bedeutendsten britischen Staatsmannes des 20. Jahrhunderts. Das mit dem Beinamen „The Statesman“ versehene Robusto-Format würdigt den gewissen Grad an Ausgeglichenheit welchen der berühmte Staatsmann und Namensgeber der vollmundigen Winston Churchill Serie sicher auch besitzen musste, um die weitreichenden Entscheidungen in seiner damaligen Amtszeit mit Bedacht treffen zu können. Mit der richtigen Balance gelingen die Dinge im Leben einfach besser. Und ausbalancierte Zigarren wie die Winston Churchill Robusto bieten einfach einen herrlich runden Genuss.","Resümee":"Eine vollmundige, wunderbar abgerundete Premiumzigarre von herausragender Qualität. Die Davidoff Winston Churchill Robusto ist prädestiniert für Premiumgenießer, die ein intensives, aber auch fein abgestimmtes Zigarrenvergnügen bevorzugen."},"diameter_mm":21,"ring":52,"length_mm":133,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Mexiko"],"aromaProfileManufacturer":["Cremig","Holz","Kaffee","Leder","Nuss","Würzig"],"strength":"Stark","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":26}
