{"name":"La Libertad Robusto Tubos","url":"https://www.noblego.de/la-libertad-robusto-tubos/","brand":"La Libertad","series":"","details":{"Fazit":"Würzig-aromatisch und mit einer kräftigen Stärke ist die La Libertad Robusto Tubos für Freunde des starken Rauchgenusses eine willkommene und preisgünstige Alternative zu den teuren Kubanern. Kombiniert mit einem Kaffee oder kubanischen Rum, die ideale Begleitung nach dem Mittag- oder Abendessen.","Genuss":"Nachdem Nestor Plasencia ein zweites Mal vor revolutionären Bewegungen in ein neues Land flüchten musste, hat er in Honduras endlich eine sichere Heimat gefunden. Diesem Gefühl von Freiheit verleiht er mit der La Libertad Robusto Ausdruck. Dennoch vergisst er sein Geburtsland Kuba und seine zweite Heimat Nicaragua nicht und setzt ihnen im Blend dieser Zigarre neben honduranischen Tabaken ein Denkmal. Einlage, Umblatt und Deckblatt stammen zwar sämtlich aus Honduras, doch ist die Einlage mit nicaraguanischem Tabak angereichert und das Deckblatt aus kubanischem H-2000 Saatgut gezogen. So ergibt sich ein vielseitiges Geschmacksbild, das die unterschiedlichen Aromen der Länder miteinander verbindet. Kubanische Erdigkeit mit der gewissen Portion pfeffriger Schärfe,  nicaraguanische Würze von Kaffee und die feine Süße Honduras᾽  geben dieser Robusto einen unverwechselbaren Geschmack, der sich zwischen 60 und 80 Minuten genießen lässt.","Hintergrund":"Für die honduranische Marke La Libertad zeichnet der Exilkubaner Nestor Plasencia verantwortlich. Er ist einer der wenigen Master Blender, die nicht nur für ihr eigenes Unternehmen Zigarren kreieren, sondern auch immer wieder anderen Herstellern in der Produktion kreativer Blends unter die Arme greifen. La Libertad Zigarren entstehen in Danlí, Honduras aus besten heimischen Tabaken."},"diameter_mm":20,"ring":50,"length_mm":124,"length_inch":0,"format":"Robusto","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Honduras","Nicaragua"],"binderOrigin":["Honduras"],"aromaProfileManufacturer":["Erdig","Fruchtig","Holz","Honig","Nuss","Pfeffer"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":6.5}
