{"name":"Bock y Ca Golden Edition Robusto Special","url":"https://www.noblego.de/bock-y-ca-golden-edition-robusto-special/","brand":"Bock y Ca","series":"Golden Edition","details":{"Fazit":"Eine mittelstarke und würzig-aromatische Dominikanerin – die Bock y Ca Golden Edition Robusto Special macht vom ersten Zug an Spaß. Unkompliziert und geschmackvoll, so sollte Rauchgenuss sein.","Genuss":"Die Bock y Ca Golden Edition Robusto Special ist für all jene, die die Bock y Ca Zigarren mögen, sich aber manchmal ein bisschen mehr Stärke und ein würzigeres Aroma wünschen. Ein Blend aus nicaraguanischem Viso und dominikanischem Piloto in der Einlage, einem Umblatt aus Nicaragua und einem Deckblatt aus Ecuador geben dem Longfiller seinen würzigen Geschmack, der besonders durch eine distinkte Süße auffällt. Die Robusto Special misst gut 13 cm in der Länge und 19 mm im Durchmesser. Damit verspricht sie eine Rauchdauer von 60 bis 70 Minuten, die mit erdigen, holzigen und süßen Honignoten aufwartet. Daneben kommen auch Aromen von Kräutern und Gewürzen zum Vorschein. Im Rauchverlauf nimmt sie zunehmend an Stärke zu, sodass es manchem reichen wird, sie nur bis zum Zigarrenring zu rauchen. Der Zug ist leicht, der Abbrand kann an manchen Stellen etwas unrund werden, korrigiert sich aber meist von selbst.","Hintergrund":"Die Tabake der Bock y Ca Golden Edition werden aus “deflorierten” Pflanzen gewonnen. D. h. die Blüten der Tabakpflanzen werden während des Wachstumsprozesses entfernt. Dies sorgt dafür, dass das Aroma etwas stärker und süßer wird, da sich die Nährstoffe und Saccharide der Pflanze nun ausschließlich in den Blättern konzentrieren. Je früher man die Blüten abtrennt, desto mehr Stärke enthält der Tabak. Manche Tabakbauer entfernen daher die Blüte schon bei ihrer Knospung."},"diameter_mm":19,"ring":48,"length_mm":131,"length_inch":0,"format":"Robusto","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"fillerOrigin":["Dominikanische Republik","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Gewürze","Holz","Kakao"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":6.9}
