{"name":"De Olifant Matelieff Imperial","url":"https://www.noblego.de/de-olifant-matelieff/","brand":"De Olifant","series":"De Olifant Classic","details":{"Fazit":"Eine tolle, kleinere Zigarre, die durch ihren mittelkräftigen Geschmack und ihren günstigen Preis gut für jeden Tag geeignet sind. Aus aktuellem Anlass: Die Matelieffs von De Olifant sind jetzt in der 10er Packung erhältlich und nicht mehr wie vorher in 8er Einheiten. Außerdem haben sie einen kleinen Namenszusatz bekommen und heißen von nun an: De Olifant Matelieffs Imperial.","Genuss":"Die De Olifant Matelieff-Zigarren, die nach einem niederländischen Admiral benannt wurden, zeichnen sich durch ihr mildes, dabei aber noch medium-aromatisches Aroma aus. Mit einer Einlage, welche Sorten aus Brasilien, der Karibik, Java und Sumatra bereit hält, sowie dem wertvollen Sumatra-Sandblatt, welches als Deckblatt verwendet wird, kommen hier auserlesene Tabaksorten zum Einsatz, die den Genuss der Matelieffs Imperial so köstlich machen. Zu Beginn ist eine dezente Pfeffer-Note zu vernehmen, die jedoch im weiteren Rauchverlauf dezent in den Hintergrund tritt. Die würzig-holzigen Aromen sind schön ausbalanciert. Insgesamt ist die Matelieff Imperial als eine milde Zigarre zu bewerten, die aber dennoch nicht fad schmeckt, sondern die sich durch ihr tolles Aroma durchaus als Alltagszigarre eignet. Abbrand und Verarbeitung sind tadellos.","Hintergrund":"Die Marke De Olifant steht für handgemachte, liebevolle Produktion. Seit 1826 ist die Firma im Tabakgewerbe aktiv und verfügt somit über eine lange Tradition und viel Erfahrung. Das schlägt sich auch in der Qualität der Produkte nieder. Die Herstellungsprozesse von De Olifant sind dabei sehr transparent. Denn das traditionsreiche Fabrikhaus im idyllischen Kampen ist offen für Führungen, so dass sich bei dem nächsten Hollandurlaub ein Abstecher in das kulturhistorische Produktionshaus durchaus lohnen kann."},"diameter_mm":13.1,"ring":33,"length_mm":88,"length_inch":0,"format":"Cigarillo","manufactureOrigin":"Niederlande","construction":"Shortfiller","isBoxpressed":false,"wrapperOrigin":["Sumatra"],"fillerOrigin":["Brasilien","Java","Karibik"],"binderOrigin":["Java"],"aromaProfileManufacturer":["Leder","Nuss","Süß"],"strength":"Mild","flavourStrength":"Medium-aromatisch","smokingDuration":"kürzer als 20 Min","price":2.35}
