{"name":"Miro Coronita","url":"https://www.noblego.de/miro-coronita/","brand":"Miro","series":"","details":{"Fazit":"Die Miro Coronita ist eine interessante Neuheit und eine temperamentvolle noch dazu. Sie eignet sich bestens für den Einstieg in einen schönen Rauchabend und könnte gut von etwas Höherprozentigem wie einem Shot begleitet werden.","Genuss":"Aus handwerklicher Sicht ist die Miro Coronita eine echte kleine Schönheit. Das Deckblatt ist sehr fein geädert, die Rollung sehr fest und der Zugwiderstand spürbar und für das kleine Format einfach perfekt. Die Einlage der Miro Zigarren besteht aus honduranischen Tabaken, die mit ausgesuchten Blättern aus Nicaragua und Ecuador ergänzt werden. Das Umblatt stammt ebenfalls aus Nicaragua, das schokoladenbraune Deckblatt ist ein Sumatra aus Nicaragua. Diese kleine Zigarre vereint verschiedene Charaktere: Cremigkeit, pfeffriges Temperament und erdige Nuancen, wie sie typisch für mittelamerikanische Tabake sind. Die Miro Coronita ist nur 102 Millimeter lang und besitzt einen Durchmesser von 16 Millimetern, was für gut 20 Minuten besten Rauchgenuss ausreicht.","Hintergrund":"Honduras ist ein noch junges Land in der Tabakvermarktung. 2013 führte Paul Bugge die Marke Miro in Deutschland ein. Sie stützt sich zum großen Teil auf honduranische Tabake, die in einem feuchten und milden Klima des zentralen Berglandes ausgezeichnete Eigenschaften gewinnen. Die Premiummarke Miro wird im Zentrum des Tabakanbaus in Danlí in traditioneller Herstellung von Hand gerollt. Zwar ist Honduras eines der  ärmsten Länder Mittelamerikas, doch nicht zuletzt durch die Tabakindustrie bessert sich die Situation allmählich. Honduranischer Tabak eignet sich gut zum Blending mit anderen Sorten und wird daher in vielen Zigarren verwendet. Kenner schreiben ihm ähnliche Eigenschaften wie dem kubanischen Tabak zu. Er wird aber in einem weitaus vernünftigeren Preis-Leistungs-Verhältnis auf den Markt gebracht."},"diameter_mm":16,"ring":40,"length_mm":102,"length_inch":0,"format":"Half Corona","manufactureOrigin":"Honduras","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Honduras"],"fillerOrigin":["Ecuador","Honduras","Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Holz","Leder","Nuss","Pfeffer","Röstaromen"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"20 bis 45 Min","price":3.3}
