{"name":"Surrogates Tramp Stamp","url":"https://www.noblego.de/surrogates-tramp-stamp/","brand":"Surrogates","series":"","details":{"Fazit":"Hier, bei der Surrogates Tramp Stamp, bekommen Sie nicaraguanisches Feuer geboten. Stark, lecker, konsistent, mehr muss eine Zigarre nicht leisten, der Rest ist Geschmackssache.","Genuss":"Für uns hier in Deutschland kommt die Surrogates Tramp Stamp ein wenig spät, um namenstechnisch noch in die Zeit zu passen. Zum Glück ist sie aber eine Zigarre und somit nicht auf Zeitlichkeit angewiesen. Zigarren sind Genussmittel mit Namen, irgendwie müssen wir sie ja auseinanderhalten. Die Tramp Stamp ist eine starke Zigarre mit mittelstarkem bis starkem Körper. Pfeffer dominiert das erste Drittel, Kirsche und Leder halten sich dezent im Hintergrund. Im zweiten Drittel dann Erde, etwas Honig und Leder. Im letzten Drittel kommt der Pfeffer wieder, schon ein recht heftiges Pfeffererlebnis. Abbrand und Zug sind hervorragend. Die Zigarre, am ehesten eine Robusto, obwohl andere Corona Gorda sagen, brennt circa 60 Minuten und wird Sie erwischen. Nicht, dass sie sich danach noch im Rau(s)ch ein Tattoo stechen lassen, am Steiß.","Hintergrund":"Pete Johnson, Gründer und Inhaber der Marke Tatuaje, sein Bruder K.C. Johnson, Freund Sean \"Casper\" Johnson und Dan Welsh von „New Havanna Cigars“ haben diese Zigarre zu verantworten, die in der My Father Fabrik von Don Pepin in Nicaragua hergestellt wird. Sie ist Teil des L’Atelier Universums, funktioniert aber als eigenständige Marke. Das Deckblatt der Tramp Stamp stammt aus Ecuador, Umblatt und Einlage kommen aus Nicaragua."},"diameter_mm":19,"ring":48,"length_mm":133,"length_inch":0,"format":"Robusto","maker":"Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Ecuador"],"WrapperTobaccoVariety":"Oscuro","fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Erdig","Honig","Kirsche","Leder","Pfeffer","Trockenfrüchte","Würzig","Zedernholz"],"strength":"Stark","flavourStrength":"Medium-kräftig","smokingDuration":"45 bis 90 Min","price":7.5}
