{"name":"Laura Chavin Concours Des Meilleurs Connaisseurs Double Corona","url":"https://www.noblego.de/laura-chavin-concours-des-meilleurs-connaisseurs-double-corona/","brand":"Laura Chavin","series":"","details":{"Fazit":"Eine Zigarre wie diese bekommt man nur selten Gelegenheit zu kaufen, geschweige denn zu rauchen. Deshalb verkaufen wir den Humidor auch nicht als Ganzes, sondern jede streng limitierte Zigarre Stück für Stück. Greifen Sie also nach einem dieser 25 exklusiven Stücke und dann zu Ihren liebsten Getränk, das Sie für die großen besonderen Momente aufsparen; seine Zeit ist gekommen.\nDie Laura Chavin Concours Des Meilleurs Connaisseurs Double Corona: Exklusiv und Exquisit!","Genuss":"Die Laura Chavin Concours Des Meilleurs Connaisseurs Double Corona ist ebenso wie ihre \"Schwester\", der \u003ca title=\"Laura Chavin Limitada\" href=\"/laura-chavin-concours-des-meilleurs-connaisseurs-figurado/\"\u003eConcours Des Meilleurs Connaisseurs Figurado\u003c/a\u003e, eine sehr exklusive Zigarre, die Sie hier bei uns bekommen. Ein must-have für jeden Aficionado! Mehr noch als die Figurado bietet die Double Corona ein langes wie exquisites Rauchvergnügen. Die Maße klingen mit 19 Zentimetern Länge und 20 Millimetern Durchmesser wenig spektakulär, doch lassen Sie sich nicht täuschen: Sie wird Sie mit feinen floralen Aromen in einem mild/mittelstarken Grundgerüst betöhren. Walnuss, Zedernholz und eine leichte Cremigkeit und die likör-hafte Ahnung am Gaumen ergänzen den Smoke. Das Erlebnis changiert dabei immer wieder zwischen den Aromen und macht das Ganze zu einem vielschichtigen Erleben. Das der Abbrand schnurgerade, die Asche sehr stabil und fest ist, das der Zuwiderstand mehr als perfekt ist, das erwarten Sie hier zu Recht und werden in jeder Ihrer Erwartungen übertroffen.","Hintergrund":"Der Humidor, der sowohl die 25 Figurados als auch die 25 Double Coronas beherbergt, ist eine streng limitierte Handarbeit von Laura Chavin. Wie Sie unseren Fotos entnehmen können, handelt es sich bei unserem Exemplar um den \"Clef de voûte\" und damit den Schlussstein dieser tollen Serie: Der 200ste von 200, ein krönender Abschluss mit den letzten Zigarren dieser Machart. Eine zusäztliche Besonderheit bei einer alles andere als alltäglichen Zigarre. Mit dem perfekt verarbeiteten Kamerun-Deckblatt, dem Umblatt und der Einlage der Dominikanischen Republik ergibt das: Ein großes Erlebnis!"},"diameter_mm":20,"ring":50,"length_mm":190,"length_inch":0,"format":"Double Corona","manufactureOrigin":"Dominikanische Republik","construction":"Longfiller","isBoxpressed":false,"wrapperOrigin":["Kamerun"],"fillerOrigin":["Dominikanische Republik"],"binderOrigin":["Dominikanische Republik"],"aromaProfileManufacturer":["Blumig","Cremig","Gras","Walnuss","Zedernholz"],"strength":"Medium","flavourStrength":"Medium-aromatisch","smokingDuration":"45 bis 90 Min","price":40}
