{"name":"Tatuaje L´Atelier La Mission 1989 Double Robusto","url":"https://www.noblego.de/tatuaje-l-atelier-la-mission-1989-double-robusto-zigarren/","brand":"Tatuaje","series":"L´Atelier","details":{"Genussverlauf":"Das sattbraune und verlockend ölig schimmernde Deckblatt der Tatuaje L’Atelier La Mission 1989 Double Robusto stammt aus der Region San Andrés in Mexiko. Darunter verbergen sich Umblatt- und Einlagetabake aus Nicaragua. Ein Teil ihrer Einlage besteht aus einer besonderen Hybridzüchtung, für die Criollo und Pelo de Oro Tabake verwendet wurden. Hinter dem Pelo de Oro verbirgt sich eine alte Sorte, die für ihre kräftig-süßen Eigenschaften geschätzt wird. Derart ausgestattet bietet die mit einem Ringmaß von 54 versehene Double Robusto einen von komplex auftretenden Leder-, Erd-, Schokolade- und Röstkaffeearomen geprägten Genuss. Untermalt von einer sanften Süße sowie hin und wieder aufkeimenden salzigen und nussigen Noten erwartet den Genießer ein spannend ausbalanciertes Rauchvergnügen. Die sehr gute Verarbeitung der schmackhaften Longfiller garantiert einen unbeschwerten Rauchverlauf mit bestmöglichen Zug- und Abbrandeigenschaften.","Nice to know":"Pete Johnson, der Gründer von Tatuaje Cigars, ließ sich für die La Mission Zigarren vom gleichnamigen Bordeaux-Weingut Chateau La Mission inspirieren. Die Jahreszahl 1989 markiert den Zeitpunkt, zu dem das Weingut von dem renommierten Weinkritiker Robert Parker mit 100 Punkten die höchstmögliche Bewertung erfuhr.","Resümee":"Ein eindrucksvoller Blend mit vielversprechenden Eigenschaften. Die Tatuaje L’Atelier La Mission 1989 Double Robusto hat einiges zu bieten und das zu einem äußerst fair bemessenen Preis. In Kombination zu einem erlesenen Rotwein ein besonders köstliches Genusserlebnis."},"diameter_mm":21.4,"ring":54,"length_mm":142,"length_inch":0,"format":"Double Robusto","maker":"Jaime Garcia, Jose Pepin Garcia, Pete Johnson","manufactureOrigin":"Nicaragua","construction":"Longfiller","wrapperOrigin":["Mexico"],"fillerOrigin":["Nicaragua"],"binderOrigin":["Nicaragua"],"aromaProfileManufacturer":["Cremig","Erdig","Herb","Holz","Kaffee","Leder","Nuss","Salzig","Süß","Toast"],"strength":"Stark","smokingDuration":"60 bis 90 Min","price":11.3}
